{"question": "27.\tThe lateral spread of dental caries is facilitated mostly  by the", "exp": null, "cop": 2, "opa": "Enamel spindles", "opb": "Dentinoenamel junction", "opc": "Enamel lamellae", "opd": "Striae of Retzius", "subject_name": "Pathology", "topic_name": null, "id": "384a9281-2ee1-480b-a7d8-fd3ef49558e5", "choice_type": "single"}
{"question": "Cumulative index is:", "exp": null, "cop": 3, "opa": "Russet's periodontal index", "opb": "Ramjford's periodontal index", "opc": "PMA (Massler and Schlour)", "opd": "Gingival index (Loe and Silness)", "subject_name": "Dental", "topic_name": null, "id": "66b9ec80-bfe0-485a-89ae-42e666aab572", "choice_type": "single"}
{"question": "A patient presents with carcinoma of the larynx involving the left false cords, left arytenoid and the left aryepiglottic folds with bilateral mobile true cords. Treatment of choice is -", "exp": "In the Patient\n\nInvolvement of unilateral false cord, aryepiglottic folds and arytenoids with mobile cord suggest supraglottic cancer in T2 stage (morem than one subsites of supraglottis are involved).\nFor T2 stage radiotherpy is best. But it is not given in options. Hence we will go for voice conserving surgery-vertical hemilaryngectomy.\nVertical hemilaryngectomy means excision of one half of larynx, one half of supraglottis, glottis and subglottis.", "cop": 1, "opa": "Vertical hemilaryngectomy", "opb": "Horizontal partial hemilaryngectomy", "opc": "Total laryngectomy", "opd": "Radiotherapy followed by chemotherapy", "subject_name": "ENT", "topic_name": null, "id": "1482f619-ffc5-4773-b48e-995421bcab06", "choice_type": "multi"}
{"question": "Topical administration of I% Pilocarpine failed to produce pupillary constriction in a patient who had a large, dilated pupil What should be the most probable reason?", "exp": "Ans. c. Pharmacological blockade (Ref-YANNOFF 3/E PG,1052-1055)Pilocarpine I% is a sufficient miotic dose for any eye, but a sphincter with all its cholinergic receptor blockade by atropine or tropicamide (i.e. eye with pharmacological blockade) does not constrict with pilocarpine 1%.", "cop": 3, "opa": "Adie's tonic pupil", "opb": "Diabetic III nerve palsy", "opc": "Pharmacological blockade", "opd": "Uncal herniation", "subject_name": "Ophthalmology", "topic_name": null, "id": "aadafd4c-cb37-460b-8e6f-28f42d01dd60", "choice_type": "single"}
{"question": "In assessing infant deaths, Ploucquet's test involves:", "exp": "Ans: C. Change in paial weight of lungs(Ref: Reddy 34/e p411, 33/e p439).In assessing infant deaths, Ploucquet's test involves change in paial weight of lungs.Ploucquet's test:The blood flow in the lung beds is so increased after breathing that their weight is almost doubled from 1/70 of the body weight before respiration to 1/35 after respiration.This increase in weight is not constant and is not a reliable indication of breathing.", "cop": 3, "opa": "Change in specific gravity of lungs", "opb": "Presence of air in stomach and duodenum", "opc": "Change in paial weight of lungs", "opd": "Air in middle ear", "subject_name": "Forensic Medicine", "topic_name": null, "id": "070ff387-f612-43ac-a23e-ab3e8ed192b4", "choice_type": "single"}
{"question": "Which of the following is not an effect of efferent aeriole constriction :", "exp": "Constriction of efferent aeriole has biphasic effect on GFR. At moderate levels of constriction, It increases glomerular hydrostatic pressure resulting in increasing GFR If efferent aeriolar constriction is severe; It decreases renal blood flow; filtration fraction & glomerular colloid osmotic pressure increases as efferent aeriolar resistance increases resulting in colloid osmotic pressure exceeds increase in glomerular capillary hydrostatic pressure resulting in decrease in GFR. Blood from efferent aerioles enter peritubular capillaries, so if efferent aeriole is constricted, less blood enters peritubular capillaries, which results in increase in oncotic pressure in peri tubular capillaries.", "cop": 1, "opa": "Decreased GFR", "opb": "Increased glomerular hydrostatic pressure", "opc": "Decreased blood flow in peritubular vessels", "opd": "Increased oncotic pressure in peritubular vessels", "subject_name": "Physiology", "topic_name": "AIIMS 2017", "id": "9c176b2e-017d-4b57-902a-3637bdf4dff8", "choice_type": "single"}
{"question": "Case control study was done regarding breast cancer & risk factors & odds ratio was obtained. Which of the following are causative factors ?ParameterCaseControlORAge at menarche>12171423291.04Menopause177124081.53OCP use93511051.02Smoking932140.97Family history5135021.10BMI>27.51654930.53Breastfeeding94225140.56Multiparity(2)277833661.05", "exp": "Ans. (B) 5An odds ratio (OR) is a statistic that quantifies the strength of the association between two events, A and B.Two events are independent if and only if the OR equals 1: the odds of one event are the same in either the presence or absence of the other event.If the OR is greater than 1, then A and B are associated (correlated) in the sense that, compared to the absence of B, the presence of B raises the odds of A, and symmetrically the presence of A raises the odds of B.Conversely, if the OR is less than 1, then A and B are negatively correlated, and the presence of one event reduces the odds of the other event.Most Impoantly Odds ratio does not demonstrate causality .But we can say that they are positively correlated. Since 5 Factors have odds ratio more than 1 so the answer will be B", "cop": 2, "opa": "6", "opb": "5", "opc": "3", "opd": "2", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "9220447e-0ac6-41b7-b22d-07d1340b3641", "choice_type": "single"}
{"question": "An 80 kg male patient presented to the emergency with hypotension and you have been instructed to sta him on an inotrope at a dose of 10 mcg/kg/min. Each 5 mL amp of the drug contains 200 mg drug. You choose 2 ampules of the drug and decide to mix it with saline to make a 250 mL solution. What should be the flow rate of the drug solution to maintain the BP of the patient (assuming 16 drops = 1 mL)?", "exp": "Ans: B. 8 drops/minA dosing of 10 mgm/kg/min of drug is requiredWeight = 80 kgTotal dose required = 10x80 = 800 mgm/min = 0.8 mg/minNow two 5 mL ls each containing 200 mg is diluted to a 250 mL solution.i.e. 400 mg is mixed in 250 mLConcentration of solution: 1 mL = 400/250 = 1.6 mg/mLNow, 1 mL 16 drops = 1.6 mg i.e. 16 drops contain 1.6 mgHence, 0.8 mg/min = 8 drops/min = 0.5 mL/min", "cop": 2, "opa": "4 drops/min", "opb": "8 drops/min", "opc": "10 drops/min", "opd": "16 drops/min", "subject_name": "Medicine", "topic_name": null, "id": "b934e553-46ba-4692-a9cc-cc1ae26e7d4f", "choice_type": "single"}
{"question": "A breast fed child presents with hypernatremia (Serum sodium > 170m Eq/L). His urine sodium is 70 mEq/L. Which of the following is the most likely cause –", "exp": "The child is having hypernatremia. Serum sodium >170 rnEq/L (Normal level is 135-145 mEq/L).\nUrine sodium is also very high, >70mEq/L (Normal urine sodium level in <20 mEq/L)\nThis combination can be seen with excessive intake of sodium.\nWith excessive intake of sodium there will be increase in serum sodium and excessive excretion of sodium in urine (Kidney tries to compensate for increase in serum sodium by excreting large amount of sodium).\nDiabetes Insipidus      ->    Serum sodium conc. will be high but urine sodium conc. will be very low (Lack of ADH leads to defect in concentration of urine).\nAcute necrosis            ->    Urine sodium conc. will be high but serum sodium conc. will be low. \nSevere dehydration    ->   Urine sodium concentration will be low.", "cop": 4, "opa": "Diabetes insipidus", "opb": "Acute necrosis", "opc": "Severe dehydration", "opd": "Excessive intake of sodium", "subject_name": "Pediatrics", "topic_name": null, "id": "0f86c441-70a5-466d-b59f-1512fe88cbfd", "choice_type": "single"}
{"question": "Korffs fibres are seen in:", "exp": null, "cop": 1, "opa": "Mantle dentin", "opb": "Secondary dentin", "opc": "Reactionary dentin", "opd": "Indeed dermal tubules", "subject_name": "Dental", "topic_name": null, "id": "4798d605-979f-48e0-82ee-fea88cb40907", "choice_type": "single"}
{"question": "Which is the most common site for fracture in zygomatic arch fracture?", "exp": null, "cop": 3, "opa": "At the suture", "opb": "Anterior to zygomaticotemporal suture", "opc": "Posterior to zygomaticotemporal suture", "opd": "None of the above", "subject_name": "Surgery", "topic_name": null, "id": "71e11d65-2238-4a3f-9b41-bfb7218c66e5", "choice_type": "multi"}
{"question": "In order to reduce non-working side interference, reduce", "exp": null, "cop": 4, "opa": "Maxillary supporting cusp", "opb": "Mandibular supporting cusp", "opc": "Both maxillary and mandibular supporting cusps", "opd": "Either of the jaw’s supporting cusps", "subject_name": "Dental", "topic_name": null, "id": "73b84afd-bfc4-4fcb-aa45-345d1ef61dfc", "choice_type": "multi"}
{"question": "Maximum level of alpha fetoprotein is seen in:", "exp": "Alpha fetoprotein is the most abundant protein in the fetal serum throughout fetal development.\nIt is transferred from fetus to amniotic fluid when fetus passes urine.\nThe concentration of AFP in amniotic fluid is approximately 100 folds less than in fetal serum, peaks at 13-14 weeks and then decreases in the second trimester (by 10% per week).\nAFP reaches the maternal serum by diffusion across the amniotic membranes and via the placenta.\nThe level of AFP in maternal serum is less than fetal serum as is suggested by:\n\n“Fetal serum contains AFP in a concentration 150 times that of maternal serum”.\nCOGDT 10/e, p 185\n“Ordinarily high level of fetoprotein are found in developing fetus and low levels exist in maternal serum and amniotic fluid”.\nMannual of Laboratory and Diagnostic Test Fishback 7/e, p 995", "cop": 1, "opa": "Fetal serum", "opb": "Placenta", "opc": "Amniotic fluid", "opd": "Maternal serum", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "065b4850-1738-4a30-9c3f-1fb89d9c0123", "choice_type": "single"}
{"question": "Compament of leg without neurovascular bundle?", "exp": "Ans. d. Superficial posteriorRef: Grays Anatomy, 4lst ed, pg- 1406-1412 and Last anatomy 12th ed, pg. 142Contents of flexor (posterior) compament:Superficial pa:Gastrocnemius, plantaris and soleus musclesDeep pa:Popliteus, Flexor digitorum longus, flexor hallucis longus and Tibialis posterior musclePosterior tibial and peroneal vesselsTibial nerve", "cop": 4, "opa": "Anterior", "opb": "Lateral", "opc": "Deep posterior", "opd": "Superficial posterior", "subject_name": "Anatomy", "topic_name": null, "id": "7a51e736-c9fd-452f-8d09-127583a42886", "choice_type": "single"}
{"question": "The following cardiac defects are characterized by ductus dependent blood flow except –", "exp": "Congenital heart disease in the newborn can be broadly categorized by the relationship between the patients cardiac defect and the patent ductus arteriosus; this categorization yields four distinct groups:\n\nI. Pulmonary flow ductal dependence.\n\nNewborns with congenital heart disease who are dependent on the potency of their ductus for pulmonary blood flow present with varying degrees of cyanosis.\nCritical Pulmonary Valve Stenosis with Intact Ventricular Septum.\n\nLi Tricuspid Atresia:\n\nTetralogy of Fallot \n\tNi Systemic flow ductal dependence.\n\n\nThese newborns are dependent on their ductus arteriosus for systemic blood flow and unlike the babies who are pulmonary flow dependent, these newborns present with severely decreased cardiac output.\nThis decreased systemic flow is characterized by pallor, diminished peripheral pulses, low urine output, cool extremities and varying degrees of metabolic acidosis.\nThis includes newborns with left ventricular outflow tract obstruction at various levels.\n\n\nCongenital Valvular Aortic Stenosis\nCoarctation of the Aorta\nInterrupted Aortic Arch\nHypoplastic Left Heart Syndrome (HLHS)\n\nIlL     xygenation ductal dependence.\n\nThese are babies who are born with congenital heart disease that requires a patent ductus for adequate mixi g of saturated and desaturated blood.\n\n\nTransposition of the Great Vessels (TGV) \n\tIV J uctal independence.\n\n\nThese are neonates who are not dependent on a patent ductus but still require urgent operation.\n\n\nTotal anomalous pulmonary venous return (TAPVR)\nTruncus Arteriosus\nAnomalous origin of the left main coronary alloy from the pulmonaly artery.", "cop": 3, "opa": "Transposition of great arteries with intact septum", "opb": "Interrupted aortic arch", "opc": "Truncus arteriosus", "opd": "Hypoplastic left heart syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "12c9a1fb-87c9-4109-b4c1-9fa0babc98cc", "choice_type": "multi"}
{"question": "Looseness seen in a recently delivered RPD is due to:", "exp": null, "cop": 1, "opa": "Defective occlusal balancing", "opb": "Passive clasp on abutment", "opc": "Thin flange", "opd": "Insufficient overlap on posterior teeth", "subject_name": "Dental", "topic_name": null, "id": "688f4d7d-b164-4f08-8f2b-020f30ef306d", "choice_type": "single"}
{"question": "The undesirable side effect most commonly associated with the use of finger spring to tip the crown of a tooth is:", "exp": "Excessive forces can cause unwanted tooth movement. Unwanted excessive tipping of maxillary central incisor root is caused by over activation of finger spring.", "cop": 3, "opa": "Pain", "opb": "Gingival irritation", "opc": "Tendency for the root apex to move in the direction opposite from the crown", "opd": "Tendency for the tooth to intrude", "subject_name": "Dental", "topic_name": null, "id": "908f179d-9296-4cc3-8cd5-d3e59e24d232", "choice_type": "single"}
{"question": "In oral and maxillofacial surgery, 'danger space' is known as", "exp": null, "cop": 4, "opa": "Carotid sheath", "opb": "Posterior to carotid sheath in posterior triangle of neck", "opc": "Posterior to transverse process of vertebrae", "opd": "Space between alar &prevertebral fascia", "subject_name": "Surgery", "topic_name": null, "id": "c1905ae5-b13b-4f01-8797-d1eb7043d461", "choice_type": "single"}
{"question": "With respect to peripheral vascular disease, all of the following statements are true except:", "exp": "Ans. d. Smoking has a greater association with peripheral vascular disease than coronary vascular disease > c. L-arginine is useful for providing endothelium-independent vasorelaxationSainston I9/e p/ 730; Schwaz 9/e p751, Bailey 26th/S75, 25th/900-902)Smoking has greater association with coronary aery disease than peripheral vascular disease. L-Arginine is a precursor of Nitric oxide so helps in vasodilation due to synthesis of NO by endothelium. Hence it is endothelium-dependent.", "cop": 4, "opa": "Ankle brachial index < 0.5 indicates critical limb ischemia", "opb": "The ankle-brachial index is different at rest than that during exercise", "opc": "L-arginine is useful for providing endothelium-independent vasorelaxation", "opd": "Smoking has a greater association with peripheral vascular disease than coronary vascular disease", "subject_name": "Surgery", "topic_name": null, "id": "f9b6bce4-d7b0-4828-8574-8bbabd89fdad", "choice_type": "multi"}
{"question": "All of the following groups of newborns are at an increased risk of hypoglycemia except –", "exp": "Neonatal hypoglycemia is, seen in preterm infants (not post term)", "cop": 4, "opa": "Birth asphyxia", "opb": "Respiratory distress syndrome", "opc": "Maternal diabetes", "opd": "Post term infant", "subject_name": "Pediatrics", "topic_name": null, "id": "c7d3b43e-bcf6-4d61-bca9-552c07da0d6f", "choice_type": "multi"}
{"question": "Etching of dentin does not include:", "exp": null, "cop": 4, "opa": "Removal of smear layer", "opb": "Exposure of collagen fibres", "opc": "Opening of dentinal tubules", "opd": "Increases surface energy", "subject_name": "Dental", "topic_name": null, "id": "5d38732d-4eaa-45ab-814a-788953f95cf2", "choice_type": "single"}
{"question": "Which of the following bone defects offers the best chance for bone fill?", "exp": null, "cop": 1, "opa": "3 Walled defect", "opb": "2 Walled defect", "opc": "Osseous crater", "opd": "Hemisepta", "subject_name": "Dental", "topic_name": null, "id": "7b80db5b-82a5-4816-b7d9-80939b292ccd", "choice_type": "multi"}
{"question": "IgA deposits in dermal papilla are characteristically seen in?", "exp": "A. Dermatitits herpetiformisDermatitits herpetiformis is diagnosed by a blood test for IgA antibodies, and by a skin biopsy in which the pattern of IgA deposits in the dermal papillae, revealed by direct immunofluorescence, distinguishes it from linear IgA bullous dermatosis and other forms of dermatitis.", "cop": 1, "opa": "A. Dermatitits herpetiformis", "opb": "B. Pemphigus vulgaris", "opc": "C. Bullous pemphigoid", "opd": "D. IgA dermatosis of childhood", "subject_name": "Pathology", "topic_name": null, "id": "6b86f0c4-8038-4e49-8789-2a288d123aa7", "choice_type": "multi"}
{"question": "2nd Mesiobuccal canal can be seen from naked eyes in what percentage of cases", "exp": null, "cop": 1, "opa": "62-70%", "opb": "90-95%", "opc": "30%", "opd": "40-55%", "subject_name": "Dental", "topic_name": null, "id": "16230bcb-8896-467c-ae66-616676d00b65", "choice_type": "single"}
{"question": "Which is not true about Juvenile periodontitis", "exp": null, "cop": 3, "opa": "Rate of bone loss is faster than normal periodontitis", "opb": "There is predilection for female patients", "opc": "The inflammatory process starts about simultaneously as the bone loss", "opd": "Frequently bilateral symmetrical patterns of bone loss Occur", "subject_name": "Dental", "topic_name": null, "id": "abcdfc38-ab30-4fe8-8bd8-e8a7cb5b35e1", "choice_type": "multi"}
{"question": "Borders of major connectors adjacent to gingival crevices, should be no closer to the crevice\nthan?", "exp": "In maxillary arch, border of major connector must be no closer than 6 mm to gingival crevices of teeth.\nIn mandibular arch, border of major connector must be no closer than 3 mm to gingival crevices of teeth.", "cop": 3, "opa": "1-2 mm", "opb": "2-3 mm", "opc": "3-6 mm", "opd": "7-10 mm", "subject_name": "Dental", "topic_name": null, "id": "d5a3e0d8-3ce2-455c-96c6-b5b9fec203a0", "choice_type": "single"}
{"question": "An 8 year old child got trauma and got his central incisor avulsed 20 minutes back which got contaminated with debris. The child rushes to dental clinic with avulsed tooth, the treatment is:", "exp": "If the tooth has been out for 15 minutes to 60 minutes:\nTooth with closed apex\n\nClean the root surface with saline.\nDo not touch a viable root with hands, forceps, gauze or anything, or try to scrub or clean it to avoid injury to\nthe periodontal ligament which makes it difficult to revascularize the reimplanted tooth.\nExamine alveolar socket after cleaning it with saline. Do not overlook fracture of tooth and alveolar ridge.\nReimplant the tooth gently with firm finger pressure. Ask the patient to bite down firmly on a piece of gauze to help stabilize the tooth.\nAfter evaluating the occlusion, stabilize the tooth if required. Ideal splint required for an avulsed tooth is a flexible splint. The commonly used flexible splints are made of Gortex, metallic mesh stripes, synthetic clothes or orthodontic wire. A thick strip of composite bonded to the avulsed and the adjacent teeth also act as a splint.\n\nThe splint should engage several teeth around the avulsed tooth and it should be kept in place for not more than 7 to 10 days.\n\nContinue with the same treatment as above.\n\nTooth with open apex:\n\nClean the root surface with saline.\nExamine the alveolar socket after cleaning it with saline.\nCover the root surface with minocycline hydrochloride microspheres before reimplanting to kill bacteria which could enter the immature apex and form an abscess.\nContinue with the same treatment as above.\n\nRef: Textbook of endodontics, Nisha Garg and Amit Garg, 3rd edition, pg no:477", "cop": 1, "opa": "Clean root surface with saline and reimplant", "opb": "Clean and curette root surface and reimplant", "opc": "Clean root surface, do RCT and reimplant", "opd": "Scrubbing of root surface and reimplant", "subject_name": "Dental", "topic_name": null, "id": "fca6dd3f-4e3a-49fe-a893-e4c69ee343b3", "choice_type": "single"}
{"question": "About carey coombs murmur which is false –", "exp": "Carey-Coombs Murmur \n\nHeard in patients with acute rheumatic fever.\nOccurs due to inflammation of mitral valve cusps or excessive left atrial blood flow as a consequence of MR.\nSoft middiastolic murmur usually follows", "cop": 3, "opa": "Delayed diastole murmur", "opb": "Seen in rheumatic fever", "opc": "Can be associated with AR", "opd": "Low pitched murmur", "subject_name": "Pediatrics", "topic_name": null, "id": "71aace23-dcbd-489a-b9b7-b3f52adfc9f1", "choice_type": "multi"}
{"question": "Cytokines associated with periapical lesions", "exp": null, "cop": 1, "opa": "IL-1", "opb": "IL-6", "opc": "IL-8", "opd": "TNF-α", "subject_name": "Dental", "topic_name": null, "id": "242d1a23-0032-4565-99cc-ebf7d8fc54aa", "choice_type": "single"}
{"question": "2 root canals are found in what percentage of Mandibular incisors", "exp": null, "cop": 1, "opa": "22-40%", "opb": "11-22%", "opc": "20-50 %", "opd": "5-15%", "subject_name": "Dental", "topic_name": null, "id": "7a6a550d-e730-40ac-8d5e-25a7212d4f23", "choice_type": "single"}
{"question": "The common site for necrotizing sialometaplasia", "exp": null, "cop": 3, "opa": "cheeks", "opb": "dorsum of tongue", "opc": "palate", "opd": "gingival", "subject_name": "Pathology", "topic_name": null, "id": "49b55e36-d205-4d1e-8fb8-c754edd6627a", "choice_type": "single"}
{"question": "Most common site of zygomatic arch fracture is:", "exp": "The zygomatic bone usually fractures in the region of the  zygomaticofrontal  suture, the  zygomaticotemporal suture and the zygomaticomaxillary suture. It is unusual for the zygomatic bone itself to be fractured, but in extreme violence, the bone may be comminuted or split across. Most common site of zygomatic arch fracture is posterior to Zygomaticotemporal suture.\nThe isolated zygomatic arch fracture may occur without displacement of the zygomatic bone.\nRef: Oral and maxillofacial surgery , Neelima Anil Malik 4th ed page no 534", "cop": 2, "opa": "Anterior to Zygomaticotemporal suture", "opb": "Posterior to Zygomaticotemporal suture", "opc": "Zygomaticotemporal suture", "opd": "No specific location", "subject_name": "Surgery", "topic_name": null, "id": "3c0e960b-7757-45aa-a7e9-98c238eed3e7", "choice_type": "single"}
{"question": "A 2-year-old child with fever and barking cough for last 2 days presented to the pediatric emergency at 2.30 am. On examination, respiratory rate is 36/ min, temperature of 39 degC and stridor heard only on crying. No other abnormality is found. What is the next best step in management?", "exp": "Ans: A. High-dose dexamethasone(Ref Ghai 8/e p376, 398: Nelson 20/e p2032-2034)Diagnostic of laryngotracheobronchitis or croup of mild severity.Hence, high-dose dexamethasone will be the treatment of choice.Treatment:Cornerstone of Treatment: Glucocoicoids & nebulized epinephrinedegGlucocoicoids:Useful in mild, moderate & severe croup.Dexamethasone is most effective coicosteroid. Nebulized epinephrine:Useful in moderate to severe distress.By adrenergic stimulation causes,Constriction of precapillary aerioles.Decreases capillary hydrostatic pressure leading to fluid resorption from interstitium.Improvement in laryngeal mucosal edema.Antibiotics are not indicatedHeliox (mixture of oxygen & helium) has low viscosity & low specific gravity.Allows for greater laminar airflow through respiratory tract.Considered in treatment of children with severe croup.", "cop": 1, "opa": "High-dose dexamethasone", "opb": "Racemic epinephrine nebulization", "opc": "Reassurance", "opd": "Intravenous antibiotics", "subject_name": "Pediatrics", "topic_name": null, "id": "3e2eed94-4bdb-4c13-9cfa-f267716b34d4", "choice_type": "multi"}
{"question": "All of the following are true regarding Duncan placental separation except:", "exp": "Answer- A (Most common method of placental separation)Less common than Schultze methodMaternal side of the placenta presents at the vulvaSeparation stas from the peripheryBlood escapes through vagina", "cop": 1, "opa": "Most common method of placental separation", "opb": "Maternal side of the placenta presents at the vulva", "opc": "Separation stas from the periphery", "opd": "Blood collects between the placenta and fetal membranes and escapes through vagina", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "3d8328fb-d689-401d-b68f-18a7fe581ee4", "choice_type": "multi"}
{"question": "According to Glickman, maximum accumulation of plaque takes place in approximately", "exp": null, "cop": 3, "opa": "7 days", "opb": "15 days", "opc": "30 days", "opd": "60 days", "subject_name": "Dental", "topic_name": null, "id": "66a1d601-967b-47ee-af15-a78c983eb8c4", "choice_type": "single"}
{"question": "Streptococcus mutans is considered to be a principal etiologic agent of caries because it produces organic acids and it:", "exp": null, "cop": 1, "opa": "Forms a gelatinous matrix", "opb": "bMetabolizes substrate from saliva", "opc": "Derives energy from enamel constituents", "opd": "Lives symbiotically with lactobacillus", "subject_name": "Pathology", "topic_name": null, "id": "04cefc6e-2c16-4a6a-bf0e-7d6c66e416d6", "choice_type": "multi"}
{"question": "Video based question - AIIMS NICU - neonate shown on O2 with nasal prongs, not intubated, sister shown inseing a tube through the mouth, camera zooms in, 18 (calibration) mark seen, the other (green) end as of now not connected to anything, video ends, what is the procedure that is being done?VIDEO LINK:", "exp": "Ans. D. Orogastric tube inseion", "cop": 4, "opa": "Oral suction", "opb": "Oropharyngeal suction", "opc": "Nasogastric tube inse", "opd": "Orogastric tube inseion", "subject_name": "Pediatrics", "topic_name": null, "id": "db876ffe-c2d5-4d12-9aa1-6745cac9cb2d", "choice_type": "single"}
{"question": "Patient with carcinoma endometrium treated with pelvic external beam irradiation to whole pelvis. Which of the following organs is most radiosensitive in the pelvic region?", "exp": "Ans: A. Ovary(Ref Perez and Brady's Principles of Radiation Oncology 6/e p65)Among the given options, most radiosensitive organ is ovary >rectum >bladder >vagina.(Radiation tolerance dose: Ovary = 2-3 Gy; Rectum = 60 Gy; Bladder = 65 Gy; Vagina = 90 Gy).", "cop": 1, "opa": "Ovary", "opb": "Vagina", "opc": "Bladder", "opd": "Rectum", "subject_name": "Radiology", "topic_name": null, "id": "479e5139-f840-4d95-b13b-d1a95e2ff3e4", "choice_type": "single"}
{"question": "Infeility in kaagener syndrome is due to which of the following?", "exp": "Kaagener's syndrome is a rare, autosomal recessive genetic ciliary disorder in which defective dynein arm results in defective ciliary motility. Presents with a triad of : Situs inversus Bronchiectasis Sinusitis Reduced ciliary motility leads to asthenozoospermia( slow moving sperms)", "cop": 3, "opa": "Oligospermia", "opb": "Blockage of epididymis", "opc": "Asthenozoospermia", "opd": "Undescended testis", "subject_name": "Pathology", "topic_name": "AIIMS 2018", "id": "ee5e4f25-9cee-48ea-b4aa-b631162d4543", "choice_type": "single"}
{"question": "While drilling an implant, bone necrosis occurs at what temperatures:", "exp": null, "cop": 3, "opa": "65", "opb": "35", "opc": "45", "opd": "55", "subject_name": "Dental", "topic_name": null, "id": "c2ab77ef-9fba-47cd-9f6e-cd4e2404f3f0", "choice_type": "single"}
{"question": "Steroids:", "exp": null, "cop": 1, "opa": "Steroids reduce the rate of repair of tissues thus delays the healing", "opb": "Exacerbate the inflammatory response", "opc": "Can be safely given to immunocompromised patients", "opd": "Indicated in oral thrush", "subject_name": "Pharmacology", "topic_name": null, "id": "2690d305-171f-4fbe-8053-c8ac73b7e550", "choice_type": "single"}
{"question": "Which of the following is not a major maxillary metal partial denture frame work:", "exp": null, "cop": 1, "opa": "Lingual U plate", "opb": "Palatal strap", "opc": "Palatal plate", "opd": "Single palatal plate", "subject_name": "Dental", "topic_name": null, "id": "4d60bdc9-a192-424b-96f8-8ce60b75208b", "choice_type": "single"}
{"question": "The setting time of zinc phosphate may be retarded by?", "exp": null, "cop": 4, "opa": "Increase in the ratio of powder to liquid", "opb": "Diluting the liquid with water", "opc": "Increase the addition of powder to liquid", "opd": "Decrease the addition of powder to liquid", "subject_name": "Dental", "topic_name": null, "id": "6801e5d7-8e26-4729-bc67-a4c12e2f2aab", "choice_type": "single"}
{"question": "Oﬃce personnel who are at higher risk of NO toxicity, to prevent this, the most  sensitive test for nitrous oxide detection is", "exp": "Periodic (i.e. semi-annual) sampling is done of dental personnel, especially chair-side personnel exposed to nitrous oxide (e.g. with a diffusive sampler, such as a dosimeter or infrared spectrophotometer)\nOﬃce personnel who are at higher risk of NO toxicity, to prevent this most sensitive test for nitrous oxide detection is Infrared spectrophotometer.\nReference: Pediatric Dentistry by Nikhil Marwah 3rd ed, page no 250", "cop": 3, "opa": "Laminar ﬂow", "opb": "Dosimeter", "opc": "Infrared spectrophotometer", "opd": "High suction speed", "subject_name": "Dental", "topic_name": null, "id": "b64edf88-505f-4eed-a95c-0bb506eaddf1", "choice_type": "single"}
{"question": "What should be the position of child during asthmatic attack:", "exp": "Advocated patient positions:\nUnconscious patient:; supine position.\nForeign body aspiration;: Trendelenburg position.\nAsthmatic patient;: semi erect position.", "cop": 2, "opa": "Supine", "opb": "Semi erect", "opc": "Erect", "opd": "Trendelenburg", "subject_name": "Dental", "topic_name": null, "id": "5d786de9-1f31-4d77-9ef6-9bfefa3f86ba", "choice_type": "single"}
{"question": "Which of the following is not true about the salivary gland output in Sjogren's syndrome?", "exp": "Ans: B. Increase in phosphate concentration(Ref Harrison 19/e p2166; Oxford Textbook of Rheumatology 4/e p1049, Textbook of Oral & Maxillofacial Surgery (Elsevier)/402)Phosphate concentration of saliva is decreased in Sjogren's syndrome.Sjogren's syndrome:Increased sodium & chloride concentration.Decreased phosphate concentrations.Increased IgA.Decreased salivary flow rate.", "cop": 2, "opa": "Increase in sodium concentration", "opb": "Increase in phosphate concentration", "opc": "Decreased output of salivary glands <0.5 ml/min", "opd": "Increase in IgA concentration", "subject_name": "Medicine", "topic_name": null, "id": "c5033993-1bb5-4691-98c5-757d134b572f", "choice_type": "multi"}
{"question": "Anchoring fibres of lamina densa contains:", "exp": null, "cop": 4, "opa": "Type 2 collagen.", "opb": "Type 4 collagen.", "opc": "Type 6 collagen.", "opd": "Type 7 collagen.", "subject_name": "Dental", "topic_name": null, "id": "7e16d363-708e-4d43-9c1f-f80035a742ac", "choice_type": "single"}
{"question": "Lithium should be stopped how many days before anaesthesia", "exp": null, "cop": 3, "opa": "1 day", "opb": "2 days", "opc": "3 days", "opd": "4 days", "subject_name": "Pharmacology", "topic_name": null, "id": "889673c1-cf2a-44a3-a0db-7e4f0a5a52de", "choice_type": "single"}
{"question": "Which of the following methods is used for calculation of anatomical dead space?", "exp": "Ans: D. Single breath nitrogen test(Ref: Ganong 25/e p633, 634, 24/e p633, 634)Anatomical dead space - Calculation:By Bohr's equation - Uses single breath nitrogen inhalation technique.Xenon/Helium dilution technique:Used to measure functional residual capacity of lung.Spirometry:Cannot measure residual or dead space volumes.", "cop": 4, "opa": "Xenon dilution technique", "opb": "Bohler's method", "opc": "Spirometry", "opd": "Single breath nitrogen test", "subject_name": "Physiology", "topic_name": null, "id": "75037cd8-82e0-4544-b8b4-39b0c3c894e8", "choice_type": "single"}
{"question": "A patient presented with flat topped violaceous papules, thinning of nails and onycholysis. What is the microscopic finding observed in this patient?", "exp": "Ans. c. Basal degeneration", "cop": 3, "opa": "Prominent necrotic cell", "opb": "Suprabasal split", "opc": "Basal cell degeneration", "opd": "Acantholysis", "subject_name": "ENT", "topic_name": null, "id": "9bad2095-2dd9-4485-946a-4ef51d16e8a4", "choice_type": "single"}
{"question": "Skeletal muscles", "exp": null, "cop": 3, "opa": "Contracts when calcium is taken up by sarcoplasmic reticulum", "opb": "Contracts when actin and myosin filaments shorten", "opc": "Contraction is initiated by calcium binding to troponin", "opd": "Contraction is initiated by calcium binding to tropomyosin", "subject_name": "Physiology", "topic_name": null, "id": "60e4c703-caf9-4e1c-a6d8-fcbaeae819d4", "choice_type": "single"}
{"question": "Vwf factor is produced by:", "exp": "Ans: B. Endothelial cellsVon willebrand factor (vWF)* This is the larger component.* It is produced by endothelial cells (main source) and megakaryocytes.It has two major functions ?* Helps in platelets adhesion by interacting with platelet membrane glycoprotein ib-IX.* Stabilizes factor VIllc.", "cop": 2, "opa": "Platelets", "opb": "Endothelial cells", "opc": "Neutrophils", "opd": "Monocytes", "subject_name": "Pathology", "topic_name": null, "id": "94e49b87-631d-4d93-bdf8-e8e71ae04654", "choice_type": "single"}
{"question": "Which facial bone is most prone to fracture?", "exp": null, "cop": 2, "opa": "Mandible", "opb": "Nasal", "opc": "Zygoma", "opd": "Frontal", "subject_name": "Surgery", "topic_name": null, "id": "8c2a3258-e79f-4872-9de3-a0abc701f711", "choice_type": "single"}
{"question": "Percentage of carbon in carbon steel hand instruments is", "exp": "MATERIALS USED FOR MANUFACTURING CUTTING INSTRUMENTS \nCarbon Steel\n\nCarbon steel alloy contains 0.5 to 1.5 percent carbon in iron.\nInstruments made from carbon steel are known for their hardness and sharpness.\nDisadvantages with these instruments are their susceptibility to corrosion and fracture. They are of two types:\n\n1. Soft steel: It contains <0.5% carbon\n2. Hard steel: It contains 0.5 to 1.5% carbon\nNisha Garg, Amit Garg. Textbook of Operative Dentistry.  Edition 3. Page: 80", "cop": 1, "opa": "1-1.2%", "opb": "10-12%", "opc": "0.6 to 0.8%", "opd": "6 to 8%", "subject_name": "Dental", "topic_name": null, "id": "57d48689-dcbd-4e81-9ea9-d56b7f7eed2d", "choice_type": "single"}
{"question": "Which primary tooth resemble premolar", "exp": "upper 1st molar resembles upper 1st premolar", "cop": 1, "opa": "Upper 1st molar", "opb": "Lower 1st molar", "opc": "Upper 2nd molar", "opd": "Lower 2nd molar", "subject_name": "Dental", "topic_name": null, "id": "dd210467-68c5-4566-9cad-34e5ffa22bc9", "choice_type": "single"}
{"question": "A 75 year old chronic smoker who is diabetic and edentulous for the last 30 years has a bilateral body fracture, best treatment modality is", "exp": "Non surgical management is the best approach in patients who are at increased risk of non/delayed healing. Medical history of the patient indicates risk factors which can interfere with recovery so Gunning splint is the best approach.", "cop": 2, "opa": "ORIF with reconstruction plate", "opb": "Gunning splints", "opc": "Two mini plates", "opd": "Wire osteosynthesis", "subject_name": "Surgery", "topic_name": null, "id": "f213cf1e-b5d6-4a25-8027-f1e39514ff20", "choice_type": "single"}
{"question": "Vitamin D toxicity is treated with", "exp": "Ans. C. Dexamethasone* Dexamethasone is used in the treatment of hypercalcemia due to vitamin D toxicity. Glucocoicoid (Dexamethasone, prednisolone etc) therapy will decrease plasma calcium levels by blocking the action of vitamin D(1,25 D) which results in reduced intestinal calcium absorption and increased urinary excretion of calcium. * Other drugs like chloroquine and hydroxychloroquine are less effective in treating hypercalcemia due to vitamin D toxicity.", "cop": 3, "opa": "Chloroquine", "opb": "Hydroxycholoquine", "opc": "Dexamethasone", "opd": "Ketoconazole", "subject_name": "Pharmacology", "topic_name": null, "id": "3e4d2174-1e88-4652-9aed-78e71215ffe8", "choice_type": "single"}
{"question": "How much hone can be stretched at a time before it fractures:", "exp": null, "cop": 2, "opa": "1%", "opb": "2%", "opc": "6%", "opd": "8%", "subject_name": "Surgery", "topic_name": null, "id": "45f40e28-6c0a-4685-a936-8b993f3d8220", "choice_type": "single"}
{"question": "Endocrine glands that are not influenced by the pituitary gland include the:", "exp": null, "cop": 2, "opa": "Thyroid gland, testes, and adrenal medulla", "opb": "Adrenal medulla, parathyroids, and the islets of langerhans", "opc": "Adrenal cortex, parathyroids and ovaries", "opd": "Pancreas, adrenal medulla and thyroid gland", "subject_name": "Physiology", "topic_name": null, "id": "6920ce2b-f9c9-49aa-9e6e-c94aeb13e709", "choice_type": "single"}
{"question": "Rooting reflex also known as search reflex disappears:", "exp": "Rooting reflex disappears in 3-4 months but if both are in option then go for 4 months.", "cop": 3, "opa": "2 month", "opb": "3 month", "opc": "4 month", "opd": "5 month", "subject_name": "Dental", "topic_name": null, "id": "8c968c9b-35b1-4394-959a-fe3c80e283e5", "choice_type": "single"}
{"question": "According to WHO classiﬁcation of periapical pathology, sinus to oral cavity comes  under:", "exp": null, "cop": 4, "opa": "4.6", "opb": "4.6", "opc": "4.61", "opd": "4.62", "subject_name": "Dental", "topic_name": null, "id": "73818dbb-2bd3-4c46-a06a-b18b6ddb5450", "choice_type": "single"}
{"question": "Oil red '0' stain is used for:", "exp": "Ans: D. Frozen specimenFor Connective Tissue and LipidsName of stainElements stainedTrichrome StainCollagenVerhoeff-Van Gieson stain (Best for Elastin)Elastic fibersLuna stainElastin & Mast cellsSilver Methenamine stainReticulinOil red '0' stain (on Fresh specimen)Sudan black (on fixed specimen)FatMallory's PTAH stainMuscle striationsMaius scarlet blue (MSB)FibrinPAS, Silver Methenamine stainBasement membraneBielschowsky (silver stain)Neurofibrillary tangles senile plaquesLuxol fast blueMyelin(Ref Netter :s* Essential Histology 2/e p479)", "cop": 4, "opa": "Glutaraldehyde fixed specimen", "opb": "Alcohol fixed specimen", "opc": "Formalin fixed specimen", "opd": "Frozen specimen", "subject_name": "Pathology", "topic_name": null, "id": "9a292f87-6a2d-4bba-bcee-f11ca9a94c73", "choice_type": "single"}
{"question": "Cleft lip is due to non-union of", "exp": null, "cop": 1, "opa": "Maxillary process with MNP", "opb": "MNP - LNP", "opc": "MNP - MNP", "opd": "All of the above", "subject_name": "Surgery", "topic_name": null, "id": "72d687b1-942c-421b-9ba3-e6bc9312161e", "choice_type": "multi"}
{"question": "Acetazolamide is given to a patient of angle closure glaucoma. It is a non- competitive inhibitor of carbonic anhydrase enzyme. Which of the following should be the effect of this drug?", "exp": "Enzyme inhibition is of 3 types: Type of inhibition Km Vmax Competitive inhibition Increases No change Non competitive inhibition No change Decreases Uncompetitive inhibition Decreases Decreases In question non competitive inhibitor is given, so answer is decrease in Vmax.", "cop": 1, "opa": "Decrease in Vmax", "opb": "Decrease in Km", "opc": "Decrease in both Km and Vmax", "opd": "No change in Vmax", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "1b18ac4d-8101-48f1-bcc9-b53391c550ab", "choice_type": "multi"}
{"question": "The active principle of white oleander is:", "exp": "Ans. b. NerinNerium odorum (white oleander, kanero) grows wild in India.. Seed pod is slim, cylindrical, ribbed, up to l5 cm. long, tums brown, dries and splits, releasing small seeds tipped withbrown hair.. All pas of the plant including nectar are poisonousq.. It contains several cardiac glycosides, primarily:- Oleandrosidee (Oleandrin) and Nerioside (Nerin), both of which resembles digitalis in action- Folinerin- Rosagenin", "cop": 2, "opa": "Nicotine", "opb": "Nerin", "opc": "Abrine", "opd": "Pilocarpine", "subject_name": "Forensic Medicine", "topic_name": null, "id": "044e8f11-ca21-4220-9ddc-0fca648ed401", "choice_type": "single"}
{"question": "A term gestation newborn developed respiratory distress. Which of the following would favour Respiratory distress syndrome (HIVID) ?", "exp": "chest x-ray of an infant with RDS is characterized by atelectasis, air bronchograms, and a diffuse reticular-granular pattern commonly referred to as \"ground glass\". The chest x-ray may progress to a complete \"white out\" with severe disease.\nAbout other options\n\nAntenatal corticosteroids are given in pre-term (pre-mature) pregnancies not in term pregnancies. Further, antenatal corticosteroids are given to prevent RDS (HMD) --> after antenatal corticosteroids administration, risk of HMD is reduced.\nRespiratory distress occurs within first 6 hours.\nHMD occurs in pre-term neonate.", "cop": 2, "opa": "History of receiving antenatal corticosteroids", "opb": "Air bronchogram on chest x–ray", "opc": "Onset of distress after 6 hours of birth", "opd": "Term birth", "subject_name": "Pediatrics", "topic_name": null, "id": "55093e71-8916-4f25-9524-9425d51455e1", "choice_type": "single"}
{"question": "Point used as termination of Root canal procedure is", "exp": null, "cop": 1, "opa": "Apical constriction", "opb": "Apical foramen", "opc": "Both", "opd": "None", "subject_name": "Dental", "topic_name": null, "id": "34f8fb1a-a365-40d0-a804-6b061a9a04f5", "choice_type": "multi"}
{"question": "All the following muscles of larynx are supplied by the recurrent laryngeal nerve except:", "exp": null, "cop": 2, "opa": "Cricohyoid", "opb": "Cricothyroid", "opc": "Arytenoid", "opd": "Aryepiglotticus", "subject_name": "Anatomy", "topic_name": null, "id": "2ede6af0-7501-44aa-aa19-39afbe3cf71f", "choice_type": "multi"}
{"question": "A 11-year-old child comes to the dental office one hour\nafter injury to a maxillary central incisor. The tooth is\nvital and\tslightly\tmobile.\tRadiographic\texamination\nreveals a fracture at the apical third of the root. What is\nthe best treatment at this point of time:", "exp": null, "cop": 3, "opa": "Render palliative therapy", "opb": "Extract the tooth", "opc": "Relieve the occlusion and splint the tooth", "opd": "Perform immediate root canal treatment and splint", "subject_name": "Dental", "topic_name": null, "id": "da80560b-dc14-4a57-ba81-cee414172692", "choice_type": "multi"}
{"question": "Eisenmenger syndrome–True are A/E –", "exp": "The characteristic pathological pulmonary vascular changes that develop in a patients with Eisenmenger syndrome are confined to arteries only and involve small pulmonary arterioles and muscular arteries (veins are not involved).\nThere is right ventricular hypertrophy (RV walls do not come back to normal size).\nOn x-ray there are dilated and prominent central arteries with rapid tapering (pruning) of the peripheral vasculature.", "cop": 2, "opa": "Pulmonary veins are not distended", "opb": "RV & LV walls come back to normal size", "opc": "Dilatation of central pulmonary artery", "opd": "Peripheral pruning of pulmonary arteries", "subject_name": "Pediatrics", "topic_name": null, "id": "21ee5793-fb33-407c-81ba-7f01f5eefe47", "choice_type": "multi"}
{"question": "First paranasal sinus to develop at bih is:", "exp": "Development of SinusesSinusGestational Month WhenDevelopment StasPresent in ClinicallySignificant SizeFully DevelopedMaxillary2degBihdeg12 yearsdegEthmoid30Bihdeg12 yearsdegFrontal4deg3 yearsdeg18-20 yearsdegSphenoid3deg8 yearsdeg12-15 yearsdeg", "cop": 1, "opa": "Maxillary", "opb": "Ethmoidal", "opc": "Frontal", "opd": "Sphenoidal", "subject_name": "ENT", "topic_name": null, "id": "16ce8442-864b-43f1-b815-f9096e55fa54", "choice_type": "single"}
{"question": "Types of pocket respectively:", "exp": null, "cop": 1, "opa": "Simple pocket, compound pocket, complex pocket.", "opb": "Simple pocket, complex pocket, compound pocket.", "opc": "Compound pocket, simple pocket, complex pocket.", "opd": "Simple pocket, compound pocket, tertiary pocket.", "subject_name": "Dental", "topic_name": null, "id": "83935f21-0298-409f-aabc-ac42dc4c0e00", "choice_type": "single"}
{"question": "Action of Nitroglycerin is", "exp": null, "cop": 1, "opa": "Direct action on smooth muscle", "opb": "Slows SA node conductvity", "opc": "Blocks arrhythmia", "opd": "Increases perfusion to heart", "subject_name": "Pharmacology", "topic_name": null, "id": "f8420128-0bd2-4a3e-b54f-d99fd7eb7070", "choice_type": "single"}
{"question": "A temporary bridge constructed from a synthetic resin", "exp": null, "cop": 4, "opa": "Is not required when the missing tooth is provided on a partial denture", "opb": "Should be cemented with a polycarboxylate cement to ensure retention between the preparation and fitting stages", "opc": "Should have the same buccal and lingual contours as the permanent bridge", "opd": "Should restore the occlusion to the same extent as the permanent bridge", "subject_name": "Dental", "topic_name": null, "id": "0bac3e65-9fec-4c0b-b29e-251ebc04aec0", "choice_type": "single"}
{"question": "Antempasterior relation of jaws is measured by:", "exp": null, "cop": 1, "opa": "ANB angle", "opb": "Angle between SN & FH Plane", "opc": "Angle between SN & mandibular plane", "opd": "Facial angle", "subject_name": "Dental", "topic_name": null, "id": "6ccd520c-4355-48c5-8635-66b64dd157f1", "choice_type": "single"}
{"question": "Intensifying screen is used in extraoral radiograph to:", "exp": null, "cop": 1, "opa": "Decrease radiation to patient", "opb": "Increase contrast", "opc": "Decrease contrast", "opd": "Collimation", "subject_name": "Radiology", "topic_name": null, "id": "1730e3d6-7a73-4485-bc27-65e8ad61c9bb", "choice_type": "single"}
{"question": "Hidden X suture proves to be a novel suturing technique for:", "exp": null, "cop": 1, "opa": "Alveolar ridge preservation", "opb": "Apical repositioning flap", "opc": "Coronal repositioning flap", "opd": "Papillae repositioning flap", "subject_name": "Dental", "topic_name": null, "id": "b7021f6a-0299-49df-a478-009fe45c5d92", "choice_type": "single"}
{"question": "A child has bilirubin of 4 mg. Conjugated bilirubin and alkaline phosphatase are normal, bile salts and bile in urine are absent. However urobilinogen in urine is raised. What is the likely diagnosis –", "exp": "Important clues provided in question are -\n\n\nIncreased total bilirubin\n\nI So, T unconjugated bilirubin\n\nNormal conjugated bilirubin\n\n\nAmongst the given options, only hemolytic jaundice causes increased unconjugated bilirubin.\nRemaining three cause conjugated hyperbilirubinemia.", "cop": 4, "opa": "Obstructive jaundice", "opb": "Rotor's syndrome", "opc": "Biliary cholestasis", "opd": "Hemolytic jaundice", "subject_name": "Pediatrics", "topic_name": null, "id": "4032c899-2223-435f-a007-c513fd59a065", "choice_type": "single"}
{"question": "________occurs whenever there is an imbalance between myocardial oxygen supply and demand.", "exp": null, "cop": 2, "opa": "Sudden Death", "opb": "Stable angina", "opc": "Unstable angina", "opd": "Myocardial infarction", "subject_name": "Medicine", "topic_name": null, "id": "26a82f11-4261-4975-bee9-ae8d4e74cdb7", "choice_type": "single"}
{"question": "Pediatric patient planned for costochondral graft for TMJ ankylosis is intubated best by", "exp": null, "cop": 3, "opa": "Topical anesthesia plus sedation", "opb": "General anaesthesia", "opc": "Awake fibreoptic intubation", "opd": "Tracheostomy", "subject_name": "Surgery", "topic_name": null, "id": "edd8ad29-2dd6-4e4b-8494-0f6af658444d", "choice_type": "single"}
{"question": "Centric holding cusp is?", "exp": null, "cop": 4, "opa": "Mesiobuccal cusp of maxillary 1st molar", "opb": "Mesiolingual cusp of mandibular first molar", "opc": "Distolingual cusp of mandibular 1st molar", "opd": "Mesiopalatal cusp of maxillary 1st molar", "subject_name": "Dental", "topic_name": null, "id": "7c79a7f1-20d7-4205-a05a-f974ecc2186c", "choice_type": "single"}
{"question": "Soft tissue curettage is used for:", "exp": null, "cop": 1, "opa": "Shallow pockets with gingivitis", "opb": "Deep pockets with gingivitis", "opc": "Infrabony pockets", "opd": "Oedematous gingiva", "subject_name": "Dental", "topic_name": null, "id": "a0c6e73e-5ed5-42b5-a71c-24e031f7e7e8", "choice_type": "multi"}
{"question": "Empty Thecal sac sign in:", "exp": "* Arachnoiditis is chronic inflammation of meninges and can occur after intrathecal injection of contrast agent, infections, drugs leading to nerve root getting adhered into peripheral meninges giving the appearance of EMPTY THECAL SAC sign on T2 weighted MRI * Tethered Cord Syndrome is when the spinal cord extends below the elbow level due to lipoma of Filum terminal or post op scarring/ adhesions that prevent spinal cord from ascending upward and it remains below L2 level.", "cop": 1, "opa": "Arachnoiditis", "opb": "Tethered Cord syndrome", "opc": "Veebral osteomyelitis", "opd": "Discitis", "subject_name": "Radiology", "topic_name": "AIIMS 2018", "id": "d7f6905a-377d-4fa0-a5a5-d7f5c8d8ac4f", "choice_type": "single"}
{"question": "In examining the edentulous mouth of an aged patient wearing complete maxillary denture against six mandibular teeth, the dentist will see:", "exp": null, "cop": 2, "opa": "Cystic degeneration of the foramina of the anterior palatine nerve", "opb": "Loss of osseous structure in the anterior maxilla", "opc": "Flabby tissue in the posterior region", "opd": "Decrease interocclusal distance", "subject_name": "Dental", "topic_name": null, "id": "4cb6b49b-3422-4add-9f90-7a7d6678be62", "choice_type": "single"}
{"question": "An 80 kg male patient presented to the emergency with hypotension and you have been instructed to sta him on an inotrope at a dose of 10 mcg/kg/min. Each 5 mL amp of the drug contains 200 mg drug. You choose 2 ampules of the drug and decide to mix it with saline to make a 250 mL solution. What should be the flow rate of the drug solution to maintain the BP of the patient (assuming 16 drops = 1 mL)?", "exp": "Ans: B. 8 drops/minA dosing of 10 mgm/kg/min of drug is requiredWeight = 80 kgTotal dose required = 10x80 = 800 mgm/min = 0.8 mg/minNow two 5 mL ls each containing 200 mg is diluted to a 250 mL solution.i.e. 400 mg is mixed in 250 mLConcentration of solution: 1 mL = 400/250 = 1.6 mg/mLNow, 1 mL 16 drops = 1.6 mg i.e. 16 drops contain 1.6 mgHence, 0.8 mg/min = 8 drops/min = 0.5 mL/min", "cop": 2, "opa": "4 drops/min", "opb": "8 drops/min", "opc": "10 drops/min", "opd": "16 drops/min", "subject_name": "Medicine", "topic_name": null, "id": "b934e553-46ba-4692-a9cc-cc1ae26e7d4f", "choice_type": "single"}
{"question": "Beta 3 glucan assay testing not done for", "exp": "Beta 3 glucan assay is used to detect the presence of beta 3 glucan in the fungal cell wall. It is used for Invasive candidiasis, Aspergillosis, Pneumocystis cranii but not for Mucormycosis.", "cop": 4, "opa": "Invasive candidiasis", "opb": "Aspergillosis", "opc": "Pneumocystis carnii", "opd": "Mucormycosis", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "a1bea2c7-217e-4240-a208-541618437eec", "choice_type": "single"}
{"question": "The drug not belonging to amide group", "exp": null, "cop": 1, "opa": "Procaine", "opb": "Xylocaine", "opc": "Lignocaine", "opd": "Bupivacaine", "subject_name": "Pharmacology", "topic_name": null, "id": "eddd8435-1826-40ba-97d9-83a73e23a5f3", "choice_type": "single"}
{"question": "Among all of the following foramens in the base of skull, which is, the most posteriorly present:", "exp": null, "cop": 1, "opa": "Foramen spinosum", "opb": "Foramen rotundum", "opc": "Foramen ovale", "opd": "All at same level", "subject_name": "Anatomy", "topic_name": null, "id": "82d43b40-d7e9-427f-8870-81445cc14391", "choice_type": "multi"}
{"question": "All of the following are true about augmentation of labor except:", "exp": "Answer- A. Twin pregnancy precludes the use of oxytocin'Augmentation of labour is the process of stimulating the uterus to increase the frequency, duration and intensity of contractions after the onset of spontaneous labour. It has commonly been used to treat delayed labour when poor uterine contractions are assessed to be the underlying cause. The traditional methods of labour augmentation have been with the use of intravenous ocytocin infusion and aificial rupture of the membranes (amniotomy).", "cop": 1, "opa": "Twin pregnancy precludes the use of oxytocin", "opb": "Amniotomy decreases the need for oxytocin use", "opc": "Methods of augmentation does not increase the risk of operational management", "opd": "Associated with a risk of uterine hyper stimulation", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "a13b245e-56b4-43cd-84fe-1c83ac2badeb", "choice_type": "multi"}
{"question": "The primary site of action of antidiuretic hormone is on the:", "exp": null, "cop": 1, "opa": "Distal tubules and collecting ducts in the kidney", "opb": "Afferent arterioles of the glomeruli", "opc": "Thirst center in the hypothalamus", "opd": "Osmoreceptors in the hypothalamus", "subject_name": "Physiology", "topic_name": null, "id": "9694e5f6-a417-49f7-a455-7a8d08c68f5c", "choice_type": "single"}
{"question": "Which of the following is not an indication for evisceration?", "exp": "Ans: A. Malignancy(Ref Yanoff and Duker 4/e p1339)Evisceration of eye is not done in malignancy.Evisceration:Surgical technique removing entire intraocular eye contents.Simpler procedure than enucleation surgery.Advantages:Leaves scleral shell & extraocular muscle attachments intact.Offers better orbital anatomy preservation & natural motility of ophthalmic socket tissues.Contraindications:Documented or suspected intraocular malignant tumors.", "cop": 1, "opa": "Malignancy", "opb": "Panophthalmitis", "opc": "Severe globe trauma", "opd": "Expulsive hemorrhage", "subject_name": "Ophthalmology", "topic_name": null, "id": "4a131164-eb3c-4152-9556-b81ae98e2066", "choice_type": "single"}
{"question": "Radiation affects all three germ layers (ectoderm mesoderm and endoderm) in which of the following", "exp": null, "cop": 1, "opa": "Teratoid cyst", "opb": "Dermoid cyst", "opc": "Thyroglossal cyst", "opd": "Branchial cyst", "subject_name": "Pathology", "topic_name": null, "id": "61ac5df1-c2c1-48ba-9e04-b86120f10110", "choice_type": "multi"}
{"question": "What should be ideal depth of MTA for root end filling material?", "exp": null, "cop": 2, "opa": "1 mm", "opb": "3 mm", "opc": "5 mm", "opd": "7 mm", "subject_name": "Dental", "topic_name": null, "id": "549d38f4-993a-4009-ae9c-c0a7638437e8", "choice_type": "single"}
{"question": "A 6–month old boy weighing 3.2 kg presents with recurrent vomiting and polyuria. Investigations show blood area 60 mg/dl creatinine 0.7 mg/dL, calcium 12.8 mg/dL, phosphate 3 mg/dL, pH 7.45, bicarbonate 25 mEq/L and PTH 140 pg ml (normal <60 pg/ml). Daily urinary calcium excretion is reduced. Ultrasound abdomen show bilateral nephrocalcinosis. The most likely diagnosis is –", "exp": null, "cop": 2, "opa": "Bartter syndrome", "opb": "Mutation of the calcium sensing receptor", "opc": "Ps eudo–ps eudohypoparathyroidism", "opd": "Parathyroid adenoma", "subject_name": "Pediatrics", "topic_name": null, "id": "d3b541c9-d300-4ced-9a2c-c64eaa672ff0", "choice_type": "single"}
{"question": "Overload of denture base is caused by:", "exp": null, "cop": 1, "opa": "Small bases", "opb": "Too large bases", "opc": "Small teeth", "opd": "Large teeth", "subject_name": "Dental", "topic_name": null, "id": "6dfd83ba-ee44-4396-8451-f4bb486a6476", "choice_type": "multi"}
{"question": "Endontically treated posterior teeth are more susceptible to fracture than untreated one because:", "exp": null, "cop": 3, "opa": "Loss of moisture.", "opb": "Hollow canals.", "opc": "Loss of coronal structure.", "opd": "All of the above.", "subject_name": "Dental", "topic_name": null, "id": "562c151c-3bd4-4b3d-8bb1-118503304818", "choice_type": "multi"}
{"question": "A patient of head injury is intubated and ventilated. The ideal mode of ventilation in him would be:", "exp": "Ans. a. CMVControlled Mechanical Ventilation (CMV)The ventilator delivers a present number of breathes/min of a preset volume.", "cop": 1, "opa": "CMV", "opb": "CPAP", "opc": "AMV", "opd": "SIMV", "subject_name": "Anaesthesia", "topic_name": null, "id": "9631d6de-2f89-43ce-a707-508f76977a7f", "choice_type": "single"}
{"question": "Anterior limit of infratemporal fossa is:", "exp": "Infratemporal fossa is an irregular space found below zygomatic arch.\nBoundaries:\n\nAnteriorly : Posterior surface of maxilla.\nMedially : Lateral pterygoid plate and pyramidal process of palatine bone.\nLaterally : Ramus of mandible.\nSuperiorly : Infratemporal surface of greater wing of sphenoid.", "cop": 2, "opa": "Lateral pterygoid plate", "opb": "Maxillary posterior wall", "opc": "Pterygomaxillary fissure", "opd": "Mastoid process", "subject_name": "Anatomy", "topic_name": null, "id": "808e56de-bf9d-4a6d-acbe-e27ef3880361", "choice_type": "multi"}
{"question": "Golgi tendon organs used to detect ?", "exp": "Ans. C. Tension of muscleThe Golgi tendon organ (GTO) (also called Golgi organ, tendon organ, neurotendinous organ or neurotendinous spindle) is a proprioceptive sensory receptor organ that senses changes in muscle tension. It lies at the origins and inseion of skeletal muscle fibers into the tendons of skeletal muscle.", "cop": 3, "opa": "Dynamic", "opb": "Static", "opc": "Tension of muscle", "opd": "All", "subject_name": "Anatomy", "topic_name": null, "id": "93f5e66f-2b58-40a8-84e0-0c4c42dd7a93", "choice_type": "multi"}
{"question": "A 61 years old post-menopausal woman with a family history of ovarian cancer presents with pain abdomen. She is on hormone replacement therapy. An abdominal ultrasound revealed a smooth cyst in the right ovary. What should be done next?", "exp": "Answer-D. Check CA-125 levels and advise regular follow-up if normalThis is a post-menopausal patient with a simple (smooth) qtst in the ovary. Such a cyst doesn't needfuher investigations,but this patient has two risk factors for malignancy: Family history of ovarian tamor and history of Hormonal therapy.Hence, CA-125 levels should be evaluated and the RMI-I score (Risk of Malignancy index) calcalated before proceedingfor regular follow up. If RMI score exceeds 200,fuher imaging laparoscopic surgery will be needed in this patient.", "cop": 4, "opa": "Observe and reassure the patient", "opb": "Laparoscopic surgery to visualize the nature of the cyst", "opc": "Drilling of cysts", "opd": "Check CA-125 levels and advise regular follow-up if normal", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "641830d8-81c8-4a90-abaf-1d0fc4de838d", "choice_type": "single"}
{"question": "A G2 P1+0+0 diabetic mother present at 32 weeks pregnancy, there is history of full term fetal demise in last pregnancy. Her vitals are stable, sugar is controlled and fetus is stable. Which among the following will be the most appropriate management?", "exp": "The most common time of IUD in a diabetic patient is last two weeks of pregnancy, since in this patient there is history of a full term demise as well, so logically speaking we should terminate her pregnancy at 38 weeks.This is what logic says, now let us see what references have to say-\nHigh risk gestational diabetes:\n\nHistory of stillbirth\nHistory of neonatal death\nHistory of fetal macrosomia\nConcomitant obesity and/or hypertension\nDevelopment of oligohydramnios, polyhydramnios preeclampsia or fetal macrosomia\nInadequate metabolic control with diet alone.\n\n“High risk gestational diabetic patients should have their labor induced when they reach 38 weeks with exception of those with a macrosomia fetus (Efw > 4000 g) who should be delivered by cesarean section because of the increased risk of shoulder dystocia”.\nFernando Arias 3/e, p 449\nInduction of labor: The indications are\n\nDiabetic women controlled on insulin (GDM or class B diabetes) are considered for induction of labor after 38 completed weeks\nWomen with vascular complications (pre-eclampsia, IUGR) often require induction after 37 weeks.", "cop": 1, "opa": "To induce at 38 weeks", "opb": "To induce at 40 weeks", "opc": "Cesarean section at 38 weeks", "opd": "To wait for spontaneous delivery", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "ff070552-6e90-4e3b-ad82-918bed4d632c", "choice_type": "single"}
{"question": "True about cow\\'s milk are all except –", "exp": "Whey protein constitutes 80% of the protein in human milk, while the main protein in cow's milk is casein\nTable : Compariso, of human milk and cow's milk", "cop": 1, "opa": "Cow's milk contains 80% whey protein not casein", "opb": "Cow milk has less carbohydrate than mothers milk", "opc": "Has more K+ and Na+  than infant formula feeds", "opd": "All of the above", "subject_name": "Pediatrics", "topic_name": null, "id": "81b6f78e-d617-455f-b0d6-fd9480077f70", "choice_type": "multi"}
{"question": "True about enameloma", "exp": null, "cop": 1, "opa": "A globule like structure usually found on root due to misplaced ameloblast", "opb": "True neoplasm of ameloblast", "opc": "Tumor resembling enamel present on gingiva", "opd": "Tumor of ameloblast which fail to differentiate terminally", "subject_name": "Pathology", "topic_name": null, "id": "059d6968-3cf3-49e4-a30c-c15b1f3b3308", "choice_type": "multi"}
{"question": "Diffuse mottling of retina with focal areas of increased and decreased pigmentation between posterior pole and equator (Salt and pepper retinopathy) is observed in all of the following except:", "exp": "Ans. a. Resolving retinal detachment (Ref: Kanki 7th/657- 666, Yanoffs 3rd/560-567)Salt and Pepper Fundus is a nonspecific term to describe areas of hypopigmentation due to atrophic retinal changes (salt) with pigmentary alterations from pigment migration (pepper) in large poions of retina.Causes of Salt and Pepper Fundus:Rubella (Congenital)Syphillis (Congenital)Leber amaurosis (Congenital)Mayous Batten disease (Maculo-cerebral facial degeneration)Phenothiazine toxicityRetinal dystrophiesFundus flavimaculatus (Stargardt's Disease)AlbinismRetinitis PigmentosaCystinosis", "cop": 1, "opa": "Resolving retinal detachment", "opb": "Phenothiazine toxicity", "opc": "Congenital rubella", "opd": "Fundus flavimaculatus", "subject_name": "Ophthalmology", "topic_name": null, "id": "2ecfb0bc-1db8-4ec2-9b0c-c5825f3b0ed9", "choice_type": "multi"}
{"question": "Injury to which of the following vessels is least likely to result in significant damage:", "exp": "Ans. c. Inferior mesenteric aeryInjury to inferior mesenteric aery is least likely to result in significant damage among the given options.Occlusion of the inferior mesenteric aery does not always result in irreversible ischaemia of the descending and sigmoid colon, because the marginal aery of the colon usually receives an adequate supply from the left branch of the middle colic aery.", "cop": 3, "opa": "Renal aery", "opb": "Superior mesenteric aery", "opc": "Inferior mesenteric aery", "opd": "Celiac trunk", "subject_name": "Surgery", "topic_name": null, "id": "13ea1b71-7d4f-4dec-babf-485274305ed8", "choice_type": "single"}
{"question": "Tooth develops from: (Or) Calcified structures of\noral cavity develops from", "exp": "Most of skeletal and connective tissues with exception of enamel are derived from ectomesenchymal tissue. Enamel is derived from ectoderm only. Posterior part of oral cavity is formed from endoderm.", "cop": 1, "opa": "Ectoderm, mesoderm", "opb": "Ectoderm", "opc": "Mesoderm", "opd": "Ectoderm and endoderm", "subject_name": "Dental", "topic_name": null, "id": "a1e41d9c-2e03-4195-a5c9-73ee0ac1b8d1", "choice_type": "single"}
{"question": "Target sign is seen in?", "exp": "Leakage of CSF into the nose is called CSF rhinorrhea. It may be clear fluid or mixed with blood as in acute head injuries. TRAUMA. Most of the cases follow trauma.it can be accidental or surgical. Inflammation, mucoceles of sinuses, sinunasal polyposis, fungal infection of sinuses & osteomyelitis, can all erode the bone and dura. Neoplasms, idiopathic- where cause is unknown and patient has spontaneous leak. SITE OF Leakage- CSF from anterior cranial fossa reaches the nose (1) cribriform plate, (2) roof of ethmoid air cells or (3) frontal sinus. CSF from middle cranial fossa follows injuries to sphenoid sinus, cribriform plate. In fracture of temporal bone, CSF reaches the middle ear and then escapes through the Eustachian tube into the nose (CSF OTORHINORRHOEA) DIAGNOSIS- there is history of clear watery discharge from the nose on bending the head or straining. CSF rhinorrhea should be differentiated from nasal discharge as the former is sudden, gushes in drops when bending and cannot be sniffed back. CSF rhinorrhea after head trauma is mixed with blood and shows \"target sign\" when collected on filter paper.it shows central red spot and peripheral lighter halo sign. LAB TEST = BETA-2 transferrin is seen in CSF and not in the nasal discharge. its presence is a specific and sensitive test.", "cop": 2, "opa": "Spontaneous CSF Rhinorrhea", "opb": "Traumatic CSF Rhinorrhea", "opc": "Both", "opd": "None", "subject_name": "ENT", "topic_name": "AIIMS 2017", "id": "6b13b5d1-10ab-414c-bfd4-76b9463300f2", "choice_type": "multi"}
{"question": "A 70 years old male patient presents with amblyopia, exeional chest pain, episodic tachycardia and extra systoles on FCC. What is the probable cause?", "exp": "Answer- B. Chronic nicotine poisoningSymptoms of chronic nicotine poisoning are cough, wheezing, dyspnoea, anorexia, vomiting, diarrhea, anemia, faintness,tremors, impaired memory, amblyopia, blindness, irregularity of the hea with extra-systoles and occasionally attacks pain suggesting angina pectoris", "cop": 2, "opa": "Cocaine poisoning", "opb": "Chronic nicotine poisoning", "opc": "Arsenophagia", "opd": "Cannabis ingestion", "subject_name": "Forensic Medicine", "topic_name": null, "id": "2ae293df-8147-46d5-bd46-b913a95c2593", "choice_type": "single"}
{"question": "Placement of graft will be failure in which class of recession", "exp": null, "cop": 4, "opa": "class I", "opb": "Class II", "opc": "Class III", "opd": "Class IV", "subject_name": "Dental", "topic_name": null, "id": "04c8a800-af32-40fb-b60e-45d64d189679", "choice_type": "single"}
{"question": "Natural disaster causing maximum deaths", "exp": "Ans is 'a' i.e. Hydrological DisasterA \"disaster\" can be defined as 'any occurrence that causes damage, ecological disruption, loss of human life or deterioration of health and health services on a scale stiffly-lent to warrant an extraordinary response from outside the affected community or area'.* A \"hazard\" can be defined as any phenomenon that has the potential to cause disruption or damage to people and their environment. - There are many types of disasters such as eahquakes, cyclones, floods, tidal waves, landslides, volcanic eruptions, fires, snowstorms, building collapse, toxicologic accidents, and warfare, etc.* Hydrological disasters (i.e. floods, tsunamis) are associated with causing a maximum death toll. Geological disasters: includes Eahquakes, Avalanches & Volcanic eruptionsMeteorological disasters: include Cyclones, Tornadoes, Hailstorms, Drought, Heatwaves, Blizzards (Blizzards are severe winter storms characterized by low temperature, strong winds, and heavy snow).", "cop": 1, "opa": "Hydrological", "opb": "Meterological", "opc": "Geological", "opd": "Fires", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "1348a664-1ccc-422f-a083-91d77cb24b92", "choice_type": "single"}
{"question": "While taking final impression tray should be seated first:", "exp": null, "cop": 1, "opa": "Anteriorly", "opb": "Posteriorly", "opc": "Anteriorly or posteriorly depending upon operators choice", "opd": "Anteriorly and posteriorly simultaneously", "subject_name": "Dental", "topic_name": null, "id": "01568e8b-f7f3-45bf-b1e0-3927e972d06c", "choice_type": "single"}
{"question": "Following bilateral mandibular fracture in the canine region, the following muscles will tend to pull the mandible back:", "exp": null, "cop": 1, "opa": "Genioglossus and anterior belly of digastric", "opb": "Genioglossus and mylohyoid", "opc": "Genioglossus and thyrohyoid", "opd": "Genioglossus and masseter", "subject_name": "Surgery", "topic_name": null, "id": "07f7dc0f-6050-4d44-b532-71e4d2787bac", "choice_type": "single"}
{"question": "In a functional implant, bone loss seen annually after 1 year is:", "exp": null, "cop": 2, "opa": "1.5 to 2 mm", "opb": "Less than 0.1 mm", "opc": "1 to 2 mm", "opd": "1 to 1.5 mm", "subject_name": "Dental", "topic_name": null, "id": "5c1480fc-941a-40a6-895b-537be91bcadb", "choice_type": "multi"}
{"question": "Anthracis causes which pulmonary manifestations-", "exp": "Answer- B. Hemorrhagic mediastinitisA low-grade fever and a nonproductive cough. Substernal discomfo early in the illness. Inhalational anthrax progresses rapidly, causing hemorrhagic mediastinitisHigh feverSevere shoness of breathTachypneaCyanosisProfuse diaphoresisHematemesis", "cop": 2, "opa": "Atypical pneumonia", "opb": "Hemorrhagic mediastinitis", "opc": "Lung abscess", "opd": "Bronchopulmonary pneumonia", "subject_name": "Medicine", "topic_name": null, "id": "3e2e85ff-abd6-4b35-bab8-b5fe0b78bdd9", "choice_type": "single"}
{"question": "G-protein coupled receptor that does not act through opening of potassium channels is", "exp": "* DGPCR which act through opening of K+ channels lead to hyper polarisation, thus leading to inhibition.So, receptor which causes stimulation will not act through opening of K+ channels. o Muscarinic M2 receptor, Dopamine D2 receptor and serotonin 5HT1 receptor act through opening of K+ channels.o Whereas Angiotensin 1 receptor act by increasing Ca+2.", "cop": 4, "opa": "Muscarinic M2 receptor", "opb": "Dopamine D2 receptor", "opc": "Serotonin 5 HT 1 receptor", "opd": "Angiotensin 1 receptor", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "a97ea051-7425-4f6f-b909-c32f3801a91f", "choice_type": "single"}
{"question": "Considering the latent period of muscle twitch to be 10 ms, contraction time 40 ms and relaxation time 50 ms, what will be the tetanizing frequency for this muscle?", "exp": "Ans: A. 25 HzStimulation frequency at which summation of contractions occurs -Determined by twitch duration of the paicular muscle under study.Example:If twitch duration = 10 ms.Frequencies less than 1/10 ms (100/s) - Cause discrete responses interrupted by complete relaxation.Frequencies greater than 100/s cause summation.Tetany:Continuous contraction of muscle fibers, without latent period & relaxation time.Hence tetanizing frequency depends only on contraction time, i.e. twitch duration.Twitch duration = 40 milliseconds = 0.04 secTetanizing frequency = 1/0.04 = 25 Hz", "cop": 1, "opa": "25 Hz", "opb": "50 Hz", "opc": "100 Hz", "opd": "75 Hz", "subject_name": "Physiology", "topic_name": null, "id": "9a3ac2a9-6d0f-4448-865c-e5bac449c1ec", "choice_type": "single"}
{"question": "Compament of leg without neurovascular bundle?", "exp": "Ans. d. Superficial posteriorRef: Grays Anatomy, 4lst ed, pg- 1406-1412 and Last anatomy 12th ed, pg. 142Contents of flexor (posterior) compament:Superficial pa:Gastrocnemius, plantaris and soleus musclesDeep pa:Popliteus, Flexor digitorum longus, flexor hallucis longus and Tibialis posterior musclePosterior tibial and peroneal vesselsTibial nerve", "cop": 4, "opa": "Anterior", "opb": "Lateral", "opc": "Deep posterior", "opd": "Superficial posterior", "subject_name": "Anatomy", "topic_name": null, "id": "7a51e736-c9fd-452f-8d09-127583a42886", "choice_type": "single"}
{"question": "Calculate the Age of fetus having CRL 23 cm, foot length 7 cm. Talus is present and testes are present at superficial inguinal ring?", "exp": "Ans: C. 7 monthsGestational age can be determined fiom maturation of chorionic villi; foot length and ossification centres.Seventh month:Length 35 cm; crown-rump length 23 cm; foot length 8 cm; weight 900 to 1200 g.Nails are thick.Eyelids open and pupillary membrane disappears.Skin is dusky-red, thick and fibrous.Meconium is found in the entire large intestine.Testes are found at external inguinal ring.Gallbladder contains bile and caecum is seen in the right iliac fossa.Ossification centre is present in the talus.", "cop": 3, "opa": "5 months", "opb": "6 months", "opc": "7 months", "opd": "8 months", "subject_name": "Forensic Medicine", "topic_name": null, "id": "c8353fc5-db77-40d7-970a-64309e53ba93", "choice_type": "single"}
{"question": "You have been asked to design a study for a disease whose prevalence in the community is 10%. The alpha error has to be kept at 5% with a relative precision of 20% and a power of 20%. What will be the accurate sample size for this study?", "exp": "Ans: B. 900", "cop": 2, "opa": "400", "opb": "900", "opc": "1800", "opd": "3600", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "9eb1442f-0fb3-4f6b-adaa-41bc417180bb", "choice_type": "single"}
{"question": "Which periodontal fibres are consistent and are reconstructed even after the destruction of the alveolar bone?", "exp": null, "cop": 4, "opa": "Apical", "opb": "Alveolar crest group", "opc": "Oblique", "opd": "Transseptal", "subject_name": "Dental", "topic_name": null, "id": "3ef21987-3285-429c-a8be-5f67efefaaf8", "choice_type": "single"}
{"question": "What is the best management of the case shown?", "exp": "Candidiasis Rx - Topical clotrimazole - Nystatin lozenges Median rhomboid glossitis Appearance - seen in Candidiasis infection", "cop": 4, "opa": "Dapsone plus steroids", "opb": "Stop smoking and screen for cancer", "opc": "Vitamin supplements", "opd": "Antifungals for oral candidiasis", "subject_name": "Medicine", "topic_name": "AIIMS 2018", "id": "599273bd-ad8a-4c31-8038-d8d26701bc41", "choice_type": "single"}
{"question": "The community periodontal index of treatment needs is recorded for:", "exp": null, "cop": 2, "opa": "Quadrants", "opb": "Sextants", "opc": "One arch", "opd": "Whole dentition", "subject_name": "Dental", "topic_name": null, "id": "b0b54bca-bd14-47e5-ac75-b6fa6469ff65", "choice_type": "single"}
{"question": "Which of the following clasp is preferable on a partially erupted tooth for adequate retention of removable orthodontic appliance?", "exp": null, "cop": 2, "opa": "Circumferential clasp", "opb": "Adams clasp", "opc": "Jacksons clasp", "opd": "South end clasp", "subject_name": "Dental", "topic_name": null, "id": "eab9d801-7f73-4ea9-92e9-2c7077db5e14", "choice_type": "multi"}
{"question": "Enzymes are classified according to:", "exp": null, "cop": 1, "opa": "Action on substrate", "opb": "Action of coenzymes", "opc": "Nature of the enzymes", "opd": "All of the above", "subject_name": "Biochemistry", "topic_name": null, "id": "8a42a6cc-3a47-4af9-ad8f-4aeacca7f382", "choice_type": "multi"}
{"question": "Direct impact on the bone will produce a:", "exp": null, "cop": 1, "opa": "Transverse fracture", "opb": "Oblique fracture", "opc": "Spiral fracture", "opd": "Comminuted fracture", "subject_name": "Surgery", "topic_name": null, "id": "60646c53-a9be-48d4-a895-551f31fd3faa", "choice_type": "single"}
{"question": "Insufficient closure of the flasks during packing of denture base resin can result in:", "exp": null, "cop": 3, "opa": "Poor colour stability", "opb": "Less polymerization shrinkage", "opc": "Increase in vertical dimension", "opd": "Decrease in vertical dimension", "subject_name": "Dental", "topic_name": null, "id": "61e943fb-b106-4e28-9639-4d6a46cd53ee", "choice_type": "single"}
{"question": "Dental plaque adheres to the tooth because:", "exp": null, "cop": 2, "opa": "Levans are gummy", "opb": "Dextrans are insoluble and sticky", "opc": "Plaque grows into the irregularities", "opd": "Microorganisms produce sticky lipoproteins", "subject_name": "Dental", "topic_name": null, "id": "2dd66c3e-9b8c-421e-818b-5770ed270bfe", "choice_type": "single"}
{"question": "In lead poisoning, there is an inhibition of some of the enzymes of the heme biosynthetic pathway. This is reflected by the accumulation of what substance in blood?", "exp": "Ans: D. Delta amino levulinic acid(Ref: Harper 30/e n329)Lead poisoning:Affect heme metabolism by combining with SH groups in ferrochelatase & ALA (delta-amino levulinic acid) dehydratase enzymes.Elevated protoporphyrin levels - Found in RBC's.Elevated ALA & coproporphyrin levels - Found in urine.", "cop": 4, "opa": "Uroporphyrinogen III", "opb": "Ferrochelatase", "opc": "Porphob I inogen", "opd": "Delta amino levulinic acid", "subject_name": "Biochemistry", "topic_name": null, "id": "639123bc-8fe4-40b6-966d-a564fb9c9dd7", "choice_type": "single"}
{"question": "A 30–year old lady delivered a healthy baby at 37 week of gestation. She was a known case of chronic hepatitis B infection She was positive for HBsAG o but negative for HBeAG. Which of the following is the most appropriate treatment for the baby –", "exp": "Immunization of infants born to i sAg positive women. \n\nThese infants should receive both active and passive immunization soon after birth.\n\nThe first dose of active immunization should be accompanied by administration of .5 ml of HBIG as soon after delivery is possible, because the effectiveness decreases rapidly with increased time after birth.\n\nSubsequent doses of active immunization should be given at 1-2mo, and 6 mo of age.", "cop": 1, "opa": "Both active and passive immunization soon after birth", "opb": "Passive immunization soon afte birth and active immunization at 1 year of age", "opc": "Only passive immunization soon after birth", "opd": "Only active immunization soon after birth", "subject_name": "Pediatrics", "topic_name": null, "id": "cd26e28e-1b7b-4873-8031-d69f1b75a277", "choice_type": "multi"}
{"question": "The host tissue response in acute inflammation is all except:", "exp": null, "cop": 3, "opa": "Exudative", "opb": "Necrotizing", "opc": "Granulomatous", "opd": "Cytopathic", "subject_name": "Pathology", "topic_name": null, "id": "a3bc5be5-72a7-45a8-81a2-4c492249c14f", "choice_type": "multi"}
{"question": "A patient presents to the ER after a A with multiple rib injuries. He is conscious, speaking single words. RR = 40/min, BP= 90/40 mmHg. What is the next immediate step in management?", "exp": "Answer- D. Needle inseion in 2nd ICSThis is a case of tension pneumothorax. Although the new ATLS update is 5th intercostal space in mid maxillary line, but in this question we will go with a time tested method of needle in 2nd intercostal space.", "cop": 4, "opa": "Intubate the patient", "opb": "Urgent fluid infusion", "opc": "Chest X ray", "opd": "Needle inseion in 2nd ICS", "subject_name": "Medicine", "topic_name": null, "id": "1b4a2a96-cd33-4ccd-bf13-3c208a07983a", "choice_type": "multi"}
{"question": "In a patient with Hepatitis B infection. Which one of the markers will be increased?", "exp": "Answer- D. Anti HbcAg IgGBest marker for diagnosing acute hepatitis B is IgM anti-HBc as it is found only in the acute phase of hepatitis B (In chronic hepatitis IgG anti-HBc is found).", "cop": 4, "opa": "HbsAg", "opb": "HbcAg", "opc": "Anti HbsAg IgG", "opd": "Anti HbcAg IgG", "subject_name": "Pathology", "topic_name": null, "id": "1a29fc79-3d2d-40a4-82ca-0f2860d9958a", "choice_type": "single"}
{"question": "A patient reported with Disto-oclusal amalgam restoration in 47 & complaints of sticking of food in interproximal area. Most common reason is?", "exp": null, "cop": 4, "opa": "Broad contact area Buccolingually", "opb": "Wide contact area occlugingivaly", "opc": "Contact area too occlusively", "opd": "Contact area too gingivally", "subject_name": "Dental", "topic_name": null, "id": "418ea8f5-7225-4daa-9fa7-2cf9724b9a8b", "choice_type": "multi"}
{"question": "First order neuron of visual pathway -", "exp": "Answer-:A: photoreceptorRods and cones are the first-order receptor cells that respond directly to light stimulation.Bipolar neurons are the second-order neurons that relay stimuli from the rods and cones to the ganglion cells.Ganglion cells third-order neurons that form the optic nerve (CN II).", "cop": 1, "opa": "Photoreceptor", "opb": "bipolar neuron", "opc": "lateral geniculate body", "opd": "all of the above", "subject_name": "Ophthalmology", "topic_name": null, "id": "6c84e800-14f3-4ba3-9324-84247cbae881", "choice_type": "multi"}
{"question": "All of the following can be used to decreased intraocular pressure in glaucoma except?", "exp": "Explanation- Dexamethasone is a coicosteroid. coicosteroids are contraindicated in Glaucoma , as they result in fuher increase in the intraocular pressure. Mannitol is drug of choice for acute congestive glaucoma. For acute attack of close angle glaucoma mannitol is given IV it result in considerable decrease in Intraocular pressure.Hypeonic mannitol decongest the eye by osmotic action. TOPICAL DRUGS FOR GLAUCOMA b-Adrenergic blockers a-Adrenergic agonists Prostaglandin analogues Carbonic anhydrase inhibitors Miotics Timolol Betaxolol Levobunolol Caeolol Dipivefrine Apraclonidine Brimonidine Latanoprost Travoprost Bimatoprost Dorzolamide Brinzolamide Pilocarpine Physostigmine Echothiophate Methazolamide is carbonic anhydride inhibitor and clonidine is alpha 2 agonist. These can also cause decrease in intra ocular pressure.", "cop": 4, "opa": "Mannitol", "opb": "Methazolamide", "opc": "Clonidine", "opd": "Dexamethasone", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "36cbec15-89a6-44e5-a98b-cb2a68a4b01e", "choice_type": "multi"}
{"question": "A chronic alcoholic patient came to emergency with severe pain in epigastrium and multiple episodes of vomiting. On examination, guarding was present in upper epigastrium. Chest X-ray was normal. What is the next best step?", "exp": "From the given case: ACUTE PANCREATITIS- Chronic Alcoholic- Severe pain in Epigastrium- Episodes of vomiting* Normal CXR- Perforation peritonitis is ruled out - no pneumoperitoneum Acute Pancreatitis: Etiology Clinical Presentation Gall stones Pain in Epigastrium- radiating to left back Alcoholism Ileus- Nausea & Vomiting Trauma to Abdomen Tachypnea Ampullary tumor Abdominal distention Drugs Guarding +nt Hyperparathyroidism Hypotension maybe +nt. Hypercalcemia Pancreatic divisum Viral infections Scorpion bite Malnutrition Idiopathic INVESTIGATIONS:Initial investigation:- Clinical findings- Amylase - Not specific- Lipase - Specific (preferred) Imaging: - CECT - IOC + Staging investigation.- Balthazar criteria- To be performed after 72 hours as pancreatic necrosis is evident 1st 24 hrs.- Upper GIE & Alcohol breath test - Not done as the patient is alcoholic- No history of upper GI bleeding", "cop": 2, "opa": "Upper GI endoscopy", "opb": "Serum lipase", "opc": "Alcohol breath test", "opd": "CECT", "subject_name": "Surgery", "topic_name": "AIIMS 2019", "id": "5bfd1b1b-9631-4170-b708-e0504da5086e", "choice_type": "multi"}
{"question": "Most accurate and safe method to diagnose ble pregnancy at 6weeks-", "exp": "Answer- B. USG for fetal cardiac activityUSG for fetal cardiac activity:At 6 weeks it is routine to detect fetal cardiac activity by ultrasound5 1/2 Yz to 6 weeks is usually a very good time to detect either a fetal pole or even a fetal hea beat by vaginalultrasound.", "cop": 2, "opa": "Doppler assessment of fetal cardiac activity", "opb": "USG for fetal cardiac activity", "opc": "Urinary Beta-hCG determination", "opd": "Per vaginal examination of uterine size corresponding to 6 weeks gestation", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "5c55ed82-c9c5-4f5d-8d0e-9cd76cfbeb74", "choice_type": "single"}
{"question": "As we move from anterior to posterior gingival embrasure become", "exp": null, "cop": 1, "opa": "Smaller", "opb": "Larger", "opc": "Remain same", "opd": "Can be any of the above", "subject_name": "Dental", "topic_name": null, "id": "3ee700bc-5cac-4228-b0a2-5164512b90e4", "choice_type": "multi"}
{"question": "Helmet cells are characteristic of anemia of", "exp": null, "cop": 1, "opa": "Hemolytic uremic syndrome", "opb": "Polysplenia", "opc": "Spherocytosis", "opd": "Acanthocytosis", "subject_name": "Medicine", "topic_name": null, "id": "233443b2-7059-4f82-a321-2b4e1f61733a", "choice_type": "single"}
{"question": "The main vessel involved in bleeding from Juvenile nasopharyngeal angiofibroma:", "exp": "Ans: C. Internal maxillary aery(Ref Dhingra 7/e p281-282, 5/261-263)Juvenile Nasopharyngeal Angiofibroma:MC benign tumor of nasopharynx (but overall angiofibroma rare).MC site:Posterior pa of nasal cavity close to the margin of sphenopalatine foramen.Seen exclusively in males of 10-20 years.Testosterone dependent tumor - Seen in pre-pubeal to adolescent males.Features:Locally invasive vasoformative tumor consisting of endothelium lined vessels with no muscle coat.Main feeding vessel in most cases = Internal maxillary aery.Internal maxillary aery - External carotid aery branch.", "cop": 3, "opa": "Facial aery", "opb": "Ascending pharyngeal aery", "opc": "Internal maxillary aery", "opd": "Anterior ethmoidal aery", "subject_name": "ENT", "topic_name": null, "id": "6ace03e9-b26c-455d-a158-71cbf9a0854b", "choice_type": "single"}
{"question": "Which of the following is inclusion of cytoplasm?", "exp": null, "cop": 4, "opa": "Endoplasmic reticulum", "opb": "Ribosome", "opc": "Golgi body", "opd": "Glycogen", "subject_name": "Biochemistry", "topic_name": null, "id": "80277406-9c77-407e-aa74-eb65fc891435", "choice_type": "single"}
{"question": "muscle spindle is", "exp": null, "cop": 2, "opa": "Receptor for a variety of multisynaptic reflexes", "opb": "Receptor for stretch receptor reflex", "opc": "Occurs only in antigravity extensor muscles", "opd": "Excited by both stretch and contraction of the muscles in which it is located", "subject_name": "Physiology", "topic_name": null, "id": "bc474c2e-6cf4-4df9-b484-3ecada4dd30d", "choice_type": "multi"}
{"question": "The pin used in pin restoration of a root canal treated tooth is:", "exp": null, "cop": 2, "opa": "Self thread pin", "opb": "Cemented pin", "opc": "Frictional pin", "opd": "Any of the above", "subject_name": "Dental", "topic_name": null, "id": "8da7f54d-18a6-4f2f-b710-a062f4e55de7", "choice_type": "multi"}
{"question": "For a bonding agent to be effective wetting angle should be", "exp": null, "cop": 1, "opa": "Minimum with dental hard tissue", "opb": "Minimum with dentin and Maximum with enamel", "opc": "Maximum with dentin and Minimum with enamel", "opd": "Maximum with dental hard tissue", "subject_name": "Dental", "topic_name": null, "id": "f326a14c-b8d1-43e8-bfca-a8cfe77d3b9f", "choice_type": "single"}
{"question": "What is the best time to give anti-D to a pregnant patient?", "exp": "Ans: B. 28 weeks (Ref Williams 24/e p312: COGT 11/e p353; FERNANDO ARIAS 4/e p374).Best time to give anti-D to a pregnant patient is 28 weeks.According to American College of Obstetricians and Gynecologists, 2010:Anti-D immune globulin is given prophylactically to all Rh D-negative, unsensitized women at approximately 28 weeks.Second dose is given after delivery if the infant is Rh D-positive .", "cop": 2, "opa": "12 weeks", "opb": "28 weeks", "opc": "36 weeks", "opd": "After delivery", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "80373cf9-5322-408c-ae6b-bff7f9fb2d88", "choice_type": "single"}
{"question": "A patient presents to the ER after a A with multiple rib injuries. He is conscious, speaking single words.RR= 40/ minute, BP= 90/40mm Hg. What is the next immediate step in management?", "exp": "Answer- D. Needle inseion in 2nd ICSThis is a case of pneumothorax. Although the new ATLS update is 5th intercostal space in mid axillary line but in this question we will go with a time tested method of needle in the 2nd ICS.", "cop": 4, "opa": "Intubate the patient", "opb": "Urgent fluid infusion", "opc": "Chest X- ray", "opd": "Needle inseion in 2nd ICS", "subject_name": "Surgery", "topic_name": null, "id": "b9ad0558-8257-4446-bcae-f264097ab0a5", "choice_type": "multi"}
{"question": "Mechanical objectives of cleaning ans shaping are given by:", "exp": null, "cop": 1, "opa": "Schilder", "opb": "Wein", "opc": "Brook", "opd": "Grossman", "subject_name": "Dental", "topic_name": null, "id": "a8efab51-c555-4622-b1aa-b726cb28b8b3", "choice_type": "single"}
{"question": "Which of the following muscle helps in depressing the mandible:", "exp": null, "cop": 3, "opa": "Temporalis", "opb": "Massetor", "opc": "Lateral pterygoid", "opd": "Medial pterygoid", "subject_name": "Dental", "topic_name": null, "id": "f1d6ed0c-2c16-42f9-8673-a1f111e8a088", "choice_type": "single"}
{"question": "Which of the following is true about intracellular iron homeostasis in iron deficiency anemia?", "exp": "Answer- A. Transferrin receptor-1 iron responsive elements increase transferrin receptor mRNA concentration and synthesisIn iron deficiency anemia, transferrin receptor-I iron responsive elements increase transfetin receptor mRNA concentration and synthesis.\"The regulation of iron metabolism at the cytoplasmic mRNA level by interaction of iron regulalory protein (IRP-I) and the iron-responsive elements (IREs) to apoferritin mRNA and transferrin receptor mRNA. When the cytoplasmic iron concentration is low, IRP-I binds to the IREs of both mRNAs.", "cop": 1, "opa": "Transferrin receptor-1 iron responsive elements increase transferrin receptor mRNA concentration and synthesis", "opb": "Transferrin receptor-1 iron responsive elements decrease transferrin receptor mRNA concentration and synthesis", "opc": "Apoferritin mRNA iron response element decreases and ferritin synthesis decreases", "opd": "Apoferritin mRNA iron response element decreases and ferritin synthesis increases", "subject_name": "Pathology", "topic_name": null, "id": "2b85c83e-8fee-49cc-a779-c901db39290b", "choice_type": "multi"}
{"question": "Glazing of the layer crack is seen because Of", "exp": null, "cop": 1, "opa": "Thermal shock", "opb": "Contamination", "opc": "Incompatible", "opd": "None", "subject_name": "Dental", "topic_name": null, "id": "fa2a0cb0-f5b4-4353-9c23-b256c3e73e71", "choice_type": "multi"}
{"question": "A 25 yr old person with history of repeated episodes of rheumatic fever is hypersensitive to penicillin. Which of following drug can be prescribed to him?", "exp": null, "cop": 2, "opa": "Penicillin G", "opb": "Sulfisoxazole", "opc": "Sulfasalazine", "opd": "Streptomycin", "subject_name": "Pharmacology", "topic_name": null, "id": "1a4b278a-1f53-4306-ba5e-7b5e303120be", "choice_type": "single"}
{"question": "A young patient has been admitted with A and had massive hemorrhage. He needs to be transfused with large amounts of fluids. Which IV cannula is preferred?", "exp": "Ans: B. Greenused for routine blood transfusions, transfusing large volumes of fluid, intravenous feeding of patients and the harvesting and separation of stem cells.Refi ATLS 18th edn; 2018, Chapter 3 ShockColorSizeExternal diameter(mm)Length(mm)Water flow rate (mL/min)Recommended usesOrange14G2.1 mm45 mm-240 mL/minTrauma, rapid blood transfusion, surgeryGray16G1.8 mm45 mm--180 mL/minRapid fluid replacement, trauma, rapid blood transfusionGreen18G1.3 mm32 mm--90 mL/minLarge volumes of fluid, Rapid fluid replacement, trauma, rapid blood transfusionPink20G1.1 mm32 mm--60 mL/minMost infusions, rapid fluid replacement, trauma, routine blood transfusionBlue22G0.9 mm25 mm--36 mL/minMost infusionsNeonate, pediatric, older adults routine blood transfusion Yellow 24G 0.7 mm 19 mm --20 mL/minMost infusions neonate, pediatric, older adults, routine blood transfusion, neonate or pediatric blood transfusion Purple 26G 0.6 mm 19 mm --13 mL/minPediatrics, Neonate", "cop": 2, "opa": "Grey", "opb": "Green", "opc": "Blue", "opd": "Pink", "subject_name": "Surgery", "topic_name": null, "id": "a28af149-bf4b-4c9a-a4bf-5f6387f945e9", "choice_type": "single"}
{"question": "All of following are recognized manifestation of acute Rheumatic fever except –a) Abdominal painb)  Epistaxisc)  Choread)  Subcutaneous nodules", "exp": "Subcutaneous nodules and chorea are the major criteria.\nEpistaxis and abdominal pain are nonspecific and usually do not occur.", "cop": 4, "opa": "ac", "opb": "a", "opc": "ad", "opd": "ab", "subject_name": "Pediatrics", "topic_name": null, "id": "810e4333-a984-4b47-821a-d6dddd1615d7", "choice_type": "multi"}
{"question": "Following are functions of prostaglandins except:", "exp": null, "cop": 4, "opa": "Increase capillary permeability", "opb": "Uterine contraction", "opc": "Lowers blood pressure", "opd": "Elevates blood pressure", "subject_name": "Pathology", "topic_name": null, "id": "804473d2-7d4f-4632-a335-576fb1ab23a3", "choice_type": "multi"}
{"question": "Which is not a branch of the external carotid aery supplying nasal septum?", "exp": "Ans. D. anterior ethmoidalThe nasal septum also derives its blood supply from :Branches from the external carotid aery are the sphenopalatine aery, the greater palatine aery, the superior labial aery, and the angular aery.The main branches from the interior carotid are the anterior ethmoidal aery, and the posterior ethmoidal aery that supplies the septum, and these derive from the ophthalmic aery.", "cop": 4, "opa": "Sphenopalatine", "opb": "greater palatine", "opc": "superior labial", "opd": "anterior ethmoidal", "subject_name": "Anatomy", "topic_name": null, "id": "45588c4c-da93-43ca-8ee4-05feb851be68", "choice_type": "single"}
{"question": "Which of the following is unpaired bone of facial skeleton:", "exp": "Mandible and vomer are the two unpaired bones of facial skeleton.", "cop": 4, "opa": "Nasal", "opb": "Lacrimal", "opc": "Inferior nasal concha", "opd": "Vomer", "subject_name": "Anatomy", "topic_name": null, "id": "e45edfb9-2b6f-4ffb-9d2e-82ee6504cba5", "choice_type": "single"}
{"question": "A recently delivered woman with a 15 days old child suffering from cough, sneezing and fever needs help. She has no money for transpoation to nearby hospital. Which of the national programme can help this woman?", "exp": "Ans: A. JSSK(Ref Park 24/e p476, 23/e p456, 22/e p420; Shishu Suraksha Karyakaram (JSSK), the national programme can help this woman. Janani-Shishu Suraksha Karyakram (JSSK)The initiative entitles all pregnant women delivering in public health institutions to absolutely free and no expense to delivery, including cesarean section.Includes free drugs and consumables, free diet up to 3 days during normal delivery and up to 7 days for cesarean section, free diagnostics, and free blood wherever required.Provides for free transpo from home to institution, between facilities in case of referral and drop back home.Similar entitlements for all sick newborns & infants accessing public health institutions for treatment till 30 days after bih.Aims to eliminate out of pocket expenses incurred by the pregnant women and sick new borns while accessing services at Government health facilities.", "cop": 1, "opa": "JSSK", "opb": "Indira Gandhi YojanaF-IMNCI", "opc": "F-IMNCI", "opd": "Home-based Care", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "98e20d31-45bf-46c2-80cd-a9020dcaf014", "choice_type": "single"}
{"question": "Nerve supply of the mucosa of larynx, from epiglottis to the level of the cords is :", "exp": "The larynx is innervated bilaterally by the superior laryngeal nerve (supplies mucosa from the epiglottis to the level of the cords) and the recurrent laryngeal nerve (supplies mucosa below the cords), both branches of the vagus nerve (CN X)..", "cop": 1, "opa": "Superior laryngeal", "opb": "External laryngeal", "opc": "External laryngeal and recurrent laryngeal", "opd": "Internal laryngeal and recurrent laryngeal", "subject_name": "Anatomy", "topic_name": null, "id": "6f132291-8a44-47a8-9979-1d359c074a7c", "choice_type": "single"}
{"question": "A 26 years old female presented with mild pain in lower abdomen. She has had 2 full-term normal delivery earlier. Her last menstrual period was 3 weeks back. On pelvic examination, you find a palpable mass in the adnexa. On USG pelvis, you find a 5 cm ovarian cyst. What should be your next step?", "exp": "Ans: A. Observation and follow-up for cyst after 2-3 months(Ref: Shaw's 15/e p369)The patient is premenopausal, 3 weeks after LMP (likely to have ovulated) with a 5 cm cyst.The scenario presented here likely represents the patient having a corpus luteum cyst.These cysts need not be approached aggressively unless causing significant symptoms.", "cop": 1, "opa": "Observation and follow-up for cyst after 2-3 months", "opb": "CA-125 levels", "opc": "Diagnostic exploratory laparotomy", "opd": "CECT of pelvis", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "e34449dd-8f30-4260-8771-5d70d578a83c", "choice_type": "multi"}
{"question": "Lente insulin is composed of:", "exp": "Answer- A. 30% Amorphous + 70% Crystalline insulinLente insulin is a 7:3 mixture of long acting ultralente (crystalline) and sho-acting semilente (amorphous) insulin zincsuspension.Long Actinglnsulin glargineInsulin detemirInsulin degludecProtamine zinc insulin", "cop": 1, "opa": "30% Amorphous + 70% Crystalline insulin", "opb": "30% Crystalline + 70% Amorphous insulin", "opc": "Same as NPH insulin", "opd": "Only 70% amorphous insulin", "subject_name": "Pharmacology", "topic_name": null, "id": "441684f3-9823-4e41-9066-c572118e3efc", "choice_type": "multi"}
{"question": "45-year-old presents with persistent productive cough and clubbing. On auscultation, wheeze and crackles are present. Which is the most specific investigation to confirm the diagnosis?", "exp": "Ans. a. HRCTPersistence of a productive cough, clubbing, wheeze, and crackles is suggestive of bronchiectasis. HRCT is the diagnostic procedure of choice (most specific).HRCT findings in bronchiectasis:Airway dilation (detected as parallel \"tram tracks\" or as the \"signet-ring sign\").Lack of bronchial taperingBronchial wall thickening in dilated airwaysInspissated secretions (e.g., the \"tree-in-bud\" pattern)Cysts emanating from the bronchial wall (especially pronounced in cystic bronchiectasis)", "cop": 1, "opa": "HRCT", "opb": "Bronchoscopy with bronchoalveolar lavage", "opc": "Chest X-ray", "opd": "MRI", "subject_name": "Medicine", "topic_name": null, "id": "618b8199-05e4-41a6-b549-07eb307bec25", "choice_type": "single"}
{"question": "An isolated area in which root is denuded of bone is intact and covered only by periosteum and overlying gingiva is called", "exp": null, "cop": 1, "opa": "Fenestration", "opb": "Dehiscence", "opc": "Infracrestal pocket", "opd": "Hemiseptum defect", "subject_name": "Dental", "topic_name": null, "id": "90d54d35-0bda-43a5-a459-85e2e2f8c572", "choice_type": "multi"}
{"question": "A permanent tooth with fracture involving apical one\nthird of root after treatment, would most likely:", "exp": null, "cop": 2, "opa": "Exhibit internal root resorption", "opb": "Remain vital and functional", "opc": "Be ankylosed", "opd": "Exhibit external root resorption and exfoliate", "subject_name": "Dental", "topic_name": null, "id": "a9df804d-c8d7-4afa-ad5d-776b64742bab", "choice_type": "single"}
{"question": "A child is diagnosed to have acute gastroenteritis. The consulting pediatrician wants to send a stool sample to a lab which is 16-18 hours away. Which of the following mediums should he use to send this sample –", "exp": "In acute gastroenteritis stool culture should be obtained as early as possible.\n\"Fecal specimens that cannot immediately be plated for culture can be transported to the laboratory in a non-nutrient holding medium such as Carry-Blair to prevent drying or overgrowth of specific organisms\".", "cop": 2, "opa": "Charcol cotton bud", "opb": "Carry Blair medium", "opc": "Sterilized jar", "opd": "A medium with high CO2 content", "subject_name": "Pediatrics", "topic_name": null, "id": "56a4d5b8-c2e7-4534-9511-a30ff0769814", "choice_type": "single"}
{"question": "A 4 yr old girl child suffering from vomiting, cerebral edema and is being treated for viral infection from past 5 days. Liver biopsy in this patient may show", "exp": null, "cop": 4, "opa": "Central haemorrhagic necrosis", "opb": "Non-alcoholic steatohepatitis", "opc": "Autoimmune hepatitis", "opd": "Microvesicular steatohepatitis", "subject_name": "Pathology", "topic_name": null, "id": "2da045d5-171a-4102-a9f5-2de62997fa2c", "choice_type": "single"}
{"question": "Which is false about apoptosis?", "exp": "Apoptosis is genetically regulated, hence apoptosis is sometimes referred to as programmed cell death. Plasma membrane remains intact in apoptosis hence there is no leakage of enzymes and inflammation Apoptosis cause activation of caspase and protease which cause cells to shrink . Hence organelle swelling is not a feature of apoptosis. It is a feature of reversible cell injury or necrosis Characteristic feature of apoptosis microscopically is chromatin condensation", "cop": 3, "opa": "No inflammation", "opb": "Plasma membrane intact", "opc": "Organelle swelling", "opd": "Affected by dedicated genes", "subject_name": "Pathology", "topic_name": "AIIMS 2018", "id": "eb64ac60-ebb7-4851-8bbc-9251026bcbbc", "choice_type": "multi"}
{"question": "Earliest valvular lesion in a case of acute rheumatic fever is –", "exp": "In rheumatic fever valvular abnormalities usually are associated with chronic disease but mitral regurgitation is seen in acute rheumatic fever.\nMitral regurgitation is the commonest manifestation of acute as well as previous rheumatic carditis.", "cop": 1, "opa": "Mitral regurgitation (MR)", "opb": "Aortic Regurgitation(AR)", "opc": "Mitral stenosis (MS)", "opd": "Aortic Stenosis (AS)", "subject_name": "Pediatrics", "topic_name": null, "id": "3ed188d6-3605-4419-b71e-118167218468", "choice_type": "single"}
{"question": "A 5-year old boy passed 18 loose stools in last 24 hours\nand vomited twice in last 4 hours. He is irritable but drinking fluids. The optional therapy for this child is:", "exp": null, "cop": 2, "opa": "Intravenous fluids", "opb": "Oral rehydration therapy", "opc": "Intravenous fluid initially for 4 hours followed by oral fluids", "opd": "Plain water ad libitum", "subject_name": "Medicine", "topic_name": null, "id": "ba74314a-2adf-4b6a-8c74-2c8c7f5b641f", "choice_type": "multi"}
{"question": "The usefulness of a screening test depends upon it", "exp": null, "cop": 1, "opa": "Sensitivity", "opb": "Specificity", "opc": "Reliability", "opd": "Predictive value", "subject_name": "Dental", "topic_name": null, "id": "7e0a6533-733d-48a0-88dd-3359674187b8", "choice_type": "single"}
{"question": "Treatment for KOT is:", "exp": null, "cop": 3, "opa": "Mandible resection with continuity defect and immediate reconstruction", "opb": "Mandible resection without continuity defect and immediate reconstruction", "opc": "Enucleation and peripheral osteotomy, chemical cauterization", "opd": "Cauterization and delayed reconstruction", "subject_name": "Surgery", "topic_name": null, "id": "66af4905-caef-487f-8c22-6f6b94e002f2", "choice_type": "single"}
{"question": "The most effective caustic that may be used locally in the treatment of hypersensitive dentin in the molars is:", "exp": null, "cop": 4, "opa": "Alcohol", "opb": "Chlorhexidine", "opc": "Trichloro acetic acid", "opd": "Silver nitrate", "subject_name": "Dental", "topic_name": null, "id": "4669e9cb-e3f4-484f-be7a-0c30e319908e", "choice_type": "multi"}
{"question": "Poisoning by which of these elements causes blind staggers alkali disease in livestock?", "exp": "Ans: C. SeleniumBlind staggers are no longer believed to be caused by selenium but by sulfate toxicity due to the consumption of high-sulfate alkali water and/or high sulfur-containing forages.Since Sulfate is not mentioned in Question we will go for selenium.Excess sulfate (>1% of diet) leads to polioencephalomalacia and the classical signs of blind staggers.Blind StaggersThis syndrome may occur within a brief period (a few days to a few weeks) after the animal has begun to take in very high dietary levels of selenium. The symptoms of this condition are: impaired vision, a depressed appetite, and wandering in circlesProlonged oral exposure of cattle to elevated dietary selenium (Se) is associated historically with 2 clinical syndromes:Alkali disease.\"Blind staggers\".These two syndromes are not necessarily independent of one another. An animal may have only symptoms of one or the other or a combination of the symptoms of both. Both are associated with cardiac and skeletal muscle damage as well as hepatic damage.", "cop": 3, "opa": "Magnesium", "opb": "Manganese", "opc": "Selenium", "opd": "Molybdenum", "subject_name": "Forensic Medicine", "topic_name": null, "id": "c27e7c0b-7d26-4ca7-b537-c44b71114d55", "choice_type": "single"}
{"question": "Dicor is", "exp": null, "cop": 1, "opa": "Castable ceramic", "opb": "Metavite", "opc": "Vitallium", "opd": "Vita ceramic", "subject_name": "Dental", "topic_name": null, "id": "cf45037e-e487-43c9-aac6-203387a25b55", "choice_type": "multi"}
{"question": "Drugs preventing PPH, all except:", "exp": "*PPH - Any bleed in genital tract after delivery Treatment - Misoprostol - PGE1 - 1000 ug per rectum - Carboprost -PGF2 alpha -IM only - Oxytocin is DOC. By WHO - 5/10 IU IM/IV Prophylactic - 10 -20 IU lV infusion For Rx of PPH. - IV methylergometrine 0.2 mg (peak action of 90 sec)", "cop": 2, "opa": "Misoprostol", "opb": "Dinoprostone", "opc": "PGF-2 alpha", "opd": "Oxytocin", "subject_name": "Gynaecology & Obstetrics", "topic_name": "AIIMS 2019", "id": "6d899f34-1374-4e19-b4d7-4f3b855176fe", "choice_type": "multi"}
{"question": "Which stage of plasmodium vivax is infective to mosquito?", "exp": "When certain forms of blood stage parasites (gametocytes, which occur in male and female forms) are ingested during blood feeding by a female Anopheles mosquito, they mate in the gut of the mosquito and begin a cycle of growth and multiplication in the mosquito. \nAfter 10-18 days, a form of the parasite called a sporozoite migrates to the mosquito’s salivary glands. \nWhen the Anopheles mosquito takes a blood meal on another human, anticoagulant saliva is injected together with the sporozoites, which migrate to the liver, thereby beginning a new cycle.\n\nRef :https://www.cdc.gov/malaria/about/biology/index.html", "cop": 2, "opa": "Sporozoite", "opb": "Gametocyte", "opc": "Merozoite", "opd": "Zygote", "subject_name": "Microbiology", "topic_name": null, "id": "87d25aef-12d5-478d-b126-e98a1a76e9f0", "choice_type": "single"}
{"question": "A lady presents with complaints of abdominla pain. CECT shows bilateral papillary necrosis. Which of the following test shall not be done to investigate the cause of her papillary necrosis?", "exp": "Ans. a. Urine acidification test(Ref: Harrison 19/e p1860, 18/e p2372)Urine acidification test is mainly done to diagnose A (Renal tubular acidosis), not the causes of papillary necrosis.", "cop": 1, "opa": "Urine acidification test", "opb": "Sickling test", "opc": "Urine -PCR for TB", "opd": "Bacterial culture of urine", "subject_name": "Medicine", "topic_name": null, "id": "9962b697-f58a-4ac3-9ca5-05cde28164b4", "choice_type": "multi"}
{"question": "Which of these indicators is used at anganwadi centers for growth monitoring in children?", "exp": "Ans: B. Weight for ageRef: Park 241e p582, 23/e p547, 22/e p506)India has adopted the new WHO Child Growth Standards (2006) in February 2009 for monitoring the young child growth and development within the National Rural Health Mission and the ICDS.These are based on weight for age.Weight for age is used at anganwadi centers for growth monitoring in children.", "cop": 2, "opa": "Height for age", "opb": "Weight for age", "opc": "Weight for height", "opd": "Mid-arm circumference", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "658ebcea-6f61-4281-a426-848ad0dcf8bf", "choice_type": "single"}
{"question": "A pregnant woman with G3P2L0 presented to you with a pregnancy at period of gestation of 9 weeks. She has a history of conization one year back currently on follow up with no recurrence on PAP smean She also has the history of preterm bihs at 30 and 32 weeks during her last 2 pregnancy. What is your next step in the management of this patient?", "exp": "Ans: A. USG to see cervical lengthRef NICE guidelines; ACOG guidelines; SOGC guidelines.The current review fromACOG recommends cervical cerclage for women with a current singleton pregnancy, prior spontaneous preterm bih at less than 34 weeks of gestation, and cervical length less than 25 mm.", "cop": 1, "opa": "USG to see cervical length", "opb": "Cervical cerclage", "opc": "Complete bed rest", "opd": "Abdominal cerclage", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "732dd200-d2b0-4b84-9919-dd651bcf5301", "choice_type": "multi"}
{"question": "Treatment of choice for erythrodermic psoriasis:", "exp": "Ans: A. Methotrexate (Ref Fitzpatrick 6/e p2676)Methotrexate or oral retinoids (Acitretin) - DOC for erythrodermic psoriasis management.Current use of methotrexate to treat psoriasis is most common in patients with severe or refractory plaque-type disease that requires systemic treatment.It is also very useful for erythrodermic and pustular psoriasis, as well as psoriatic ahritis.", "cop": 1, "opa": "Methotrexate", "opb": "Coicosteroids", "opc": "Coal tar topical", "opd": "Topical steroids", "subject_name": "Skin", "topic_name": null, "id": "aa677f5e-3b2c-4ec8-8b77-78610a8a38cf", "choice_type": "single"}
{"question": "An 8 year old child got trauma and got his central incisor avulsed 20 minutes back which got contaminated with debris. The child rushes to dental clinic with avulsed tooth, the treatment is:", "exp": "If the tooth has been out for 15 minutes to 60 minutes:\nTooth with closed apex\n\nClean the root surface with saline.\nDo not touch a viable root with hands, forceps, gauze or anything, or try to scrub or clean it to avoid injury to\nthe periodontal ligament which makes it difficult to revascularize the reimplanted tooth.\nExamine alveolar socket after cleaning it with saline. Do not overlook fracture of tooth and alveolar ridge.\nReimplant the tooth gently with firm finger pressure. Ask the patient to bite down firmly on a piece of gauze to help stabilize the tooth.\nAfter evaluating the occlusion, stabilize the tooth if required. Ideal splint required for an avulsed tooth is a flexible splint. The commonly used flexible splints are made of Gortex, metallic mesh stripes, synthetic clothes or orthodontic wire. A thick strip of composite bonded to the avulsed and the adjacent teeth also act as a splint.\n\nThe splint should engage several teeth around the avulsed tooth and it should be kept in place for not more than 7 to 10 days.\n\nContinue with the same treatment as above.\n\nTooth with open apex:\n\nClean the root surface with saline.\nExamine the alveolar socket after cleaning it with saline.\nCover the root surface with minocycline hydrochloride microspheres before reimplanting to kill bacteria which could enter the immature apex and form an abscess.\nContinue with the same treatment as above.\n\nRef: Textbook of endodontics, Nisha Garg and Amit Garg, 3rd edition, pg no:477", "cop": 1, "opa": "Clean root surface with saline and reimplant", "opb": "Clean and curette root surface and reimplant", "opc": "Clean root surface, do RCT and reimplant", "opd": "Scrubbing of root surface and reimplant", "subject_name": "Dental", "topic_name": null, "id": "fca6dd3f-4e3a-49fe-a893-e4c69ee343b3", "choice_type": "single"}
{"question": "A sevoflurane vaporizer can accurately deliver the dose of an anesthetic agent. It resembles it in which of the following propeies?", "exp": "Ans: D. Vapor pressureVapor pressure is directly propoional to temperature.Increasing temperature will increase the ratio of gas:liquid molecules, thereby increasing vapor pressure.Vapor pressure is independent of atmospheric pressure and is contingent only on the temperature and physical characteristics of the liquid.", "cop": 4, "opa": "Molecular weight", "opb": "Oil gas paition coefficient", "opc": "Blood gas paition coefficient", "opd": "Vapor pressure", "subject_name": "Anaesthesia", "topic_name": null, "id": "6ec7c97f-5287-46e6-82ec-75ded2b07a1c", "choice_type": "single"}
{"question": "Which of these findings is not specific of blast injury?", "exp": "Ans: D. Fracture(Ref: Reddy 34/e 1)225-227, 33/e p239-240; Parikh 6/e p4.183; Sabiston 19/e p6I2-613; Bailey 26/e p430 25/e p422-423)Fracture is not specific of blast injury.Marshall's triad:Diagnostic of explosive injury.Includes bruises, abrasions & puncture lacerations.", "cop": 4, "opa": "Abrasion", "opb": "Bruise", "opc": "Puncture laceration", "opd": "Fracture", "subject_name": "Forensic Medicine", "topic_name": null, "id": "6f1fdbc9-920f-4bff-b2eb-ba300fd9cc59", "choice_type": "single"}
{"question": "Apical foramen is found at root apex in", "exp": null, "cop": 1, "opa": "17-46% of cases", "opb": "5-10 % of cases", "opc": "10-30% of cases", "opd": "100% of cases", "subject_name": "Dental", "topic_name": null, "id": "b31e3c42-29b5-4773-aec7-c8e8c7c9e444", "choice_type": "single"}
{"question": "The mean systolic blood pressure was measured in a sample population of elderly females and came out to be 125 mm Hg with a standard detion of 10. 95 percent of people would have blood pressure above:", "exp": "Ans: B. 110 mm Hg(Ref: Park 24/e p 886)", "cop": 2, "opa": "105 mm Hg", "opb": "110 mm Hg", "opc": "115 mm Hg", "opd": "140 mm Hg", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "af9a1805-2fda-43e1-9c73-64731258f12c", "choice_type": "multi"}
{"question": "Nausea and vomiting postoperatively can be because of all except", "exp": null, "cop": 4, "opa": "Blood ingested", "opb": "N2O", "opc": "Opioid", "opd": "Acetaminophen", "subject_name": "Pharmacology", "topic_name": null, "id": "44588787-ffcc-4c4c-b31b-5616520ee30f", "choice_type": "multi"}
{"question": "Statistical `Q' test is used for:", "exp": "Answer- B. To determine outliarsDixon's Q test, or simply the Q test, is used for identification and rejection of outliers.In statistics, an outlier is an observation point that is distant from other observations.An outlier may be due to variability in the measurement or it may indicate experimental errorOutliers can occur by chance in any distribution, but they are often indicative either of measurement error or that the population has a heavy-tailed distribution.This test should be applied sparingly and never more than once to a single data set.", "cop": 2, "opa": "Comparing the propoion of means of 2 groups", "opb": "To determine outliars", "opc": "To determine normality distribution", "opd": "Comparing the propoion of means of more than 2 groups", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "91b8c11b-1fd3-40dc-9660-5756b52296ed", "choice_type": "single"}
{"question": "The typical cervical differs from thoracic vertebra in that it", "exp": "The cervical vertebrae are identified by the presence of foramen transversarium in the transverse process.\nThis is an unique identification feature of cervical vertebrae, and is not present in thoracic and lumbar vertebra.", "cop": 2, "opa": "Has a triangular body", "opb": "Has a foramen transversarium", "opc": "Superior articular facet directed backwards and upwards", "opd": "Has a large vertebral body", "subject_name": "Anatomy", "topic_name": null, "id": "d3a7afa0-b887-4c0b-a244-6c41e2f62ee4", "choice_type": "single"}
{"question": "Most atypical (unique) tooth", "exp": null, "cop": 1, "opa": "Primary lower 1st molar", "opb": "Primary lower 2nd molar", "opc": "Primary upper 1st molar", "opd": "Primary upper 2nd molar", "subject_name": "Dental", "topic_name": null, "id": "3fa2a07a-96d8-4272-bc31-1e91555907e9", "choice_type": "single"}
{"question": "Lamina cribrosa is a modification of :", "exp": "The sclera (skleros=hard) is opaque and forms the posterior five-sixths of the eyeball. It is composed of dense fibrous tissue which is firm and maintains the shape of the eyeball. It is thickest behind, near the entrance of the optic nerve, and thinnest about 6 mm behind the sclerocorneal junction where the recti muscles are inserted. However, it is weakest at the entrance of the optic nerve. Here the sclera shows numerous perforations for passage of fibres of the optic nerve. Because of its sieve-like appearance this region is called the lamina cribrosa (crib=sieve).", "cop": 1, "opa": "Sclera", "opb": "Choroid", "opc": "Optic nerve sheath", "opd": "Retina", "subject_name": "Anatomy", "topic_name": null, "id": "2bd3f36b-ca4b-4aaf-80ed-433c884e740c", "choice_type": "single"}
{"question": "2 root canals are found in what percentage of Mandibular incisors", "exp": null, "cop": 1, "opa": "22-40%", "opb": "11-22%", "opc": "20-50 %", "opd": "5-15%", "subject_name": "Dental", "topic_name": null, "id": "7a6a550d-e730-40ac-8d5e-25a7212d4f23", "choice_type": "single"}
{"question": "Ratio of mesiodistal width to height of crown of maxillary canine", "exp": null, "cop": 1, "opa": "8:10", "opb": "10:08", "opc": "6:08", "opd": "8:06", "subject_name": "Dental", "topic_name": null, "id": "4d48f925-c908-4543-b466-e97ff099812c", "choice_type": "single"}
{"question": "Which of the following hormone is/are under inhibitory of hypothalamus?", "exp": "Inhibitory hormones secreted by hypothalamus are somatostatin and dopamine. Somatostatin inhibits GH, ACTH, TSH. Dopamine inhibits prolactin. GH is under both stimulatory (GHRH) and inhibitory control (Somatostatin) Prolactin is only under inhibitory control (dopamine). Note: Read the question carefully; if they ask which hormones of anterior pituitary are under inhibitory control (as in this question), answer should be both prolactin and GH. However, if they ask the question, which hormone is ONLY under inhibitory control, then answer should be only prolactin.", "cop": 4, "opa": "Prolactin", "opb": "Only prolactin", "opc": "Only growth hormone", "opd": "Both prolactin and growth hormone", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "44c704bc-4331-45a6-b6a8-dd8a5a0b7d18", "choice_type": "multi"}
{"question": "Main concern during prosthodontics surgery and better prosthetic prognosis?", "exp": null, "cop": 2, "opa": "Continuity defects", "opb": "Minimal invasion", "opc": "Occlusion", "opd": "Cost", "subject_name": "Dental", "topic_name": null, "id": "05b86488-310e-4b41-bcd9-05f3f223eca2", "choice_type": "single"}
{"question": "A 36 year old female is found to have a large pituitary mass on MRI imaging. She underwent transsphenoidal hypophysectomy. Postop replacement of which of the following hormone is not needed?", "exp": "Aldosterone is majorly regulated by K+ & plasma volume The following factors play essential roles in aldosterone regulation: 1. | K+ concentration in ECF - | Aldosterone 2. | Angiotensin concentration in ECF - | Aldosterone3. | Na++ in ECF - decreases aldosterone very slightly4. ACTH from anterior pituitary - necessary for aldosterone sec but has little effect on controlling the rate of secretion in most physiological conditions. ACTH appears to play a permissive role in regulation of aldosterone of these, K+ ion conc. & RAAS are the most potent in regulating aldosterone secretion. Regulated by Hormone TSH Thyroid FSH Estrogen ACTH Glucocoicoids", "cop": 4, "opa": "L-Thyroxine", "opb": "Estradiol", "opc": "Glucocoicoids", "opd": "Mineralocoicoids", "subject_name": "Physiology", "topic_name": "AIIMS 2019", "id": "da70d380-7647-4452-8dbb-ade1663b6d5b", "choice_type": "single"}
{"question": "Which hormone act by crossing cell membrane -", "exp": "Ans. A. ThyroxineIntracellular receptors are transcription factors that have binding sites for the hormone (ligand) and for DNA and function as ligand (hormone)-regulated transcription factors.Steroid hormones and the steroid derivative vitamin D3 fulfill this requirement.Thyroid hormones must be actively transpoed into the cell.", "cop": 1, "opa": "Thyroxine", "opb": "Insulin", "opc": "Glucagon", "opd": "Calcitonin", "subject_name": "Physiology", "topic_name": null, "id": "4a5c465a-979c-468e-a5c8-286d987f9d4d", "choice_type": "single"}
{"question": "A 2-day-old neonate in the neonatal ICU develops seizures. Which of the following would be the next best investigation for the child?", "exp": "Answer- A (Transcranial ultrasound)`Cranial ultrasonouraphy is the main imagine modality of premature neonates and well suited for the study of neonates in general.", "cop": 1, "opa": "Transcranial ultrasound", "opb": "CT Head", "opc": "MRI brain", "opd": "X-ray", "subject_name": "Pediatrics", "topic_name": null, "id": "b98c9b26-1cf3-4d2f-80e5-ba589c91b94f", "choice_type": "single"}
{"question": "All of the following are true about grey communicans except:", "exp": "Ans. c. PreganglionicEach spinal nerve receives a branch called a gray ramus communicans from the adjacent paraveebral ganglion of the sympathetic trunk. The gray rami communicans contain postganglionic nerve fibers of the sympathetic nervous system and are composed of largely unmyelinated neurons. This is in contrast to the white rami communicans, in which heavily myelinated neurons give the rami their white appearance. \"The gray ramus communicans connects the sympathetic trunk or a ganglion to the anterior ramus and contains the postganglionic sympathetic fibers. It appears gray because postganglionic fibers are nonmyelinated. The gray ramus communicans is positioned medial to the white ramus communicans.\"", "cop": 3, "opa": "U nmyel inated", "opb": "Connects to spinal nerves", "opc": "Pregang I ion ic", "opd": "Present medial to the white ramus cornmunicans", "subject_name": "Anatomy", "topic_name": null, "id": "df241854-3751-4087-bd3e-a203da28e38c", "choice_type": "multi"}
{"question": "Which of the following drug must be sold by retail only on production of a prescription by a registered medical practitioner?", "exp": "Schedule H: Drugs which can be sold only with prescription. On the strip of drug a long red line is present. Rx is written on the top right corner. NRx- is written on Narcotic (habit forming) drugs. XRx- not available for general market, only given under special conditions where health care provider can give the drug. OTC- Over The Counter drugs can be given without prescription.", "cop": 1, "opa": "Schedule H", "opb": "Schedule G", "opc": "Schedule X", "opd": "Schedule M", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "b1cb5022-7ebd-41b5-808c-c969958bfb62", "choice_type": "single"}
{"question": "In universal pro-taper retreatment file end cutting tip is seen in?", "exp": null, "cop": 1, "opa": "D-1", "opb": "D-2", "opc": "D-3", "opd": "None of the above", "subject_name": "Dental", "topic_name": null, "id": "9ba1d3cf-434c-4f68-ab5f-0ccbe263e3a5", "choice_type": "multi"}
{"question": "Dark points on teeth along with tooth destruction of 4 years old patient", "exp": null, "cop": 1, "opa": "ECC", "opb": "Staining", "opc": "Fluorosis", "opd": "Deep caries", "subject_name": "Dental", "topic_name": null, "id": "c259b95d-ccce-4c4b-9514-76a225cf4bf2", "choice_type": "single"}
{"question": "Within which parts of a gastric gland are chief cells located", "exp": "Fundic glands (chief cells, parietal & mucous neck cells) are located in body and fundus of stomach.", "cop": 1, "opa": "Fundus", "opb": "Isthmus", "opc": "Neck", "opd": "Gastric pit", "subject_name": "Physiology", "topic_name": null, "id": "01de6945-cd63-4096-9fda-e70148ee977d", "choice_type": "single"}
{"question": "All of the following are true regarding Duncan placental separation except:", "exp": "Answer- A (Most common method of placental separation)Less common than Schultze methodMaternal side of the placenta presents at the vulvaSeparation stas from the peripheryBlood escapes through vagina", "cop": 1, "opa": "Most common method of placental separation", "opb": "Maternal side of the placenta presents at the vulva", "opc": "Separation stas from the periphery", "opd": "Blood collects between the placenta and fetal membranes and escapes through vagina", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "3d8328fb-d689-401d-b68f-18a7fe581ee4", "choice_type": "multi"}
{"question": "8 year old child had fractured his maxillary central incisor 10 months ago. The pulp shows no response. There is no periapical lesion in the radiograph. The treatment of choice is", "exp": null, "cop": 4, "opa": "Ca(OH)2 Pulp capping", "opb": "Formocresol pulpotomy", "opc": "Conventional root canal treatment", "opd": "Complete debridement and apexification", "subject_name": "Dental", "topic_name": null, "id": "aceab90d-6cc0-4cac-82d4-8fcda05ea933", "choice_type": "single"}
{"question": "The most characteristic feature of basal cell carcinoma is:", "exp": "Ans. c. Nuclear palisadingThe most characteristic feature of basal cell carcinoma is nuclear palisading.The characteristic finding is of ovoid cells in nests with a single 'palisading' layer. lt is only the outer layer of cells that actively divide, explaining why tumor growth rates are slower than their cell cycle speed would suggest, and why incompletely excised lesions are more aggressive.Morphoeic BCCs synthesis. size type 4 collagenase and so spread rapidly.", "cop": 3, "opa": "Keratin pearls", "opb": "Foam cells", "opc": "Nuclear palisading", "opd": "Psammoma bodies", "subject_name": "Surgery", "topic_name": null, "id": "87da7c54-7d62-4641-a820-0cdd9a4fcbc6", "choice_type": "single"}
{"question": "All of the following are complications of supracondylar fracture of humerus in children,except -", "exp": null, "cop": 4, "opa": "Compartment syndrome", "opb": "Myositis ossificans", "opc": "Malunion", "opd": "Non-Union", "subject_name": "Orthopaedics", "topic_name": null, "id": "5c621759-a7f6-4cb9-851b-11da1704d76e", "choice_type": "multi"}
{"question": "Which of the following bone(s) are used for the determination of growth in  an individual?", "exp": "Cervical vertebrae maturation index (CVMI)\nThe size and shape changes in the bodies of ﬁve cervical vertebrae (second through sixth) are an accurate indicator of skeletal maturity. These can be assessed on a lateral cephalogram.\nRef: Orthodontics: Diagnosis and Management of Malocclusion and Dentofacial Deformities, 3e, Om P. Kharbanda pdf no 873", "cop": 3, "opa": "Clavicle", "opb": "Sternum", "opc": "Cervical vertebrae", "opd": "Mandible", "subject_name": "Dental", "topic_name": null, "id": "8f39d375-f28e-41de-a0f4-6bf5757c9cd4", "choice_type": "single"}
{"question": "Amniotic fluid is mainly produced by:", "exp": "“The precise origin of the amniotic fluid remains is still not well understood. It is probably of mixed maternal and fetal origin.”\nDutta Obs. 8/e, p 43\nBut this cannot help us to solve this question.\nLet’s see what Williams Obs. has to say on Origin of Amniotic fluid.\n“In early pregnancy, amniotic fluid is an ultrafiltrate of maternal plasma. By the beginning of second trimester, it consists largely of extracellular fluid which diffuses through the fetal skin, and thus reflects the composition of fetal plasma”.\nAfter 20 weeks, however, the cornification of fetal skin prevents this diffusion and amniotic fluid is composed largely of fetal urine.”\nWilliams Obs. 23/e, p 88, 89\nReading the above text, it can be concluded that in early pregnancy - Mother is the main contributor whereas during rest of the pregnancy - Fetus is the main contributor.", "cop": 2, "opa": "Placenta", "opb": "Fetus", "opc": "Chorion", "opd": "Amnion", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "09e1b073-410a-4395-a142-1c53cec20279", "choice_type": "single"}
{"question": "A 40 years old female currently on a drug for psychiatric illness and hypeension presents with NYHA class III hea failure with dyspnea, pedal edema and K+ levels of 5.5 mEq/L and creatinine 2.5 mg%. Which of the following drug is best avoided?", "exp": "Answer- C. Spironolactone In this case patient is having heafailure with hyperkalemia and renal dysfunction with psychiatric illness. Spironolactone and enalapril, both causes hyperkalemia hut spironolactone csuses CNS depression also. Digoxin causes hypokalemia In this patient, spironolactone should be avoided.Mechanism of ActionPharmacologic antagonist of aldosterone in collecting tubulesWeak antagonism of androgen receptorsWeak inhibitor of testosterone synthesis", "cop": 3, "opa": "Carvedilol", "opb": "Enalapril", "opc": "Spironolactone", "opd": "Digoxin", "subject_name": "Medicine", "topic_name": null, "id": "2c7e29e5-6824-4217-af1e-7c5b40d57ea5", "choice_type": "single"}
{"question": "Pediatric patient presented with 45 mins h/o continuous convulsions.CASE 1: SR told to give iv lorazepam but J.R cant secured iv line. Then what he has given?", "exp": "Answer A. Rectal diazepamBenzodiazepines are Drug of Choice and in pediatric patients rectal route should be preffered.Reference - <a href=\"", "cop": 1, "opa": "Rectal diazepam", "opb": "Inhalation Phenobarbital", "opc": "IV carbamazepine", "opd": "Subcutaneous midazolam", "subject_name": "Pediatrics", "topic_name": null, "id": "7f2895f8-0a13-45fc-bfd1-a3d5b7fbb121", "choice_type": "single"}
{"question": "A 45 years old male presents with itchy papules over face, neck and V area of chest for the last three years, which are exacerbated in summers and improved in winters. What test will you do to confirm diagnosis?", "exp": "Ans: A. Patch test(Ref: Rooks 8/e p26.93, Fitzpatrick 6/e p1451, 1309)The clinical picture mentioned above is suggestive of air-borne contact dermatitis, which is a type of allergic contact dermatitis.Most common source is Pahenium exposure and it leads to dermatitis involving the exposed pas, i.e. Face, upper neck, cubital and popliteal fossa.The only useful and reliable methodfir the diagnosis of allergic contact dermatitis remains the patch test.", "cop": 1, "opa": "Patch test", "opb": "Prick test", "opc": "IgE levels", "opd": "Skin biopsy", "subject_name": "Skin", "topic_name": null, "id": "6f78cdec-b48a-497c-bf8d-6b5b9b083ecf", "choice_type": "single"}
{"question": "C wave in JVP due to", "exp": null, "cop": 3, "opa": "Atrial contraction", "opb": "Atrial filling", "opc": "Tricuspid bulging", "opd": "Rapid ventricular filling", "subject_name": "Medicine", "topic_name": null, "id": "48428d91-80f8-46e2-8068-09ec761d5638", "choice_type": "single"}
{"question": "Management of NaOCl accident are all except?", "exp": null, "cop": 1, "opa": "Over instrumentation of root canal to establish drainage", "opb": "Cold packs followed by hot packs after 24 hrs", "opc": "Antibiotics", "opd": "Corticosteroids", "subject_name": "Dental", "topic_name": null, "id": "8a9c6725-c18c-4273-90cb-43ae457e6465", "choice_type": "multi"}
{"question": "A 16-year-old male complains of nasal obstruction and recurrent epistaxis for several months. On CT scan of Nose and Paranasal Sinuses, an enhancing mass is seen in the nasopharynx with minimal extension into sphenoid sinus and no lateral extension. What is the stage of this lesion?", "exp": "Session's/ Radowski staging for Juvenile Nasopharyngeal angiofibroma Stage I Stage I a Limited to nasal cavity / nasopharynx Stage I b Extension into one or more sinuses. Stage II Stage II a Minimal extension into pterygopalatine fossa pterygomaxillary fissure. Stage II b Fills pterygomaxillary fossa, bowing the posterior wall of maxillary antrum anteriorly extending into the orbit the inferior orbital fissure without orbital erosion. Stage II c Infratemporal fossa extension without check or pterygoid plate involvement. Stage III Stage III a Erosion of skull base (middle cranial fossa or pterygoids) with minimal intracranial spread. Stage III b Erosion of skull base with intracranial extension with or without cavernous sinus involvement.", "cop": 2, "opa": "IA", "opb": "IB", "opc": "IIA", "opd": "IIB", "subject_name": "ENT", "topic_name": "AIIMS 2018", "id": "99f08890-7505-4062-9293-1f135de62e5c", "choice_type": "single"}
{"question": "GPCR that does not act through opening of potassium channels is?", "exp": "Ans. D. Angiotensin 1 receptor* Four G protein gated inwardly-rectifying potassium (GIRK) channel subunits have been identified in mammals: GIRK1, GIRK2, GIRK3, and GIRK4. The GIRK subunits come together to form GIRK ion channels.* Activation of the IKACh channels begins with release of acetylcholine (ACh) from the vagus nerve onto pacemaker cells in the hea.* ACh binds to the M2 muscarinic acetylcholine receptors, which interact with G proteins.", "cop": 4, "opa": "Muscarinic M2 receptor", "opb": "Dopamine D2 receptor", "opc": "Serotonin 5 HT1 receptor", "opd": "Angiotensin 1 receptor", "subject_name": "Pharmacology", "topic_name": null, "id": "5a032693-e7d9-4789-97a8-bd884b75c1b1", "choice_type": "single"}
{"question": "Highest level of evidence is seen in:", "exp": null, "cop": 2, "opa": "Case control studies", "opb": "Meta-analysis", "opc": "Cohort studies", "opd": "Systematic review", "subject_name": "Dental", "topic_name": null, "id": "d0e62648-4f9f-497a-be1a-a6ee1295704c", "choice_type": "single"}
{"question": "Etchant preferred in gel form than in liquid form:", "exp": "Generally, the etchant is supplied as an aqueous gel to allow precise placement over a specific area. These gels are often made by adding colloidal silica (the same fine particles used in microfilled composites) or polymer beads to the acid. Brushes are used to place the acidic gel, or the acid may be supplied in a disposable syringe from which it can be expressed onto enamel and dentin. \nDuring placement, it is important to be aware of the risk for air bubbles that may be introduced at the interface. Regions with air pockets will not be etched.\nReference: PHILLIPS’ SCIENCE OF DENTAL MATERIALS, 12th ed page no 262", "cop": 1, "opa": "Better control over placement", "opb": "Enhance and concentrate the action of acid", "opc": "Helps in visualization while placement", "opd": "None of the above", "subject_name": "Dental", "topic_name": null, "id": "91ac8f32-ec91-4fd0-add3-a3bcb980a6a6", "choice_type": "multi"}
{"question": "Which of the following show chemical bond with enamel:", "exp": null, "cop": 3, "opa": "Composites", "opb": "Direct filling resins", "opc": "Polycarboxylate cements", "opd": "BIS-GMA resins in pit and fissure sealants", "subject_name": "Dental", "topic_name": null, "id": "dbf75aad-9f19-4edb-9fba-6245c880b59c", "choice_type": "single"}
{"question": "\"Hair-on-end\" appearance in a skull roentgenogram is\nseen in :", "exp": null, "cop": 2, "opa": "Fibrous dysplasia", "opb": "Thalassemia", "opc": "Garre's Osteomyelitis", "opd": "Pagets disease", "subject_name": "Pathology", "topic_name": null, "id": "89e75fc5-d650-40aa-81db-cee3759ce219", "choice_type": "single"}
{"question": "In a 40 years old patient with head injury, which of the following is the best strategy to decrease the intracerebral pressure?", "exp": "Ans:. a. Limiting pCO, of the patient(Ref Harrison 19/e p1780, 18/e p2257)Hyperventilation and decreasing pCO2 is the initial and one of the most impoant treatment strategies to lower the ICP in a patient of head injury.For ICP >20-25 mmHg for >5 minPressor therapy - Phenylephrine, dopamine, or norepinephrine to maintain adequate MAP to ensure CPP 60 mmHg (maintain euvolemia to minimize deleterious systemic effects of pressors)Consider second-tier therapies for refractory elevated 1CP:High-dose barbiturate therapy (\"pentobarb coma\")Aggressive hyperventilation to PaCO2 <30 mmHgHypothermiaHemicraniectomy", "cop": 1, "opa": "Limiting pCO, of the patient", "opb": "Administer sedatives", "opc": "Oxygen supplementation by mechanical ventilation", "opd": "Administer nimodipine", "subject_name": "Surgery", "topic_name": null, "id": "44ff9d66-1271-48ec-80e0-51f38a47c976", "choice_type": "single"}
{"question": "In a patient with heart disease, which of the following should not be used to control PPH:", "exp": null, "cop": 1, "opa": "Methylergometrine", "opb": "Oxytocin", "opc": "Misoprostol", "opd": "Carboprost", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "41b7f0c0-744e-41fd-ae2b-13fc6a741347", "choice_type": "single"}
{"question": "Which anesthetic agent can cause pain on IV adminis-tration?", "exp": "Ans: B. Propofol(Ref: Miller 6/e p318-320: Morgan 4/e p200-202: Lee 13/e p158-160).Propofol:Oil-based preparation containing soyabean oil, egg lecithin & glycerol.As it contains oil - Hence painful injection IV administration.Should be preceded or mixed with lignocaine.", "cop": 2, "opa": "Ketamine", "opb": "Propofol", "opc": "Thiopentone", "opd": "Midazolam", "subject_name": "Anaesthesia", "topic_name": null, "id": "872eb991-48a8-486f-8dd8-c19b8f3cd096", "choice_type": "single"}
{"question": "Swollen joint, anemic, loose teeth & dentin dysplasia are\nbecause of deficiency of:", "exp": null, "cop": 1, "opa": "Vitamin C", "opb": "Vitamin D", "opc": "Vitamin B1", "opd": "Vitamin E & D", "subject_name": "Pathology", "topic_name": null, "id": "d5501e81-deb1-4fc4-bbf8-d8344d44f673", "choice_type": "single"}
{"question": "Odontogenic keratocyst has the following feature", "exp": null, "cop": 2, "opa": "Occurs due to infection periapically", "opb": "Is developmental in origin", "opc": "Can be treated by aspiration", "opd": "Has low recurrence rate", "subject_name": "Pathology", "topic_name": null, "id": "5a97622c-8cad-4bbf-8f08-017bcb90249e", "choice_type": "multi"}
{"question": "Routine examination of a 17 years old asymptomatic boy reveals sho PR interval, and delta wave on ECG. The least effective measure for the boy would be:", "exp": "Ans.b. Tredmill stress testThis is a case of WPW syndrome. There is no use all treadmill test in these cases as results are often misleading.Holter monitoring would be indicated to detect the development of any arrythmias. Beta-blockers have also been used in asymptomatic cases only as a preventive therapy against the development of PSVT.", "cop": 2, "opa": "Hotter monitoring", "opb": "Treadmill stress test", "opc": "Beta blocker", "opd": "Reassurance", "subject_name": "Medicine", "topic_name": null, "id": "e7173db8-8f12-46b3-a2e8-86eaa2574855", "choice_type": "single"}
{"question": "Ellis and deway classification of traumatic fractures are\nhow many", "exp": null, "cop": 1, "opa": "9", "opb": "5", "opc": "3", "opd": "4", "subject_name": "Dental", "topic_name": null, "id": "8b2419cc-518a-4fc5-8d09-594e35e796c0", "choice_type": "single"}
{"question": "If during an application of an orthodontic force, the level declines to zero between activations then the force duration is classified as:", "exp": null, "cop": 2, "opa": "Continuous force", "opb": "Interrupted force", "opc": "Intermittent force", "opd": "Differential force", "subject_name": "Dental", "topic_name": null, "id": "362bf8a9-de7e-48dd-aecf-3ecd13b280b8", "choice_type": "single"}
{"question": "In spherical alloys as compared to lathe cut:", "exp": null, "cop": 1, "opa": "Less condensing force is required", "opb": "More condensing force is required", "opc": "Both require same condensing force", "opd": "Manipulation is easy", "subject_name": "Dental", "topic_name": null, "id": "280724b1-2ca3-416f-beb6-3e06c2511b1f", "choice_type": "multi"}
{"question": "Most common route for metastasis of oral cancer is by:", "exp": null, "cop": 2, "opa": "Direct extension", "opb": "Lymphatics", "opc": "Blood vessels", "opd": "Aspiration of tumor cells", "subject_name": "Pathology", "topic_name": null, "id": "d1172f42-7798-412a-9097-fce4ccea0db1", "choice_type": "single"}
{"question": "Which of the following is an obligate intracellular parasite?", "exp": "Ans: C. Ehrlichia chaffeensis (Ref: Ananthanarayan 10/e p416, 8/e p409; Jawetz 27/e p346, 347; Harrison 19/e p1159, 1162)Though both Coxiella and Ehrlichia are obligate intracellular pathogens, in 2009 scientists repoed a technique allowing the Q-fever pathogen Coxiella burnetii to grow in an axenic culture and suggested the technique may be useful for study of other pathogens.Hence, Ehrlichia is a better answer in this case.", "cop": 3, "opa": "Tropheryma whippelii", "opb": "Baonella henselae", "opc": "Ehrlichia chaffeensis", "opd": "Coxiella burnetii", "subject_name": "Microbiology", "topic_name": null, "id": "9b9120e8-6675-4e3d-8dc1-4c7b261957f1", "choice_type": "single"}
{"question": "True about bisphosphonate mechanism of action", "exp": null, "cop": 1, "opa": "Inhibit osteoclast mediated resorption", "opb": "Increases rate of osteoid formation", "opc": "Increases mineralization of osteoid", "opd": "All of above", "subject_name": "Dental", "topic_name": null, "id": "46669fd0-e19c-4e9c-bdc4-836d0d9771f4", "choice_type": "multi"}
{"question": "A patient was given ampicillin 2 g intravenously. After that, the person developed rash on skin, hypotension and difficulty in breathing. The patient should be managed by", "exp": "Penicillins are prone to cause allergic reactions features like rash on skin, hypotension ,difficulty in breathing are suggestive of anaphylactic shock. Drugs Frequently causing allergic reactions Penicillins Aspirin Cephalosporins Indomethacin Sulfonamides Carbamazepine Tetracyclines Allopurinol Quinolones ACE inhibitors Metronidazole Methyldopa Abacavir Hydralazine Antitubercular drugs Local anaesthetics Phenothiazines In case of anaphylactic shock the resuscitation council of UK has recommended the following measure : * Put the patient in reclining position, administer oxygen at high flow rate and perform cardiopulmonary resuscitation if required.* Inject adrenaline 0.5 mg (0.5 ml of I in I 000 solution for adult, 0.3 ml for child 6-12 years and 0.15 ml for child upto 6 years) i.m.; repeat every 5-10 min in case patient does not improve or improvement is transient. This is the only life saving measure. Adrenaline should not be injected i.v. (can itself be fatal) unless shock is immediately life threatening. If adrenaline is to be injected i. v., it should be diluted to 1:10,000 or 1:100,000 and infused slowly with constant monitoring. * Administer a H1 antihistaminic (pheniramine 20-40 mg or chlorpheniramine I 0-20 mg) i.m./slow i.v. It may have adjuvant value.* Intravenous glucocoicoid (hydrocoisone sod. succinate 200 mg) should be added in severe/recurrent cases. It acts slowly, but is specially valuable for prolonged reactions and in asthmatics. It may be followed by oral prednisolone for 3 days.", "cop": 1, "opa": "0.5 ml of 1:1000 adrenaline by intramuscular route", "opb": "0.5 ml of 1:1000 adrenaline by intravenous route", "opc": "0.5 ml of 1:10000 adrenaline by intramuscular route", "opd": "0.5 ml of 1:10000 adrenaline by intravenous route", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "24662938-a2a7-4328-846d-1887c22ff54c", "choice_type": "single"}
{"question": "A 28 year old eclamptic woman develop convulsions.The first measure to be done is:", "exp": "Preeclampsia when complicated with convulsion and / or coma is called eclampsia.\nFits occurring in eclampsia are Generalised tonic clonic seizure.\nIn most cases seizures are self limited, lasting for 1 to 2 minutes.\nManagement:\n“The first priorities are to ensure that the airway is clear and to prevent injury and aspiration of gastric content\nCOGDT 10/e, p 326\nInitial management during eclamptic fit:\n\nPatients should be kept in an isolated room to protect from noxious stimulus which might provoke further fits.\nMouth gag is placed between teeth to prevent tongue bite.\nAir passage is cleared off the mucus.\nOxygen is given.\nCatheterization is done to monitor urine output.\n\nSpecific management:\nA. Medical management\ni. Seizure treatment\n\nThe drug of choice for the control and prevention of convulsions is magnesium sulphate (Pritchard’s regimen) Previously used anticonvulsant regimen for eclampsia was ‘Lytic cocktail regimen’ given by Menon using pethidine, chlorpromazine and phenargen. but now it is not used.\n\nii. Treatment of hypertension\n\nDOC in eclampsia is labetalol.\n2nd DOC in eclampsia is hydralazine.\n\nB. Obstetric management in antepartum cases:\n\nImmediate termination of pregnancy should be done.\nVaginal delivery is preferred but “In current obstetrical practice the large majority of eclamptic women are delivered by cesarean section. The most common exception to cesarean delivery are women with a fetal demise and the rare ones with a very ripe cervix.”\n\nFernando Arias 3/e, p 427", "cop": 4, "opa": "Give MgSO4", "opb": "Sedation of patient", "opc": "Immediate delivery", "opd": "Care of airway", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "6bb818fb-dbe5-4580-8f45-d6e875bf0516", "choice_type": "single"}
{"question": "The total number of vertebrae present in the vertebral column are?", "exp": null, "cop": 2, "opa": "22", "opb": "34", "opc": "56", "opd": "52", "subject_name": "Dental", "topic_name": null, "id": "9c728d18-2481-4292-bd23-e13be8e509ed", "choice_type": "single"}
{"question": "A lady delivered a normal vaginal delivery and was discharged. On third day she came back with fever, tachycardia and seizures. Fundus showed papilledema with no focal deficits. What is the most likely diagnosis?", "exp": "Answer- A. Coical vein thrombosisCoical Vein Thrombosis (CVT)Incidence of CVT is increased during pregnancy & in puerperiumIncidence appears higher in developing countries.Predisposing Factors:Prothrombotic conditions, OCPs, pregnancy, puerperiumMalignancy, infection & head injuryClinical Features:MC presenting symptom: Headaches (of gradual, acute, or thunderclap onset)Associated features may include focal neurological sings, seizures and coma.Diagnosis:Diagnosis is done with MR venography.Treatment:Anticonvulsants for seizures; heparinization is recommended by most, its efflcacy is controversial.Antimicrobials for septic thrombophlebitisFibrinolytic therapy is reserved for those women failing systemic anticoagulation", "cop": 1, "opa": "Coical vein thrombosis", "opb": "Meningitis", "opc": "Subarachnoid hemorrhage", "opd": "Acute migraine", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "6788f1c9-7377-4903-a8df-21c81f252f7c", "choice_type": "single"}
{"question": "The most common mode of spread of retinoblastoma:", "exp": "Ans: A. Optic nerve invasion(Ref Kanski 7/e p510-517; Yanoff and Duker 4/e p793)Most common mode of retinoblastoma spread-By optic nerve invasion.Direct extension by continuity to optic nerve & brain seen.Retinoblastoma:Primary malignant intraocular neoplasm.Arising from immature retinoblasts within developing retina.Most common primary intraocular malignancy of childhood in all-racial groups.Strong tendencies invading brain optic nerve & metastasize widely.", "cop": 1, "opa": "Optic nerve invasion", "opb": "Lymphatics", "opc": "Vascular", "opd": "Direct invasion", "subject_name": "Ophthalmology", "topic_name": null, "id": "c1ac14de-a0f0-47fa-8451-273abce0150a", "choice_type": "single"}
{"question": "Continuous murmur can be heard in all except:", "exp": "Ans: A. VSD with aoic regurgitation(Ref Harrison 19/e p51e-2, 1449, 18/e p 1829)VSD with aoic regurgitation:Produces pansystolic & early diastolic murmur, not continuous.Continuous murmur:Classic example - PDA.Usually heard in second or third interspace.At a slight distance from sternal border.Other causes:Causes of Continuous MurmursContinuous murmur caused by blood flowContinuous murmurs caused by high-to-low pressure shuntsContinuous murmurs secondary to localized aerial obstructionVenous humMammary souffleHemangiomaHypehyroidismAcute alcoholichepatitisHyperemia of neoplasmHepatomaRCCPaget's diseaseSystemic aery to pulmonary aeryPatient ductus aeriosusdegAoopulmonary windowTruncus aeriosusdegPulmonary atresiadegAnomalous left coronary aerySequestration of the lungSystemic aery to right heaRuptured sinus of ValsalvadegAV fistula (systemic or pulmonic)degCoronary AV fistulaLeft-to-right atrial shuntingLutembacher syndromeMitral atresia plus atrialseptal defectVenovenous shuntsAnomalous pulmonaryveinsPoosystemic shuntsBronchiectasisCoarctation of aoaBranch pulmonary aerystenosisCarotid aery occlusionCeliac mesentericocclusionRenal aery occlusionFemoral aery occlusionCoronary aeryocclusion", "cop": 1, "opa": "VSD with aoic regurgitation", "opb": "Coronary AV fistula", "opc": "Pulmonary AV fistula", "opd": "Patent ductus aeriosus", "subject_name": "Medicine", "topic_name": null, "id": "98cdca63-3ab9-437c-b89a-0466c580fd07", "choice_type": "multi"}
{"question": "Most commonly used tooth numbering system in books is", "exp": "In clinical practice MC is Zigmondy and palmar system(Grid system).", "cop": 1, "opa": "Universal system", "opb": "Zigmondy and Palmar", "opc": "FDI", "opd": "Grid System", "subject_name": "Dental", "topic_name": null, "id": "01b445b9-8c7f-4cb1-b14c-d766cd4483dd", "choice_type": "single"}
{"question": "Not true about NRHM", "exp": null, "cop": 3, "opa": "Appoint ASHA", "opb": "Strengthen institutional delivery under JSY", "opc": "Health and family welfare societies", "opd": "State and district health mission", "subject_name": "Dental", "topic_name": null, "id": "d8e3d7c2-cf2f-4dad-a3ad-50352f228de4", "choice_type": "multi"}
{"question": "In moyer's classification of class II type D malocclusion, there is:", "exp": null, "cop": 3, "opa": "Orthognatic maxilla and orthognathic mandible", "opb": "Prognathic maxilla and orthognathic mandible", "opc": "Orthognathic maxilla and retrognathic mandible", "opd": "Retrognathic maxilla and retrognathic mandible", "subject_name": "Dental", "topic_name": null, "id": "1074d0b1-ca5c-4ace-b60d-2c06ceec9a25", "choice_type": "single"}
{"question": "Presented edema, oliguria and frothy urine. He has no past history of similar complaints. On examination, his urine was positive for 3+ proteinuria, no RBCs/WBCs and no casts. His serum albumin was 2.5 gm/L and serum creatinine was 0.5 mg/dL. The most likely diagnosis is:", "exp": "Ans: A.Minimal change disease(Ref Harrison 19/e p184, 18/2345)Most likely diagnosis - Minimal change disease.Minimal Change Disease:Peak age of onset = Between 6-8 years of age (usually <10 years)Type of onset = InsidiousTypical presentation = Nephrotic syndromeHallmark of Nephrotic syndrome =Peripheral edema.Occurs when serum albumin levels < 3 gm/dlLaboratory findings = Proteinuria & hypoalbuminemia.", "cop": 1, "opa": "Minimal change disease", "opb": "IgA nephropathy", "opc": "Interstitial nephritis", "opd": "Membranous nephropathy", "subject_name": "Pediatrics", "topic_name": null, "id": "da743fb8-1db4-4fee-9e20-351d78dc60c9", "choice_type": "single"}
{"question": "Fovea palatine are", "exp": null, "cop": 2, "opa": "Structures through which blood supply take place", "opb": "Mucosal salivary glands", "opc": "Palatal termination of maxillary denture", "opd": "Found in every individual", "subject_name": "Dental", "topic_name": null, "id": "991f3a07-e4ea-42b2-bbc0-4927a093cfcd", "choice_type": "single"}
{"question": "The occlusal clearance of an onlay is best detected by:", "exp": null, "cop": 3, "opa": "Depth cuts", "opb": "Visual inspection", "opc": "Wax chew-in", "opd": "Articulating paper", "subject_name": "Dental", "topic_name": null, "id": "1329d8ef-9606-4cc5-bc3a-02d150a0e860", "choice_type": "single"}
{"question": "The probability of a test detecting a truly positive person from the population of diseased is the", "exp": "Sensitivity of a screening test detects: true positives among all diseased.\nSpecificity of a screening test detects: true negatives among all healthy.\nPPV detects: true positives among all those who are positive on a screening test\nNPV detects: true negatives among all those who are negative on a screening test.", "cop": 3, "opa": "Specificity of the test", "opb": "Positive predictive value of the test", "opc": "Sensitivity of the test", "opd": "Likelihood ratio", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "157101aa-f928-4f25-8b8a-51e712b3e7ff", "choice_type": "single"}
{"question": "Sublingual salivary gland lies:", "exp": "Sublingual salivary gland:\n\nThis is smallest of the three pairs of large salivary glands. \nIt lies in the floor of the mouth between the mucus membrane and superior to mylohyoid muscle. \nIt is almond shaped and rests in the sublingual fossa of the mandible. \nIt is separated from the base of the tongue by the submandibular duct. \nIt is mostly mucus in nature and weighs about 3–4 g. \nThe gland pours its secretion by a series of ducts, about 15 in number, into the oral cavity on the sublingual fold, but a few of them open into the submandibular duct.\n\nKey Concept:\nSublingual salivary gland is present superior to mylohyoid muscle.", "cop": 1, "opa": "Superior to mylohyoid", "opb": "Inferior to mylohyoid", "opc": "Deep to genioglossus", "opd": "Deep to geniohyoid", "subject_name": "Anatomy", "topic_name": null, "id": "ae005492-038e-49ae-a154-609fc852b6f0", "choice_type": "single"}
{"question": "All of the following are sequelae of fetal alcohol syndrome except:", "exp": "Answer--A. MacrocephalyFetal alcohol syntlrome is ussociated with microcephuly rather lhan macntcephaly. Holoprosencephaly can occur in extreme forms of fetal alcohol syndrome along with midline hypoplasia.\"Fetal Alcohol Syndrome (FAS) No single malformation or characteristic malformation complex has been described in few cases of FAS in wihch neuropathology has been repoed. The neuropathologic changes are varied and nonspecitic and include microcephaly, hydrocephalus, leptomeningeal, white matter and periventricalar neuroglial heterotopias, agenesis of corpas callosum and the cerebellar vermis, incomplete holoprosencephaly, and neural tube defects", "cop": 1, "opa": "Macrocephaly", "opb": "Holoprosencephaly", "opc": "Microcephaly", "opd": "Thinning of corpus callosum", "subject_name": "Pediatrics", "topic_name": null, "id": "373e5596-6095-431f-bea1-88cccaccfef3", "choice_type": "multi"}
{"question": "To prevent porosity in dental porcelain it should be\nbaked:", "exp": "To prevent porosity in dental porcelain, it should be baked in vacuum.", "cop": 2, "opa": "In presence of air", "opb": "In vacuum", "opc": "For long period", "opd": "Under pressure", "subject_name": "Dental", "topic_name": null, "id": "65981270-0578-4774-8c79-e11a22df3497", "choice_type": "single"}
{"question": "Foramen magnum transmits all except:", "exp": "Structures passing through foramen magnum are:\n\nThrough anterior part \nApical ligament of dens\nMembrana tectoria\nThrough subarachnoid space \nSpinal accessory nerve\nVertebral arteries\nAnterior and posterior spinal arteries\nThrough posterior part \nLower part of medulla\nTonsils of cerebellum\nMeninges", "cop": 4, "opa": "Vertebral artery", "opb": "Spinal branch of 10th nerve", "opc": "Spinal cord", "opd": "Both option 2 and 3", "subject_name": "Anatomy", "topic_name": null, "id": "590248a6-74f4-45bf-a54a-d9b9b09b78b8", "choice_type": "multi"}
{"question": "Transmission assessment survey (TAS) is done in the following?", "exp": "Ans.A. To determine when infections have been reduced below these target thresholdsWHO recommends the transmission assessment survey (TAS) to determine when infections have been reduced below these target thresholds and MDA can stop.Once MDA has stopped, TAS is used as a surveillance tool to determine that infection levels are sustained below target thresholds.Mass drug administration (MDA) is needed to reduce infection in the community to levels below a threshold at which mosquitoes are unable to continue spreading the parasites from person to person and new infections are prevented.", "cop": 1, "opa": "To determine when infections have been reduced below these target thresholds", "opb": "For assessing primary immunization coverage", "opc": "To provide reliable estimates of bih rate, death rate and infant moality rate", "opd": "All", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "eff524ae-ed1d-4b56-815a-2b4aad9bcdcb", "choice_type": "multi"}
{"question": "A patient of diabetes and hypeension comes to your clinic. As a doctor, you explain to him the risks of various complications. Which of these is the best tool to demonstrate the complications?", "exp": "Ans: D. Venn diagram(Ref https://en.itikipedia.org/wiki/Venn_diagram)A Venn diagram is an easy tool to make people understand overlapping risk factors, complications and comorbidities to a patient in a simple language.", "cop": 4, "opa": "Pie cha", "opb": "Histogram", "opc": "Scatter plot", "opd": "Venn diagram", "subject_name": "Social & Preventive Medicine", "topic_name": null, "id": "a5b0d222-214a-4d53-9dda-e37cf9f4d3f4", "choice_type": "single"}
{"question": "A 30 year old female is on antibiotics with prolonged IV cannulation, has spike of fever, the likely cause is :", "exp": "Staph. epidermidis is MC cause of infection on implanted foreign bodies.", "cop": 2, "opa": "Pseudomonas aerugenosa", "opb": "Coagulase negative staphylococcus", "opc": "Streptococcus agalactiae", "opd": "E. coli", "subject_name": "Microbiology", "topic_name": null, "id": "d8a284c5-175a-4439-8ef2-5ff24b41f3cc", "choice_type": "single"}
{"question": "Interdental papilla protruding from the rubber dam, most common cause is", "exp": null, "cop": 4, "opa": "Inflammation of interdental papillae", "opb": "Use of light weight rubber dam", "opc": "Punch are placed too far", "opd": "Punch are placed too close", "subject_name": "Dental", "topic_name": null, "id": "04d0e5cc-1355-4028-8d94-47046d188bd2", "choice_type": "single"}
{"question": "In determining the posterior Limit of a maxillary denture base, which of the following is on the posterior border?", "exp": null, "cop": 1, "opa": "Hamular notch", "opb": "Hamular process", "opc": "Fovea palatine", "opd": "Vibrating Line", "subject_name": "Dental", "topic_name": null, "id": "455e1f05-93a4-4ada-ad62-c77d05c6c946", "choice_type": "single"}
{"question": "Which is the most common site for congenital cholesteatoma", "exp": "Ans: A .Anterior superior quadrant of tympanic membrane followed by posterior superior quadrant.Congenital cholesteatoma was defined as a white, pearly lesion behind an intact tympanic membrane, which after removal was identified on pathological examination as a cholesteatoma.It is the more common causes for onset of childhood conductive hearing loss unrelated to middle ear effusion.", "cop": 1, "opa": "Anterior superior quadrant of tympanic membrane", "opb": "Posterior superior quadrant of tympanic membrane", "opc": "Anterior inferior quadrant of tympanic membrane.", "opd": "posterior inferior quadrant of tympanic membrane", "subject_name": "ENT", "topic_name": null, "id": "86e26dc5-2f48-45b1-82df-b14ffbc11fcb", "choice_type": "single"}
{"question": "Which of the following DOESN'T supply dura mater", "exp": "Meningeal branch of int carotid aery in post cranial fossa. Explain: AERIAL SUPPLY OF DURA MATER Aerial supply travels in the outer periosteal layers of dura. ANTERIOR CRANIAL FOSSA: Ophthalmic division of internal carotid Ethmoidal aery (meningeal branches) Anterior division of middle meningeal aery. MIDDLE CRANIAL FOSSA: Anterior & posterior divisions of MMA Accessory meningeal aery (br. Of maxillary aery of ICA) Meningeal branches from internal carotid aery POSTERIOR CRANIAL FOSSA: Posterior branch of middle meningeal aery Meningeal branches. 2. Ascending pharyngeal aery 3. Occipital aery 4. Veebral aery", "cop": 2, "opa": "Middle meningeal aery", "opb": "Meningeal branch of internal carotid aery in posterior cranial fossa", "opc": "Anterior and posterior ethmoidal aeries", "opd": "Accessory meningeal aery", "subject_name": "Anatomy", "topic_name": "AIIMS 2018", "id": "95711cf9-001b-4ebc-8ca6-e5b8d2c138b8", "choice_type": "single"}
{"question": "A 5 years old child brought to the hospital with history of loose stools but no history of fever or blood in stools. Mother says he is irritable and drinks water hastily when given. On examination eyes are sunken and in skin pinch test, the skin retracted within two seconds but not immediately. What is the treatment for this child?", "exp": "Answer- D. Give Zinc supplementation and oral rehydration solution only and ask mother to come back if some danger signs developThe child in this given scenario is having some dehydration, as the child is restless and irritable, drink water readilyand skin pinch goes back slowly (< 2 seconds) with sunken eyes. Treatment includes oral rehydration therapy, zincsupplementation and continued breastfeeding according to the WHO IMNCI protocol plan B.", "cop": 4, "opa": "Administer the first dose of IV antibiotic and immediately refer to hither center", "opb": "Give oral fluids and ask the mother to continue the same and visit again next day", "opc": "Consider severe dehydration, sta IV fluids, IV antibiotics and refer to higher center", "opd": "Give Zinc supplementation and oral rehydration solution only and ask mother to come back if some danger signs develop", "subject_name": "Pediatrics", "topic_name": null, "id": "561aefb5-77c7-433e-8029-096d77ad3099", "choice_type": "single"}
{"question": "In class II malocclusion, ANB angle is", "exp": null, "cop": 1, "opa": "Greater than normal", "opb": "Less than normal", "opc": "Not altered", "opd": "None of the above", "subject_name": "Dental", "topic_name": null, "id": "8136d06e-6ae0-48e5-acdf-3d70593d886a", "choice_type": "multi"}
{"question": "A 3 year old child has a fever of 102 degrees F; and\nfollowing upper respiratory tract infection discrete vesicles and ulcers on the soft plate and pharynx are noted. The most probable diagnosis is", "exp": null, "cop": 1, "opa": "Herpangina", "opb": "Scarlet fever", "opc": "RubeLlla", "opd": "Herpetic gingivostomatitis", "subject_name": "Pathology", "topic_name": null, "id": "c5e9dc1a-58ce-4be0-81bc-cb909c312257", "choice_type": "single"}
{"question": "Cyst of parasite seen in stool microscopy. What is the organism?", "exp": "The given cyst have axostyle and 4 nuclei are present - features of Giardia lamblia. Trophohozoites of Giardia lamblia have 4 pairs of flagella and have falling leaf like motility. Balantidium coli- cyst are binucleated Entamoeba dyspar- quadrinucleated cyst no axostyle Taenia solium-no cyst eggs are seen in faeces", "cop": 3, "opa": "Entamoeba dyspar", "opb": "Balantidium coli", "opc": "Giardia lambia", "opd": "Taenia solium", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "24ba87cd-83d3-4768-b6fa-c246bde2b821", "choice_type": "single"}
{"question": "The fear of a 6 year old related to dentistry is primarily:", "exp": null, "cop": 1, "opa": "Subjective", "opb": "Objective", "opc": "Subjective & objective", "opd": "Psychological", "subject_name": "Dental", "topic_name": null, "id": "72d767a5-261a-4055-b23a-fb1e1a5acb23", "choice_type": "single"}
{"question": "Largest Faciolingual dimension is seen in", "exp": null, "cop": 2, "opa": "Lower 1st molar", "opb": "Upper 1st molar", "opc": "Lower 2nd molar", "opd": "Upper 2nd molar", "subject_name": "Dental", "topic_name": null, "id": "5a081b96-4228-4b6a-b775-6a70e294cbb5", "choice_type": "single"}
{"question": "Children with germline retinoblastoma are more likely to develop other primary malignancies in their later lifetime course. Which of the following malignancy can occur in such patients?", "exp": "Answer- A. Osteosarcoma of lower limbsChildren with germline retinoblastoma are more likely to develop other primary malignancies in their later lifetime course.Osteosarcoma of lower limbs can occur in such patients.Retinoblastoma Syndrome (Primary site malignancy)- Familial Retinoblastoma", "cop": 1, "opa": "Osteosarcoma of lower limbs", "opb": "Thyroid carcinoma", "opc": "Seminoma", "opd": "Renal cell carcinoma", "subject_name": "Pediatrics", "topic_name": null, "id": "1e5b509f-35b6-4133-95ab-dbd33122ed8f", "choice_type": "single"}
{"question": "Fill the missing data in the common risk factor approach diagram.", "exp": null, "cop": 1, "opa": "Diet and smoking", "opb": "Smoking and disease", "opc": "Smoking and prevention", "opd": "Prevention and diet", "subject_name": "Dental", "topic_name": null, "id": "7aa31059-c5b9-44c9-ad4e-8ebe58dca18a", "choice_type": "single"}
{"question": "In occlusion, the teeth have", "exp": null, "cop": 4, "opa": "Cusp-to-cusp contact", "opb": "Edge-to-edge contact", "opc": "Marginal contact", "opd": "Surface-to-surface contact", "subject_name": "Dental", "topic_name": null, "id": "175a37d0-a4ea-4c5e-b1c1-bf1fec51d2bc", "choice_type": "single"}
{"question": "Detachment of myosin head from actin is caused by?", "exp": "Ans.C. Binding of ATPBinding of ATP on the free site of myosin leads to the detachment of myosin head from thin filament.", "cop": 3, "opa": "Entry of calcium into sarcoplasmic reticulum", "opb": "Change in troponin C configuration", "opc": "Binding of ATP", "opd": "Release of ADP and Pi", "subject_name": "Physiology", "topic_name": null, "id": "dcded707-a751-431c-bba8-9b04446cc735", "choice_type": "single"}
{"question": "Post parotidectomy, patient feels numb while shaving. Which nerve was involved ?", "exp": "Greater auricular nerve - supplies sensory innervation for skin over parotid & mastoid process(both surfaces of outer ear) | when damaged after parotidectomy, | causes hyperesthesia / hypoesthesia", "cop": 4, "opa": "Facial", "opb": "Mandibular", "opc": "Auriculotemporal", "opd": "Greater auricular", "subject_name": "Anatomy", "topic_name": "AIIMS 2019", "id": "292be6a1-f5da-4d67-8ae1-ae4d05a5f4a4", "choice_type": "single"}
{"question": "Numbness and tingling sensation felt in the anterior one third of the tongue can be due to:", "exp": null, "cop": 1, "opa": "Over extended lingual borders", "opb": "Sharp and rough lingual borders", "opc": "Allergy to residual monomer of acrylic", "opd": "Excessive vertical dimension", "subject_name": "Dental", "topic_name": null, "id": "f578a648-c098-4b5b-af14-2cfb956c3779", "choice_type": "multi"}
{"question": "Tooth eruption is due to", "exp": null, "cop": 4, "opa": "Osteoclastic activity", "opb": "Proliferation of cells at crypt", "opc": "Exfoliation of primary tooth", "opd": "Eruptive forces", "subject_name": "Dental", "topic_name": null, "id": "36c7306a-d28b-4161-af0c-51fc925d3d4a", "choice_type": "single"}
{"question": "During implant placement maximum torque should not be above?", "exp": "Once the final osteotomy diameter and depth is prepared, a bone tap is used in a low-torque hand (i.e., 30rpm, 70 N-cm) to form the threads within the bone for the implant", "cop": 4, "opa": "100 N", "opb": "50 N", "opc": "60 N", "opd": "70 N", "subject_name": "Dental", "topic_name": null, "id": "e7c38fa0-1301-44a8-a1b2-825d59afb25a", "choice_type": "multi"}
{"question": "A 1.5 years old child was brought to emergency with history of burn by hot water on both hands and palms. The lesion was pink, oozing and painful to air and touch. Which of the following is the best management for this patient?", "exp": "Answer- A. Paraffin gauze and dressingParaffin gauze and dressing - Collagenase is the most commonly employed enzymatic debriding agent currently commercially available in the United States.It is slow acting, requiring several days to one week to adequately debride or heal intermediate-depth paial thickness wounds.Superficial BurnsClean the burn wound & remove the roof of all blistersqExpose superficial burns of face but apply sterile liquid paraffin to reduce crusting.For burns of perineum, clean & expose but apply silver sulfadiazine cream. Nurse the patient without dressings on a sterile sheet on air or water-bed.Cover superficial burns of other areas with two layers of paraffin gauze & a bulky absorptive dressing", "cop": 1, "opa": "Paraffin gauze and dressing", "opb": "Collagen dressing", "opc": "Excision and grafting", "opd": "Apply 1% silver sulfasalazine ointment and keep the wound open", "subject_name": "Surgery", "topic_name": null, "id": "cfcf4861-d0b6-41f7-91ae-468f78fae02e", "choice_type": "multi"}
{"question": "A 7-years child having very deep carious lesions in multiple teeth with no pain what should he the treatment plan:", "exp": "Indirect pulp treatment is a procedure performed in a tooth with a deep carious lesion approximating the pulp but without signs or symptoms of pulp degeneration.\nThe caries surrounding the pulp is left in place to avoid pulp exposure and is covered with a biocompatible material. Indirect pulp capping has been shown to have a higher success rate than pulpotomy in long term studies.\nIt also allows for a normal exfoliation time.", "cop": 1, "opa": "Indirect pulp capping", "opb": "pulpotomy of all teeth", "opc": "RCT of all teeth", "opd": "Extraction of teeth", "subject_name": "Dental", "topic_name": null, "id": "a6b3c5be-da0e-428e-97a1-f69189e1e845", "choice_type": "multi"}
{"question": "Which of the following drug must be sold only on production of a prescription by a registered medical practitioner?", "exp": "Schedule H: Drugs which can be sold only with prescription. On the strip of drug a long red line is present. Rx is written on the top right corner. NRx- is written on Narcotic (habit forming) drugs. XRx- not available for general market, only given under special conditions where health care provider can give the drug. OTC- Over The Counter drugs can be given without prescription.", "cop": 1, "opa": "Schedule H", "opb": "Schedule G", "opc": "Schedule X", "opd": "Schedule M", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "65bef933-00cc-4f7b-8ca0-a77f2fe92c57", "choice_type": "single"}
{"question": "Lower two pas of sternal body is fused by:", "exp": "Ans: D. 14 yearsLower two pas of sternal body is fused by 14 years.", "cop": 4, "opa": "8 years", "opb": "10 years", "opc": "12 years", "opd": "14 years", "subject_name": "Anatomy", "topic_name": null, "id": "a497ae07-aaf0-4410-a034-665f087f1d83", "choice_type": "single"}
{"question": "In chronic allergy which lg are more persistent in the body?", "exp": "IgE is highly potent and mediates type I hypersensitivity reactions by binding to the mast cells causing its degranulation. lgE response is seen in various allergic (both acute and chronic) conditions, such as asthma, anaphylaxis, hay fever, etc. lgE has : lowest serum concentration, Shoest half-life, minimum daily production, only heat labile antibody (inactivated at 56degC in one hour), has affinity for the surface of tissue cells (mainly mast cells) of the same species (homocytotropism).", "cop": 2, "opa": "lg G", "opb": "lg E", "opc": "lg A", "opd": "lg M", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "a5fcd994-859d-49cc-b3c2-5fa501e726e6", "choice_type": "multi"}
{"question": "Which of the following show chemical bond with enamel (calcified tissues)?", "exp": "When the powder and liquid are mixed, the surface of powder particles are attacked by the acid, releasing zinc, magnesium and tin ions. These ions bind to the polymer chain via the carboxyl groups. They also react with carboxyl groups of adjacent polyacid chains to form cross-linked salts. Structure of set cement the hardened cement consists of an amorphous gel matrix of zinc polyacrylate in which unreacted powder particles are dispersed.\nKey concept:-\nZinc polycarboxylate cement was the first dental cement to exhibit chemical bonding to teeth, marking an improvement over the mechanical bonding of zinc phosphate cement. Zinc polycarboxylate cement is not used for restorative purposes because the cement is opaque.\nRef: Phillips Ed 12th P: 318", "cop": 3, "opa": "Composites", "opb": "Direct filling resins", "opc": "Polycarboxylate cements", "opd": "BIS-GMA resins in pit and fissure sealants", "subject_name": "Dental", "topic_name": null, "id": "db180b6d-8b4e-487e-a47d-7c554c8dad2e", "choice_type": "single"}
{"question": "Glucocorticoids decrease inflammatory reaction by reducing:", "exp": null, "cop": 2, "opa": "Activity of histamine", "opb": "Release of histamine", "opc": "Fibroblastic activity", "opd": "Neutrophils", "subject_name": "Physiology", "topic_name": null, "id": "f7440f57-de36-4bf3-9fd7-f2b6048a472a", "choice_type": "single"}
{"question": "Black foot is seen in which poisoning?", "exp": "Black foot disease is caused by arsenic poisoning since it causes thrombosis of vessels and may cause peripheral gangrene. Mnemonic Arsenic poisoning A - Anemia / Aldrich Mee's line / Arsenophagist (Tolerate upto 300mg ) R - Rain drop pigmentation / Reinsch test / Red velvety mucosa S - Sub endocardial hemorrhages / Sensory neuropathy E - Eruptions N - NAA I - Imbibition of arsenic ( Arsenic imbibed from surrounding soils after death ) / before treated iron oxide C - Cumulative poison / Cholera like symptom / Chelation for treatment", "cop": 1, "opa": "Arsenic", "opb": "Lead", "opc": "Mercury", "opd": "Phosphorus", "subject_name": "Forensic Medicine", "topic_name": "AIIMS 2017", "id": "38c0c9e6-009c-4ef1-a3ae-2e3aacd715e7", "choice_type": "single"}
{"question": "Palatine process began to fuse at", "exp": null, "cop": 1, "opa": "10 weeks post fertilisation", "opb": "8 weeks post fertilisation", "opc": "6 weeks post fertilisation", "opd": "12 weeks post fertilisation", "subject_name": "Anatomy", "topic_name": null, "id": "453cceb9-0d23-47f8-95d8-0b0f3d7217c0", "choice_type": "single"}
{"question": "20-year-old female had abdominal pain previous week, USG and clinically normal. Again she presented with loss of vision, examination is normal. Diagnosis is:AIIMS 13", "exp": "Ans. MalingeringMalingering is fabricating or exaggerating the symptoms of mental or physical disorders for a variety of 'secondarygain' motives, which may include financial compensation (often tied to fraud); avoiding school, work or military service;obtaining drugs; getting lighter criminal sentences; or simply to attract attention or sympathy.", "cop": 1, "opa": "Malingering", "opb": "Masochist", "opc": "Hypochondriac", "opd": "Anxiety disorder", "subject_name": "Forensic Medicine", "topic_name": null, "id": "9323af0c-ce73-4fcd-9646-88c87ea5d0f7", "choice_type": "multi"}
{"question": "Which of the following rightly describes the mechanism of \"Pressor Escape\" in SIADH?", "exp": "Ans. A. Characterized by sudden increase in urine volume with decrease in urine osmolality independent of circulating vasopressin levels. * Also referred as \"Vasopressin Escape\".* Characterized by sudden increase in urine volume with decrease in urine osmolality independent of circulating vasopressin levels.", "cop": 1, "opa": "Characterized by sudden increase in urine volume with decrease in urine osmolality independent of circulating vasopressin levels.", "opb": "Characterized by sudden increase in urine volume with decrease in urine osmolality dependent of circulating vasopressin levels.", "opc": "Characterized by sudden decrease in urine volume with increase in urine osmolality independent of circulating vasopressin levels.", "opd": "Characterized by sudden decrease in urine volume with increase in urine osmolality dependent of circulating vasopressin levels.=", "subject_name": "Physiology", "topic_name": null, "id": "57ddda15-6303-4ef9-a63c-8274551717ca", "choice_type": "single"}
{"question": "Prevalence of pit & fissure caries is measured with:", "exp": "Prevalence of pit & ﬁssure caries is measured with transillumination.", "cop": 4, "opa": "ICDAS", "opb": "DMF", "opc": "def/dmf", "opd": "Transillumination", "subject_name": "Dental", "topic_name": null, "id": "1b9a6722-b53a-4dcf-8040-e3ad8bf8ba9f", "choice_type": "single"}
{"question": "Most common sequelae due to periventricular leukomalacia –", "exp": "Spastic diplegia is commoner in preten-n babies and is associated with periventricular leukomalacia. Periventricular leukomalacia \nPeriventricular leukomalacia is a form of brain injury characterized by the death of white matter near the cerebral ventricles due to damage and softening of brain tissue.\nPremature infants are at the greatest risk of developing periventricular leulcomalacia.\nAffected individuals develop : -\n\ni)    Motor control problems\nii) Other developmental delay\niii) Cerebral palsy (especially spastic diplegia)\niv) Epilepsy", "cop": 1, "opa": "Spastic diplegia", "opb": "Spastic quadriplegia", "opc": "Mental retardation", "opd": "Seizures", "subject_name": "Pediatrics", "topic_name": null, "id": "6f9ebf7c-17e8-470e-9f14-99a0c17a368c", "choice_type": "single"}
{"question": "Pterion is:", "exp": "Pterion is the area in the temporal fossa where 4 bones (frontal, parietal, temporal and sphenoid) adjoin each other forming an H-shaped suture.’", "cop": 1, "opa": "Is a point of articulation of four skull bones", "opb": "It is a point where 'bregma' and 'lamba' meet", "opc": "It is region of the postero-lateral fontanelle merge", "opd": "Lies deep to the zygomatic arch", "subject_name": "Anatomy", "topic_name": null, "id": "883563e3-4fe8-4b33-926b-5237f09d9c60", "choice_type": "single"}
{"question": "In which of the following ways is CLED medium better than MacConkey agar?", "exp": "Ans: C. It allows Staphylococcus and Candida to growRef: Ananthanarayan 10/e p39, 10/e p39, 81e p667)Advantage of CLED medium over MacConkey agar is that it allows Staphylococcus and Candida to growTypical colony morphology on CLED AgarEscherichia coliOpaque yellow colonies with a slightly deeper yellow centerdegKlebsiella sppYellow to whitish-blue colonies, extremely mucoiddegProteus sppTranslucent blue coloniesdegPseudomonas aeruginosaGreen colonies with typical matted surface & rough peripherydegEnterococciSmall yellow colonies, about 0.5 mm in diameterdegStaphylococcus aureusDeep yellow colonies, uniform in colordegCoagulase negative StaphylococciPale yellow colonies, more opaque than Enterococcus faecalisa", "cop": 3, "opa": "It prevents proteus swarming", "opb": "Inhibits growth of other commensals", "opc": "It allows Staphylococcus and Candida to grow", "opd": "It differentiates lactose fermenters from non-fermenters", "subject_name": "Microbiology", "topic_name": null, "id": "2610a5af-a6cb-488f-98df-4341a3a9c7f9", "choice_type": "multi"}
{"question": "Migration of odontoblasts into dentinal tubules \noccurs during  __________ :", "exp": null, "cop": 1, "opa": "Cavity preparation", "opb": "Dehydration", "opc": "Water irrigation", "opd": "None of the above", "subject_name": "Dental", "topic_name": null, "id": "309b2357-11a3-4193-ac6c-4ead19255369", "choice_type": "multi"}
{"question": "Epidural venous plexus is located in", "exp": null, "cop": 4, "opa": "Basal ganglia adjacent to pons", "opb": "At the junction of middle and posterior cranial fossa", "opc": "In vertebral canal below duramater", "opd": "In vertebral canal above duramater", "subject_name": "Anatomy", "topic_name": null, "id": "1d9fbbc4-e25e-4dc3-bbd5-d0eefd02bd2b", "choice_type": "multi"}
{"question": "Force generated by 90° rotation of finger spring in pendulum appliance with distalisation:", "exp": null, "cop": 4, "opa": "75 gms", "opb": "125 gms", "opc": "150 gms", "opd": "200 gms", "subject_name": "Dental", "topic_name": null, "id": "395cde29-36a5-4b1c-9f8f-29b3789df66a", "choice_type": "single"}
{"question": "A patient gives a history of chuna falling into his eyes. All of the following would be a pa of his immediate management except:", "exp": "Ans. c. Thorough slit-lamp examination on presentationImmediate Mananement of Chemical (Chuna-Powder) Injury: Irrigation of both eyes with copious amounts of normal saline Removal of chuna paicles by double eversion of upper eyelidsLids and fornices should be examined with double eversion of the lids and lime paicles should be removed with forceps; a cotton tipped applicator soaked in EDTA 1%deg.\"Chuna (strong alkali material) is used with tobacco. Bursting of chuna packet is one of the most common modes of ocular injury. Thorough slit lamp examination is not possible at presentation because of severe pain and blepharospasm. Thorough irrigation with saline and removal of chemical is most impoant. Irrigation of the cornea/conjunctiva/fornix with the lids held open with a speculum should be done until pH of tears shows neutrality. Lids and fornices should be examined with double eversion of the lids and lime paicles should be removed with forceps; a cotton tipped applicator soaked in EDTA 1%.\"- Yanoff and Ducker 's Ophthalmology; 3rd/e p349Chemical (Chuna-Powder) InjuryChuna (strong alkali material) is used with tobacco.Bursting of chuna packet is one of the most common modes of ocular injuryQ.Alkalis are more injurious to eye in comparison to acids as acids cause protein coagulation, which prevent fuher penetration of the chemical.Thorough slit lamp examination is not possible at presentation because of severe pain and blepharospasmQ.Thorough irrigation with saline and removal of chemical is most impoantdeg.Emergency Management of Chemical injury:Since duration of contact with chuna/chemical determines the extent of subsequent injury and prognosis, immediate copious irrigation is of the most impoanceQ.Irrigation of the cornea/conjunctiva/fornix with the lids held open with a speculum should be done until pH of tears shows neutralityQ.Lids and fornices should be examined with double eversion of the lids and lime paicles should be removed with forceps; a cotton tipped applicator soaked in EDTA 1%Q.If an acid burn is suspected, a base should not be used for irrigation in an effo to neutralize the acid.After copious irrigation, necrotic corneal epithelium should be debrided to promote re-epithelializationQ", "cop": 3, "opa": "Irritation of both eyes with copious amounts of normal saline", "opb": "Frequent sodium citrate drops", "opc": "Thorough slit-lamp examination on presentation", "opd": "Removal of chuna paicles by double eversion of upper eyelids", "subject_name": "Ophthalmology", "topic_name": null, "id": "8bc0a153-89f2-4bef-869e-ae471503d279", "choice_type": "multi"}
{"question": "Lead cause following except", "exp": null, "cop": 4, "opa": "Uroporphyrinuria", "opb": "Sideroblastic anemia", "opc": "Basophilic stippling", "opd": "Macrocytic anemia", "subject_name": "Medicine", "topic_name": null, "id": "ecdd79d8-53c3-4d56-ad8f-695b9122d0e4", "choice_type": "multi"}
{"question": "A lady developed breathlessness, pruritus, uicaria 1 hour after eating NSAIDS for headache. Chest examination was remarkable for rales with BP-80/50 mm Hg. All of following can be used for initial management except:", "exp": "Answer- B. SteroidsMild symptoms such as pruritus and uicaria can be controlled by administration of 0.3 to 0.5 mL of l: 1000 (l mg/mL) epinephrine SC or IM.An IV infusion should be initiated to provide a route for administration of 2.5 mL epinephrine, diluted l: 10,000, at 5- to l0-min intervals, volume expanders such as normal saline, and vasopressor agents such as dopamine if intractable hypotension occurs.Oxygen alone a nasal catheter or with nebulized albuterol may be helpful, but either endotracheal intubation or a tracheostomy is mandatory for oxygen delivery if progressive hypoxia develops.", "cop": 2, "opa": "Crystalloids infusion", "opb": "Steroids", "opc": "Early respiratory suppo and oxygenation", "opd": "Adrenaline", "subject_name": "Medicine", "topic_name": null, "id": "aef584e2-f124-4c14-9503-1d435e7bc0ac", "choice_type": "multi"}
{"question": "All are used in management of overdosage of Fibrinolytics except?", "exp": "Reversal of Fibrinolytic-Induced Bleeding Minor external bleeding Manual pressure Significant internal bleeding Immediate cessation of fibrinolytic agent, antiplatelet agent, and/or heparin Reversal of heparin with protamine, as discussed earlier Typed and cross-matched blood ordered with verification of activated PTT, CBC, thrombin clotting time, and fibrinogen level Volume replacement with crystalloid and packed red blood cells as needed Major bleeding or hemodynamic compromise All measures listed for significant internal bleeding Fibrinogen concentrate 70 milligrams/kg IV, and recheck fibrinogen level; if fibrinogen level <100 milligrams/dL, repeat fibrinogen concentrate dose. If bleeding persists after fibrinogen concentrate or despite fibrinogen level >100 milligrams/dL, administer FFP 2 units IV. If bleeding continues after FFP, administer an antifibrinolytic such as aminocaproic acid 5 grams IV over 60 min followed by 1 gram/h continuous IV infusion for 8 h or until bleeding stops, or tranexamic acid 10 milligrams/kg IV every 6-8 h. Consider platelet transfusion. Intracranial hemorrhage All measures listed for significant internal and major bleeding with hemodynamic compromise Immediate neurosurgery consultation", "cop": 3, "opa": "Epsilon amino Caproic Acid", "opb": "Tranexamic Acid", "opc": "DDAVP", "opd": "FFP", "subject_name": "Medicine", "topic_name": "AIIMS 2020", "id": "8985b422-02e8-4982-8015-0cae2ac122f1", "choice_type": "multi"}
{"question": "Tissue conditioners are not used for long as they", "exp": null, "cop": 1, "opa": "Harden in mouth", "opb": "Are expensive", "opc": "Are difficult to fabricate", "opd": "Cause ridge resorption", "subject_name": "Dental", "topic_name": null, "id": "8e2f6880-49c5-47aa-871e-00ae485e9ca9", "choice_type": "single"}
{"question": "Treatment of choice for a patient with gonococcal as well as non-gonococcal urethritis is:", "exp": "Ceftriaxone is DOC for gonococci but is not effective against non gonococcal cause of urethritis like mycoplasma and chlamydia. Azithromycin single dose of 2 g is used for both gonococcal and non gonococcal urethritis. In non gonococcal urethritis, doxycycline can also be used.", "cop": 4, "opa": "Ceftriaxone 250 mg IM single dose", "opb": "Cefixime 400 mg oral single dose", "opc": "Ciprofloxacin 500 mg oral single dose", "opd": "Azithromycin 2 g oral single dose", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "fb8c4e20-6d34-461e-8e14-45fcd8c662e4", "choice_type": "single"}
{"question": "In OKC which is more aggressive and has more recurrence potential", "exp": "60% OKCs have Primordial origin (Dental lamina/cell rests of Serees). these are called primordial origin OKCs. They are Parakeratinized with thin friable lining and daughter/satellite cysts in their CT wall, hence great tendency to recur (1. multiplicative nature of primordial cells, thin lining that tears, 3. satellite cysts). rest of the 40% OKCs are Dentigerous origin OKCs (arise from Reduced enamel epithelium like dentigeous cysts). Since the proliferative potential of REE is lost, they dont have tendency to recur when their Orthokeratinized epithelial lining is left behind.", "cop": 2, "opa": "Orthokeratinized", "opb": "Parakeratinized", "opc": "Non keratinized", "opd": "None", "subject_name": "Pathology", "topic_name": null, "id": "1c6cc29a-27a8-4d86-bd43-ac0c03533088", "choice_type": "multi"}
{"question": "4 day old breastfed neonate, otherwise well, term neonate presented with jaundice, on testing the bilirubin level was found to be 18 mg/dl. Which of the following is the best step of management?", "exp": "Use total bilirubin. Do not subtract direct reacting or conjugated bilirubin. Risk factors = isoimmune hemolytic disease, G6PD deficiency, asphyxia, significant lethargy, Temperature instability, sepsis, acidosis, or albumin <3.0 g/d (if measured) For well infants 35-47 6/7 wk can adjust TSB levels for intervention around the medium risk line. It is an option to intervene at lower TSB levels for infatns closer to 35 weeks and at higher TSB levels for those closer to 37 6/7 wk. It is an option to provide conventional phototherapy in hospital or at home at TSB levels 2-3 mg/dL (35 - 50 mmol/L) below those shown but home phototherapy should not be used in any infant with risk factors. Cut off for phototherapy in 4-day old neonate is 19-20 mg/dl The dashed lines for the first 24 hours indicate unceainly due to a wide range of clinical circumstances and a range of responses to phototherapy. Immediate exchange transfusion is recommended if infant shows signs of acute bilirubin encephalopathy (hypeonia, arching, retrocollis, opisthotonos, fever, high pitched cry) or IF TSB is > 5 mg/dL (85mmol/L) abvoe these lines. Risk factors - isoimmune hemolytic disease, GPD deficiency, asphyxia, significant lethargy, temperature instability, sepsis, acidosis. Measure serum albumin and calculate B/A ratio (see legend) Use total bilirubin. Do not subtract direct reacting or conjugated bilirubin. It infant is well and 36-37 6/7 wk (median risk) can individualize TSB levels for exchange based on actual gestational age. Cut off for exchange transfusion in 4-day old neonate is 25mg/dl For otherwise well term neonate- Age Phototherapy cut off Exchange transfusion cut off 24 to 48 hrs. >15 mg/dl >20 mg/dl 48 to 72 hrs. >18 mg/dl >25mg/dl >72 hrs. >20mg/dl >25mg/dl", "cop": 1, "opa": "Sta phototherapy and continue breast feeding", "opb": "Sta iv fluids and given phototherapy", "opc": "Initiate exchange transfusion", "opd": "Stop breast feeding and do phototherapy", "subject_name": "Pediatrics", "topic_name": "AIIMS 2017", "id": "fa73f211-d8c8-4926-910b-d8a1f5444208", "choice_type": "multi"}
{"question": "All of the following are true about polymerization shrinkage of composite resin except:", "exp": null, "cop": 1, "opa": "The more surface area of bonded structure causes LESS shrinkage compare to surface area of unbounded structure restoration.", "opb": "Class-V composite restoration causes. Contraction more than gold restoration", "opc": "Etching and priming reduces shrinkages", "opd": "One third (1/3rd) of the enamel involves causes more shrinkage", "subject_name": "Dental", "topic_name": null, "id": "62b2a82d-7ad9-4417-8319-645c25d0e5a3", "choice_type": "multi"}
{"question": "Which of the following is the most common symptom of aooiliac occlusive disease?", "exp": "Ans: B. Gluteal claudication(Ref Bailey 27/e p943-944, 261e 037, 879, 25/e p901; Sabiston 20/e p1739; Schwaz 10/e p874; Harrison 19/c p1643)Most common symptom of aooiliac disease = Gluteal claudication.Site of claudication:Distal to location of occlusive lesion.Eg: Buttock, hip, thigh & calf discomfo occurs in patients with aooiliac disease.Calf claudication develops in patients with femoral!popliteal disease.", "cop": 2, "opa": "Calf claudication", "opb": "Gluteal claudication", "opc": "Impotence", "opd": "Symptomless", "subject_name": "Surgery", "topic_name": null, "id": "0a905295-9f26-4b46-827f-1bbe23678338", "choice_type": "single"}
{"question": "Which of the following produces osteoblastic secondaries", "exp": null, "cop": 4, "opa": "Carcinoma Lung", "opb": "Carcinoma breast", "opc": "Carcinoma urinary bladder", "opd": "Carcinoma prostate", "subject_name": "Pathology", "topic_name": null, "id": "0f4d203d-b57b-4936-ba32-f0a888af72a9", "choice_type": "single"}
{"question": "Manufaeturer of a drug company labels that the drug contains 500 mg of paracetamol. On analysis' if was found to contain only 200 mg of drug. Which type of drug it is known as?", "exp": "Ans: A. Counterfeit drugRef: and hxp://www.globalforumljdorg/sites/default/files/docs/tibrary/lllflO-Evolution%20of/o20Definitions%20Definition.pdfand to the US FDA Counterfeit medicine is fake medicine.It may be contaminated or contain the wrong or no active ingredient.They could have the right active ingredient but at the wrong dose.Counterfeit drugs are illegal and may be harmful to your health.", "cop": 1, "opa": "Counterfeit drug", "opb": "Adulterant drug", "opc": "Spurious drug", "opd": "Unethical drug", "subject_name": "Pharmacology", "topic_name": null, "id": "97ea4638-c71a-428b-b839-7638bdd467ab", "choice_type": "single"}
{"question": "In treating a tooth with a nonvital pulp and a sinus, the\nsinus should be treated as follows:", "exp": null, "cop": 1, "opa": "No special treatment", "opb": "Cauterisation", "opc": "Curettage of sinus", "opd": "Use of cautery to eliminate the sinus", "subject_name": "Dental", "topic_name": null, "id": "0925dd1a-ccd7-4cc2-acf9-2f679313314c", "choice_type": "single"}
{"question": "How much Is the connective tissue width around an Implant", "exp": null, "cop": 1, "opa": "2-3 mm", "opb": "3-3.65 mm", "opc": "4-4.5 mm", "opd": "4-5 mm", "subject_name": "Dental", "topic_name": null, "id": "16376460-3aee-4d18-8e7e-73660436d0ec", "choice_type": "single"}
{"question": "ECG with \"mean\" axis of 90deg. In which lead there would be the maximum voltage of R wave?", "exp": "Ans. C. aVF90deg cardiac axis corresponds straight to lead aVF and hence as such maximum 'It' wave amplitude would be seen in that lead only.", "cop": 3, "opa": "III", "opb": "I", "opc": "aVF", "opd": "aVL", "subject_name": "Medicine", "topic_name": null, "id": "cbf6cefb-7428-4d61-9940-03967a1a56b8", "choice_type": "single"}
{"question": "You have performed a pleural tap in a patient with suspected TB. You will send the sample for all of the following studies except:", "exp": "Ans: D. Albumin(Ref: Harrison 19/c p1715-1716)The most impoant diagnostic tests in pleural fluid specimen in a patient with suspected TB are GeneXpe (PCR) and ADA levels.Total protein levels and LDH levels are required to differentiate between transudative and exudative effusion according to Light's Criteria.So doing a pleural fluid albumin level separately will not be very useful.Total protein estimation should be done instead.", "cop": 4, "opa": "Gene Xpe", "opb": "ADA", "opc": "LDH", "opd": "Albumin", "subject_name": "Medicine", "topic_name": null, "id": "2c00fc07-1a54-4b6f-b7a0-a3d2f3e4bf53", "choice_type": "multi"}
{"question": "HOX gene is responsible for which malformation", "exp": null, "cop": 1, "opa": "Polysyndactyly", "opb": "Holoprosencephaly", "opc": "Mayer Rokitansky syndrome", "opd": "Gorlin syndrome", "subject_name": "Pathology", "topic_name": null, "id": "163bb472-c103-427d-af80-65e0d820cfb6", "choice_type": "single"}
{"question": "A child with Down's syndrome has Moon facies, retarded mentally and which of the facial characteristics:", "exp": null, "cop": 4, "opa": "Maxillary prognathism", "opb": "Mandibular retrognathia", "opc": "Mandibular prognathism", "opd": "Maxillary hypoplasia", "subject_name": "Pathology", "topic_name": null, "id": "0113e4a7-b3a0-43f7-a30f-4e144fbac764", "choice_type": "multi"}
{"question": "Long face syndrome patient with increased lower facial height, the palatal plane will be:", "exp": "Vertical type 1 is suggestive of ‘long face syndrome’ or ‘steep mandibular plane angle’ type of class II. The functional occlusal plane is also steep associated with a palatal plane that is tipped downward.\nIn long face individuals, who have excessive lower anterior face height, the palatal plane rotates down posteriorly, often creating a negative rather than the normal positive inclination to the true horizontal. The mandible shows an opposite, backward rotation, with an increase in the mandibular plane angle.\nRef: Orthodontics: Diagnosis and Management of Malocclusion and Dentofacial Deformities, 3e, Om P. Kharbanda pdf no 2526", "cop": 1, "opa": "Posteriorly downward", "opb": "Upward posteriorly", "opc": "Downward anteriorly", "opd": "No change", "subject_name": "Dental", "topic_name": null, "id": "21be2f06-388b-47cb-8264-b03a82a65839", "choice_type": "single"}
{"question": "Definitive treatment for the condition shown in radiograph below is?", "exp": null, "cop": 4, "opa": "Apexogenesis", "opb": "Revascularisation", "opc": "Calcium Hydroxide apexification", "opd": "MTA barrier formation", "subject_name": "Dental", "topic_name": null, "id": "1c5c10da-6c39-43e4-92f7-cf01b0c894c5", "choice_type": "single"}
{"question": "Which does not cross placenta:", "exp": "Heparin does not cross placenta and is safe during pregnancy.\nIt is the drug of choice for the management and prophylaxis of venous thromboembolism during pregnancy.", "cop": 1, "opa": "Heparin", "opb": "Morphine", "opc": "Naloxone", "opd": "Warfarin", "subject_name": "Gynaecology & Obstetrics", "topic_name": null, "id": "ba4a3d15-f1cf-4072-b836-ecf2785657e3", "choice_type": "single"}
{"question": "Sodium bicarbonate when given with local anaesthetics has which of the following effect?", "exp": null, "cop": 1, "opa": "Increases speed and quality of anaesthesia", "opb": "Decreases diffusion of the anaesthetic drug", "opc": "Causes rapid elimination of the Local anesthetic", "opd": "Decreases speed and quality of anaesthesia", "subject_name": "Surgery", "topic_name": null, "id": "3fce14e2-4c78-4633-9345-b7f73336dea7", "choice_type": "single"}
{"question": "Which disease affects neurons only", "exp": null, "cop": 1, "opa": "Spinocerebellar ataxia", "opb": "Supranuclear palsy", "opc": "Corticobasillar degeneration", "opd": "Multiple system atrophy", "subject_name": "Medicine", "topic_name": null, "id": "e3b61d23-b64b-4b3e-86a8-5b0c08cfd375", "choice_type": "single"}
{"question": "Coefficient of thermal expansion of which of following is most similar to that of tooth?", "exp": null, "cop": 3, "opa": "Gold inlay", "opb": "Acrylic resin", "opc": "Silicate cement", "opd": "Gold foil", "subject_name": "Dental", "topic_name": null, "id": "2a585c66-7605-44fb-a4fe-63ce327a3b59", "choice_type": "single"}
{"question": "The retrocuspid papilla is found approx 1mm below the free gingiva on the attached gingiva lingual to:", "exp": null, "cop": 1, "opa": "Mandibular canine.", "opb": "Maxillary canine.", "opc": "Mandibular premolars", "opd": "Maxillary premolars.", "subject_name": "Dental", "topic_name": null, "id": "8166d3f8-edfa-4bc7-af7d-2da15469a001", "choice_type": "single"}
{"question": "Caries tetralogy by Newburn includes the fourth factor, which is:", "exp": null, "cop": 2, "opa": "Temperature.", "opb": "Time.", "opc": "Frequency.", "opd": "Substrate.", "subject_name": "Dental", "topic_name": null, "id": "e0471ba9-d328-4924-b5e1-6d036b3005b6", "choice_type": "single"}
{"question": "All of the following muscles are elevators of the mandible EXCEPT:", "exp": null, "cop": 1, "opa": "Digastric", "opb": "Masseter", "opc": "Medial pterygoid", "opd": "Temporalis", "subject_name": "Anatomy", "topic_name": null, "id": "bf2d2cdb-071d-482b-86ce-4fb1098a1dae", "choice_type": "multi"}
{"question": "Among anteriors highest incidence of bifurcated root is seen in", "exp": null, "cop": 1, "opa": "Mandibular canine", "opb": "Maxilary canine", "opc": "Mandibular Lateral incisor", "opd": "Mandibular central incisor", "subject_name": "Dental", "topic_name": null, "id": "f40c0c62-826b-4dee-831d-2dcd9eacedf4", "choice_type": "single"}
