{"question": "A patient presented with flat topped violaceous papules, thinning of nails and onycholysis. What is the microscopic finding observed in this patient?", "exp": "Ans. c. Basal degeneration", "cop": 3, "opa": "Prominent necrotic cell", "opb": "Suprabasal split", "opc": "Basal cell degeneration", "opd": "Acantholysis", "subject_name": "ENT", "topic_name": null, "id": "9bad2095-2dd9-4485-946a-4ef51d16e8a4", "choice_type": "single"}
{"question": "A patient presents with carcinoma of the larynx involving the left false cords, left arytenoid and the left aryepiglottic folds with bilateral mobile true cords. Treatment of choice is -", "exp": "In the Patient\n\nInvolvement of unilateral false cord, aryepiglottic folds and arytenoids with mobile cord suggest supraglottic cancer in T2 stage (morem than one subsites of supraglottis are involved).\nFor T2 stage radiotherpy is best. But it is not given in options. Hence we will go for voice conserving surgery-vertical hemilaryngectomy.\nVertical hemilaryngectomy means excision of one half of larynx, one half of supraglottis, glottis and subglottis.", "cop": 1, "opa": "Vertical hemilaryngectomy", "opb": "Horizontal partial hemilaryngectomy", "opc": "Total laryngectomy", "opd": "Radiotherapy followed by chemotherapy", "subject_name": "ENT", "topic_name": null, "id": "1482f619-ffc5-4773-b48e-995421bcab06", "choice_type": "multi"}
{"question": "Noise induced hearing toss inosto affects:", "exp": "Ans. b. Outer hair cell Noise induced hearing loss mostly affects outer hair cell.\"Noise induced hearing loss (NIHL) causes damage to hair cells, staing in the basal turn of cochlea. Outer hair cells are affected before the inner hair cells.\"\"Noise-induced hearing loss damages hair cells, which begin at the basal turn of cochlea. Outer hair cells are affected earlier than the inner hair cells.\"", "cop": 2, "opa": "Inner hair cell", "opb": "Outer hair cell", "opc": "Macula", "opd": "Cupula", "subject_name": "ENT", "topic_name": null, "id": "671eebea-f741-4ed8-bf68-36e36c8de1eb", "choice_type": "single"}
{"question": "All are the branches of ECA that supply nasal septum except:", "exp": "Internal Carotid System 1. Anterior ethmoidal aery 2. Posterior ethmoidal aery Branches of ophthalmic aery External Carotid System Sphenopalatine Aery Branches of Internal maxillary Aery Greater palatine Aery Superior labial Aery Branch of Facial Aery", "cop": 1, "opa": "Anterior ethmoidal aery", "opb": "Sphenopalatine aery", "opc": "Facial aery", "opd": "Superior labial aery", "subject_name": "ENT", "topic_name": "AIIMS 2019", "id": "da2078b0-6ce5-4ba3-82f2-7b145665be2b", "choice_type": "multi"}
{"question": "According to the WHO definition of hearing loss, what is the value to classify as profound hearing loss?", "exp": "Ans: B. >81 dB(Ref: http://wwwwlio.intipbaideulne.ssilieuring_impairment_gracies/en/)According to the WHO (2008) definition of hearing loss, hearing threshold in better ear >81 dB is classified as profound hearing loss.WHO (2008) Classification of Degree of Hearing LossHearing threshold in better ear (average of 500, 1000, Grade of Impairment0-25No impairment26-40Milddeg impairment41-60Moderatedeg impairment61-80SevereQ impairment>81Profound impairment including", "cop": 2, "opa": "61-71 dB", "opb": ">81 dB", "opc": ">91 dB", "opd": ">101 dB", "subject_name": "ENT", "topic_name": null, "id": "38810794-2735-4239-b36f-d9a509a2997f", "choice_type": "single"}
{"question": "A 60-year old male presents with painful, 141 oupet. vesicles over erythematous plaques in T3 dermatome region of trunk. Which of the following would be the most likely causative organism?", "exp": "Ans. a. Varicella zosterA 60-year-old male presents with painful, grouped vesicles over erythematous plaques in T dermatome region of trunk. Varicella zoster is the most likely causative organism.", "cop": 1, "opa": "Varicella zoster", "opb": "Herpes simplex", "opc": "Pox virus", "opd": "Papilloma virus", "subject_name": "ENT", "topic_name": null, "id": "624cf635-1421-416e-978a-996781f350c0", "choice_type": "single"}
{"question": "First paranasal sinus to develop at bih is:", "exp": "Development of SinusesSinusGestational Month WhenDevelopment StasPresent in ClinicallySignificant SizeFully DevelopedMaxillary2degBihdeg12 yearsdegEthmoid30Bihdeg12 yearsdegFrontal4deg3 yearsdeg18-20 yearsdegSphenoid3deg8 yearsdeg12-15 yearsdeg", "cop": 1, "opa": "Maxillary", "opb": "Ethmoidal", "opc": "Frontal", "opd": "Sphenoidal", "subject_name": "ENT", "topic_name": null, "id": "16ce8442-864b-43f1-b815-f9096e55fa54", "choice_type": "single"}
{"question": "Tuberculous otitis media is characterized by all except -", "exp": "Tubercular Otitis Media\n\nImportant points:\n\n––Seen mainly in children and young adult Q\n––It is secondary to pulmonary tuberculosis. Q\n––Route of spread - Mainly through eustachian tube (not blood borne). Q\nSymptoms:\n1. Patients often present with chronic painless otorrhoea (usually foul smelling) which is resistant to antibiotic treatment Q\n3. Severe conductive type hearing loss Q. (sometimes due to involvement of labyrinth may be SNHL)\n4. Facial nerve palsy may be the presenting symptom in childrenQ\n5. Cough; fever and night sweats may be present in patients with tuberculous infection in other organ system.\n\nO/E\n\n–– Multiple perforationsQ in tympanic membrane (This feature was once considered characteristic of TB but now is seldom seen).\n–– Middle ear and mastoid are filled with pale granulation tissueQ (It is a characteristic of tuberculous otitis media)\n\nComplications: (Early onset of these symptoms is seen)\n\n––Mastoiditis\n––Osteomyelitis\n––Postauricular fistula\n––Facial nerve palsy", "cop": 3, "opa": "Multiple perforations", "opb": "Pale granulations", "opc": "Pain", "opd": "Thin odourless fluid", "subject_name": "ENT", "topic_name": null, "id": "3b38f235-0a3f-4781-ae19-a7858523b39f", "choice_type": "multi"}
{"question": "All the following instruments are required for tonsillectomy except:", "exp": "Ans: C. Microdebrider(Ref: Scott-Brown's 7Ie p3576; Cummings Pediatric Otolaryngology By Marci M. Lesperance, Paul W. Flint/p51; Dhingra 6/e p430)All these four instruments are used in different techniques of tonsillectomy.Microdebrider is less commonly used than others as it leaves behind a small amount of tissue covering theconstrictor muscle.Hence, preferred answer would be microdebrider.", "cop": 3, "opa": "Coblation wand", "opb": "Bipolar cautery", "opc": "Microdebrider", "opd": "Harmonic scalpel", "subject_name": "ENT", "topic_name": null, "id": "c4c72573-bba7-4544-8e80-7bf4fe8d0f2d", "choice_type": "multi"}
{"question": "Topical treatment for recurrent respiratory papillomatosis includes:", "exp": "Ans: B. Cidofovir(Ref Dhingra 74, p346, 6/c, p305).Cidofovir:Topical treatment for recurrent respiratory papillomatosis (Incomplete in stopping tumor growth).Mostly injected to control frequency of tumor growth.", "cop": 2, "opa": "Acyclovir", "opb": "Cidofovir", "opc": "Ranitidine", "opd": "Zinc", "subject_name": "ENT", "topic_name": null, "id": "b192b045-d178-4bbf-8796-3c26dae548f3", "choice_type": "single"}
{"question": "Which of the following is characteristic of T.B. otitis media -", "exp": null, "cop": 4, "opa": "Marginal perforation", "opb": "Attic perforation", "opc": "Large central perforation", "opd": "Multiple perforation", "subject_name": "ENT", "topic_name": null, "id": "693c8309-0775-4b3a-899a-5fd7064993f3", "choice_type": "single"}
{"question": "All of the following are true regarding tonsillectomy in children except:", "exp": "Answer- A. Extracapsular approach is best for cold approachIntracapsular approach is prefened over exlracapsular approach in tonsillectomyfor cold opproach.'Intracapsular tonsillectomy with bipolar scissors results in less postoperative pain than extracapsular tonsillectomywith bipolar scissors in children age 5 to 19 years.Obstructive sleep apnea is the most common indicationfor T and A.'The most common indication for Tonsillectomy and Adenoidectomy (T and A) was for infectious etiology.", "cop": 1, "opa": "Extracapsular approach is best for cold approach", "opb": "Sleep apnea is an indication", "opc": "Adenoids should also be removed if significantly involved", "opd": "Cricothyroid region is high and anterior in children than adults", "subject_name": "ENT", "topic_name": null, "id": "5e7cb3e3-57f6-4748-96dd-0b8f6e2fa902", "choice_type": "multi"}
{"question": "A child presents with high grade fever, inspiratory stridor and develops swallowing difficulty with drooling of saliva since last 4-6 hours. Which of the following treatment is recommended apa from general airway management?", "exp": "ACUTE EPIGLOTTITIS- The classical presentation of acute epiglottitis is welldescribed. It is of a toxic child with a sho history of sorethroat, inspiratory stridor, muffled voice and droolingdue to odynophagia and dysphagia. Left untreated thereis progressive respiratory distress. The child is febrile. It is commonest between the ages of 2 and 8 Nebulized epinephrine (1mL of 1 in 1000 epinephrinediluted in 3mL of 0.9% saline) has an established role inthe acute paediatric airway in reducing mucosal oedemaby an alpha-agonist effect causing vasoconstriction andbronchodilation; a maximum effect is achieved within30-60 minutes. It may postpone or eliminate the need for an aificial airway, or give symptomaticrelief until effective treatment can be given.", "cop": 1, "opa": "Nebulized racemic epinephrine", "opb": "Anti-diphtheria toxin", "opc": "Coicosteroids", "opd": "IV ceftriaxone", "subject_name": "ENT", "topic_name": "AIIMS 2020", "id": "2267ecd3-7b7f-4416-86f8-5ef2312e643e", "choice_type": "multi"}
{"question": "A patient presents to your clinic for evaluation of defective hearing. Rinne's test shows air conduction greater than the bone conduction on both sides with Weber test lateralized to right ear. What is the next logical step?", "exp": "Ans: B. Schwabach's test(Ref Dhingra 7/e p23, 5/e p25-27)Lateralization of Weber's test to right implies either right-sided conductive deafness or left sided sensorineural deafness.Now in conductive deafness bone conduction is better than air conduction in Rinnie's test, hence the patient probably has sensorineural deafness involving the left ear, as per the findings of Rinnie's and Weber tests.In such a case, Schwabach's test should be performed to see the absolute bone.", "cop": 2, "opa": "Normal test", "opb": "Schwabach's test", "opc": "Repeat Rinne's test on right side", "opd": "Wax removal", "subject_name": "ENT", "topic_name": null, "id": "d8b1befc-377a-4e40-aef2-3bca58710670", "choice_type": "multi"}
{"question": "Target sign is seen in?", "exp": "Leakage of CSF into the nose is called CSF rhinorrhea. It may be clear fluid or mixed with blood as in acute head injuries. TRAUMA. Most of the cases follow trauma.it can be accidental or surgical. Inflammation, mucoceles of sinuses, sinunasal polyposis, fungal infection of sinuses & osteomyelitis, can all erode the bone and dura. Neoplasms, idiopathic- where cause is unknown and patient has spontaneous leak. SITE OF Leakage- CSF from anterior cranial fossa reaches the nose (1) cribriform plate, (2) roof of ethmoid air cells or (3) frontal sinus. CSF from middle cranial fossa follows injuries to sphenoid sinus, cribriform plate. In fracture of temporal bone, CSF reaches the middle ear and then escapes through the Eustachian tube into the nose (CSF OTORHINORRHOEA) DIAGNOSIS- there is history of clear watery discharge from the nose on bending the head or straining. CSF rhinorrhea should be differentiated from nasal discharge as the former is sudden, gushes in drops when bending and cannot be sniffed back. CSF rhinorrhea after head trauma is mixed with blood and shows \"target sign\" when collected on filter paper.it shows central red spot and peripheral lighter halo sign. LAB TEST = BETA-2 transferrin is seen in CSF and not in the nasal discharge. its presence is a specific and sensitive test.", "cop": 2, "opa": "Spontaneous CSF Rhinorrhea", "opb": "Traumatic CSF Rhinorrhea", "opc": "Both", "opd": "None", "subject_name": "ENT", "topic_name": "AIIMS 2017", "id": "6b13b5d1-10ab-414c-bfd4-76b9463300f2", "choice_type": "multi"}
{"question": "The wave ' V ' in BERA represents activity in which of the following ?", "exp": "The wave 'V' in BERA represents activity in lateral lemniscus.Auditory brainstem response (ABR):Is used to elicit brainstem responses to auditory stimulation by clicks or tone bursts.It is a non-invasive technique to find the integrity of central auditory pathways through the VIIIth nerve, pons and midbrain.The first, third and fifth waves are most stable and are used in measurements.Wave V Generation of wave V reflects the activity of multiple anatomic auditory structures. The sharp positive peak of wave V arises mainly from the lateral lemniscus, following slow negative wave represents the dendritic potential in the inferior colliculus.", "cop": 1, "opa": "Lateral lemniscus", "opb": "Superior olivary complex", "opc": "Cochlear nerve", "opd": "Cochlear nucleus", "subject_name": "ENT", "topic_name": null, "id": "8b538660-2509-4f93-a358-104099bb3cb8", "choice_type": "single"}
{"question": "Which focal length in the objective piece of microscope is commonly used for ear surgery?", "exp": "Focal length of objective lens:\n\nFor ear surgery - 200 mm/ 250 mm\nFor Nose / Paranasal sinus surgery - 300 mn\nFor Laryngeal surgery-400 mn", "cop": 2, "opa": "100mm", "opb": "250 mm", "opc": "450mm", "opd": "950 mm", "subject_name": "ENT", "topic_name": null, "id": "ec1866a1-00c2-425a-8886-ff7321defbd9", "choice_type": "single"}
{"question": "A patient has bilateral conductive deafness, tinnitus with positive family history. The diagnosis is -", "exp": "Conductive deafness means the disease process leading to deafness is limited to external ear tympanic membrane, middle ear including the footplate of stapes.\nBilateral conductive deafness rules out meniere’s disease (as it presents with SNHL).\nAmongst the remaining three options, positive family history is seen mainly in case of otosclerosis (Otospongiosis), so it is our answer.\nRef. Dhingra 6/e, p 30, 87", "cop": 1, "opa": "Otospongiosis", "opb": "Tympanosclerosis", "opc": "Meniere's disease", "opd": "B/L otitis media", "subject_name": "ENT", "topic_name": null, "id": "be68160f-1668-4576-abcc-882aa211beb3", "choice_type": "single"}
{"question": "The treatment of choice for stage I cancer larynx is-", "exp": "Friends remember 2 very important concepts regarding laryngeal Ca:\n\nIf the site of larynx caner viz supra glottis, glottis or subglottis is not mentioned, the cancer should be considered glottic (since it is the M/C variety)\nGenerally stage I, II, III, IV means stage T1 , T2 , T3 , T4 respectively.\n\nAccording to Dhingra\n\nRadiotherapy is the treatment of choice for all stage I cancers of larynx, which neither impair mobility nor invade cartilage or cervical nodes. \nThe greatest advantage of radiotherapy over surgery in Ca larynx glottic cancer is - preservation of voice.", "cop": 3, "opa": "Radical surgery", "opb": "Chemotherapy", "opc": "Radiotherapy", "opd": "Surgery followed by radiotherapy", "subject_name": "ENT", "topic_name": null, "id": "ac97880a-0862-45cf-bed5-a2000a93343c", "choice_type": "single"}
{"question": "Which of the following sinus grows till early adulthood:-", "exp": "Development of paranasal sinuses Sinus Present at bih 1st X-Ray appearance, Adult size Maxillary Yes 4-5 months after bih 15-18 yrs. Ethmoid Yes 1yr 12yr Sphenoid Yes 6-7yr 15yr Frontal No 4-5yr 18yr", "cop": 3, "opa": "Maxillary", "opb": "Ethmoidal", "opc": "Frontal", "opd": "Sphenoid", "subject_name": "ENT", "topic_name": "AIIMS 2017", "id": "97ed634a-a034-41a1-b92d-3781331b6f5a", "choice_type": "single"}
{"question": "The main vessel involved in bleeding from Juvenile nasopharyngeal angiofibroma:", "exp": "Ans: C. Internal maxillary aery(Ref Dhingra 7/e p281-282, 5/261-263)Juvenile Nasopharyngeal Angiofibroma:MC benign tumor of nasopharynx (but overall angiofibroma rare).MC site:Posterior pa of nasal cavity close to the margin of sphenopalatine foramen.Seen exclusively in males of 10-20 years.Testosterone dependent tumor - Seen in pre-pubeal to adolescent males.Features:Locally invasive vasoformative tumor consisting of endothelium lined vessels with no muscle coat.Main feeding vessel in most cases = Internal maxillary aery.Internal maxillary aery - External carotid aery branch.", "cop": 3, "opa": "Facial aery", "opb": "Ascending pharyngeal aery", "opc": "Internal maxillary aery", "opd": "Anterior ethmoidal aery", "subject_name": "ENT", "topic_name": null, "id": "6ace03e9-b26c-455d-a158-71cbf9a0854b", "choice_type": "single"}
{"question": "Cranial nerve that is not involved in olfaction:-", "exp": "Olfaction - 1. Ohonasal (odor in inspired air) 2. Retro nasal (odor in expired air) Food in mouth - swallowing and deglutition 1. Chorda tympani (branch of facial nerve): taste from anterior 2/3rd tongue 2. Lingual nerve: pain, tactile and temperature from anterior tongue 3. Greater superficial petrosal nerve: taste from palate 4. 9th and 10th CN: taste from posterior tongue and throat CN 5,7,9 & 10 help to regulate olfaction. Add smell to taste. Hypoglossal nerve that is pure motor nerve supply muscle of tongue.", "cop": 3, "opa": "Glossopharyngeal", "opb": "Vagus", "opc": "Hypoglossal", "opd": "Trigeminal", "subject_name": "ENT", "topic_name": "AIIMS 2018", "id": "e584f190-0cb1-4ef7-9e2a-e4f0ccc8e01b", "choice_type": "single"}
{"question": "Which of the following technique is used to move tongue away from post pharyngeal wall", "exp": "Ans. A. Jaw thrust maneuver* The jaw-thrust maneuver is a first aid and medical procedure used to prevent the tongue from obstructing the upper airways", "cop": 1, "opa": "Jaw thrust maneuver", "opb": "Triple maneuver", "opc": "Head maneuver", "opd": "Neck maneuver", "subject_name": "ENT", "topic_name": null, "id": "514ac65d-87cb-47b7-b8b0-ffc36253753f", "choice_type": "multi"}
{"question": "A patient of carcinoma larynx with stridor presents in casualty, immediate management is -", "exp": "Carcinoma larynx presenting with stridor means it is subglottic laryngeal carcinoma .Ideally in such cases emergency laryngectomy should be performed.\n“In the case of a large subglottic tumour presenting with respiratory obstruction a case could be made for doing an emergency laryngectomy.”\nBut it is not given in the options:\n\nIntubation can not be done as growth is seen in subglottic area therefore tube can not be put.\nPlanned tracheostomy can not be done as patient is suffering from stridor, which is an emergency. Therefore we will have to do emergency tracheostomy. With the precaution that the area of cancer should be removed within 72 hours.", "cop": 2, "opa": "Planned tracheostomy", "opb": "Immediate tracheostomy", "opc": "High dose steroid", "opd": "Intubate, give bronchodilator and wait for 12 hours, if no response, proceed to tracheostomy", "subject_name": "ENT", "topic_name": null, "id": "b9e53e10-851b-41bd-b2e3-0ddc302ffd99", "choice_type": "single"}
{"question": "Onodi cells and Haller cells are seen in relation to following respectively -", "exp": "The Onodi and Haller cells are posterior ethmoidal air cells.", "cop": 1, "opa": "Optic nerve and floor of the orbit", "opb": "Optic nerve and internal carotid artery", "opc": "Optic nerve and nasolacrimal duct", "opd": "Orbital floor and nasolacrimal duct", "subject_name": "ENT", "topic_name": null, "id": "7a42db5f-21a1-41f2-a436-17f685bbea63", "choice_type": "multi"}
{"question": "In complete bilateral palsy of recurrent laryngeal nerves, there is -", "exp": null, "cop": 3, "opa": "Complete loss of speech with stridor and dyspnea", "opb": "Complete loss of speech but not difficulty in breathing", "opc": "Preservation of speech with severe stridor and dyspnea", "opd": "Preservation of speech and not difficulty in breathing", "subject_name": "ENT", "topic_name": null, "id": "56a82596-5a2c-461b-b6a4-00019b3e4eaf", "choice_type": "single"}
{"question": "Which is the most common type of congenital ossicular dysfunction?", "exp": "Ans: B. Stapes defect with fixation of footplate and lenticular process involvement.(Ref Nelson 20/e p3071)Most common type of congenital ossicular dysfunction is stapes defect with fixation of footplate and lenticular process involvement.", "cop": 2, "opa": "Isolated stapes defect", "opb": "Stapes defect with fixation of footplate and lenticular process involvement.", "opc": "Defective lenticular process of incus", "opd": "None of the above.", "subject_name": "ENT", "topic_name": null, "id": "50c890ad-538a-4ca0-9900-4736b795af01", "choice_type": "multi"}
{"question": "Pharyngeal Pseudosulcus is seen secondary to-", "exp": "Vocal Sulcus/Laryngeal Sulcus \nIt is a groove along the mucosa and can be classified into three types:\nLaryngeal sulcus", "cop": 2, "opa": "Vocal Abuse", "opb": "Laryngopharyngeal Reflux", "opc": "Tuberculosis", "opd": "Corticosteroid usage", "subject_name": "ENT", "topic_name": null, "id": "751d9564-7804-41b2-a03d-210ffdcba7d6", "choice_type": "single"}
{"question": "Which of the following is not a cause of Squamous cell Carcinoma for Head & Neck:", "exp": "Risk factors for head and neck cancer Tobacco Alcohol Prolonged sun exposure Viruses (HPV) & (EBV) Gender M>F, age > 40yrs Poor oral / dental hygiene; betel nut consumption Environmental or occupational factors Poor nutrition - vitamin A & B deficiency, iron deficiency In question they have mentioned vitamin A NOT vitamin A deficiency", "cop": 4, "opa": "EBV", "opb": "HPV", "opc": "Betel Nut", "opd": "Vitamin A", "subject_name": "ENT", "topic_name": "AIIMS 2019", "id": "4bab5fce-dd4d-4196-906d-11354ffa1c8d", "choice_type": "single"}
{"question": "Arrange the sequence of auditory pathway from peripheral to central: Inferior colliculus Cochlear nucleus Auditory coex Medial geniculate body", "exp": "Auditory neural pathway. From below upwards are ( Mnemonic - E. COLI-MA) E - Eighth nerve (vestibulocochlear nerve) C - Cochlear nucleus (spiral ganglion) O - Superior Olivary complex (opposite) L - Lateral lemniscus (largest) I - Inferior colliculus M - Medial geniculate body A - Auditory coex E - 8th nerve COLI - Brainstem MA - Cerebrum Crossing over phenomenon takes places at Superior Olivary complex", "cop": 1, "opa": "B>A>D>C", "opb": "B>D>C>A", "opc": "A>D>B>C", "opd": "C>A>B>D", "subject_name": "ENT", "topic_name": "AIIMS 2019", "id": "04f192d7-760b-468b-a895-658b0efeb566", "choice_type": "single"}
{"question": "CA maxillary sinus stage III (T3 No Mo), treatment of choice is / Ca maxillary sinus is treated by -", "exp": null, "cop": 2, "opa": "Radiotherapy", "opb": "Surgery + Radiotherapy", "opc": "Chemotherapy", "opd": "Chemotherapy + Surgery", "subject_name": "ENT", "topic_name": null, "id": "ccb55b07-8a29-4e45-a38c-8f0db374c703", "choice_type": "single"}
{"question": "A 55 year old male presents with a lesion of 2.5*3.5 cm on lateral border of tongue with induration. There is no associated lymphadenopathy. What is the staging according to the 8th AJCC guidelines?", "exp": "Ans: A. T2N0M0Ref: AJCC Cancer staging munual I'h ed., ch-7, pg. 79,90Cancer of the lip and oral cavity TNM staging AJCC UICC 2017", "cop": 1, "opa": "T2N0M0", "opb": "T3N2M0", "opc": "T4N3M0", "opd": "T3N2M0", "subject_name": "ENT", "topic_name": null, "id": "825a499b-6eac-41df-b015-85662bfe6aa9", "choice_type": "single"}
{"question": "A 16-year-old male complains of nasal obstruction and recurrent epistaxis for several months. On CT scan of Nose and Paranasal Sinuses, an enhancing mass is seen in the nasopharynx with minimal extension into sphenoid sinus and no lateral extension. What is the stage of this lesion?", "exp": "Session's/ Radowski staging for Juvenile Nasopharyngeal angiofibroma Stage I Stage I a Limited to nasal cavity / nasopharynx Stage I b Extension into one or more sinuses. Stage II Stage II a Minimal extension into pterygopalatine fossa pterygomaxillary fissure. Stage II b Fills pterygomaxillary fossa, bowing the posterior wall of maxillary antrum anteriorly extending into the orbit the inferior orbital fissure without orbital erosion. Stage II c Infratemporal fossa extension without check or pterygoid plate involvement. Stage III Stage III a Erosion of skull base (middle cranial fossa or pterygoids) with minimal intracranial spread. Stage III b Erosion of skull base with intracranial extension with or without cavernous sinus involvement.", "cop": 2, "opa": "IA", "opb": "IB", "opc": "IIA", "opd": "IIB", "subject_name": "ENT", "topic_name": "AIIMS 2018", "id": "99f08890-7505-4062-9293-1f135de62e5c", "choice_type": "single"}
{"question": "A case of carcinoma larynx with the involvement of anterior commissure and right vocal cord, developed perichondritis of thyroid cartilage. Which of the following statements is true for the management of this case -", "exp": "Perichondritis of thyroid cartilage in a patient of Ca larynx suggests invasion of thyroid cartilage i.e. stage T4.\nStage T4 lesions glottic cancer earlier were managed by total laryngectomy with neck dissection for clinically positive nodes and post operative radiotherapy if nodes are not palpable.\nThese days chemoradiation is preferred.", "cop": 4, "opa": "He should be given radical radiotherapy as this can cure early tumors", "opb": "He should be treated with combination of chemotherapy and radiotherapy", "opc": "He should first receive radiotherapy and if residual tumor is present then should undergo laryngectomy", "opd": "He should first undergo laryngectomy and then post-operative radiotherapy", "subject_name": "ENT", "topic_name": null, "id": "1a8b0cf7-f674-4339-ba6f-a664cb96178d", "choice_type": "multi"}
{"question": "In Dysphonia plica ventricularis, sound is produced by -", "exp": "In dysphonia plica ventricularis voice is produced by false vocal cords (ventricular folds).", "cop": 1, "opa": "False vocal cords", "opb": "True vocal cords", "opc": "Ventricle of larynx", "opd": "Tongue", "subject_name": "ENT", "topic_name": null, "id": "762824c1-92d7-4a9e-9fcb-3a7fb3adfe69", "choice_type": "multi"}
{"question": "A person presented to OPD with complaints of rotatory veigo and nausea in the morning on change in position of the head. WHat is your diagnosis?", "exp": "Positional veigo/ BPPV: It is characterized by veigo when the head is placed in a ceain critical position. There is no hearing loss or other neurologic symptoms. Positional testing establishes the diagnosis and helps to differentiate it from positional veigo of central origin. Disease caused by a disorder of posterior semicircular canal though many patients have history of head trauma and ear infection. It has been demonstrated that otoconial debris, consisting of crystals and calcium carbonate, is released from the degeneration macula of the utricle and floats freely in the endolymph. When it settles on the cupula of posterior semicircular canal in a critical head position, it causes displacement of the cupula and veigo. The veigo is fatigable on assuming the same position repeatedly due to dispersal of the otoconia but can be induced again after a period of rest. Thus, typical history and Hallpike maneuver establishes the diagnosis. The condition can be treated by performing Epley's maneuver. The principle of this maneuver is to reposition the otoconial debris from the posterior semicircular canal back into the utricle. The doctor stands behind the patient and the assistant on the side. The patient is made to sit on the table so that when he is made to lie down, his head is beyond the edge of the table as is done in Dix-Hallpike maneuver. His face is turned 450 to the affected side. The maneuver consists of five positions * Position 1. With the head turned 450, the patient is made to lie down in head-hanging position (Dix-Hallpike). It will cause veigo and nystagmus. Wait till veigo and nystagmus subside. * Position 2. Head is now turned so that affected ear is facing up at a 900 rotation. * Position 3. The whole body and head are now rotated away from the affected ear to a lateral recumbent position in a 900 -rotation face-down position. * Position 4. Patient is now brought to a sitting position with head still turned to the unaffected side by 450. * Position 5. The head is now turned forward and chin brought down 200. There should be a pause at each position till there is no nystagmus or there is slowing of nystagmus, before changing to the next position. After maneuver is complete, patient should maintain an upright posture for 48 h. Eighty percent of the patients will be cured by a single maneuver. If the patients remain symptomatic, the maneuver can be repeated. A bone vibrator placed on the mastoid bone helps to loosen the debris. - Meniere's disease: Has an episodic veigo and it lasts for >20 minutes. - Vestibular neuronitis: Veigo lasts for many days. - Labyrinthitis: There is a history of fever and trauma, and the veigo lasts for days.", "cop": 2, "opa": "Labyrinthitis", "opb": "BPPV", "opc": "Vestibular neuronitis", "opd": "Meniere's disease", "subject_name": "ENT", "topic_name": "AIIMS 2018", "id": "8616b528-3a38-4bc5-b002-2e5133f56496", "choice_type": "single"}
{"question": "A 35 years old female patient present with hearing loss with improvement in hearing in noisy environment. On examination Rinne's is negative and weber's is centralized. Following is the audiometry repo. What is the most likely diagnosis:", "exp": "POINTS OURING STAPEDIAL OTOSCLEROSIS: - Conductive hearing loss. - MC seen in females 20-30 yrs. - hears better in noisy surrounding (Paraacusis willisii) - Audiometry repo a dip at 2000Hz (Carha's notch) Meniere's disease causes SNHL. Perilymph fistula will cause SNHL. Vestibular schwannoma also will cause SNHL.", "cop": 3, "opa": "Meniere's disease", "opb": "Perilymph fistula", "opc": "Stapedial Otosclerosis", "opd": "Vestibular Schwannoma", "subject_name": "ENT", "topic_name": "AIIMS 2019", "id": "4d1e7661-fffc-42d0-8bed-1e4ecc040fe8", "choice_type": "single"}
{"question": "female patient came with right side hearing loss, better heard in a noisy environment,Audiogram shown with about 30-40 dB gap between AC-BC of right & left ear. Rinne's test negative, Weber's test centralised. Which of the following condition shown?", "exp": "Answer-B- stapedial otosclerosisIn otosclerosis the normal dense endochondral layer of the bony otic capsule gets replaced by irregularly laid spongy bone. Most common site is fissula ante fenestram (anterior tothe oval window)Age group affected is 20-45 years (maximum between 20-30 years). Male:female ratio is 1:2.meniere's disease i.e Endolymphatic hydrops leads to SNHL and not conductive hearing loss.Tuning ForkTests in Otosclerosis: Rinnes test-negative ,Weber's test-lateralized to ear with greater conductive loss.", "cop": 2, "opa": "Meniere's disease", "opb": "stapedial otosclerosis", "opc": "Presbycusis", "opd": "Vestibular schwannoma", "subject_name": "ENT", "topic_name": null, "id": "fd03f7de-6c4a-4244-97c6-12829919c1ed", "choice_type": "single"}
{"question": "Immediate treatment of CSF Rhinorrhoea requires-", "exp": "Early cases of post traumatic CSF rhinorrhea are managed conservatively (by placing the patient in propped up position, avoiding blowing of nose, sneezing and straining) and\nProphylactic antibiotics (to prevent meningitis).\nPersistent cases are treated surgically by nasal endoscopy or by intracranial route.\n\nAccording to Scott-Brown’s\nEndoscopic closure of CSF leak is now the treatment of choice in majority of patients but it should not be done immediately.\nFirst patient should be subjected to diagnostic evaluation and after site of leakage is confirmed, it should be closed endoscopically.", "cop": 1, "opa": "Antibiotics and observation", "opb": "Plugging with paraffin guage", "opc": "Blowing of nose", "opd": "Craniotomy", "subject_name": "ENT", "topic_name": null, "id": "d1ef23c9-e756-4ae2-a91c-992fa658c4c3", "choice_type": "single"}
{"question": "Which is the most common site for congenital cholesteatoma", "exp": "Ans: A .Anterior superior quadrant of tympanic membrane followed by posterior superior quadrant.Congenital cholesteatoma was defined as a white, pearly lesion behind an intact tympanic membrane, which after removal was identified on pathological examination as a cholesteatoma.It is the more common causes for onset of childhood conductive hearing loss unrelated to middle ear effusion.", "cop": 1, "opa": "Anterior superior quadrant of tympanic membrane", "opb": "Posterior superior quadrant of tympanic membrane", "opc": "Anterior inferior quadrant of tympanic membrane.", "opd": "posterior inferior quadrant of tympanic membrane", "subject_name": "ENT", "topic_name": null, "id": "86e26dc5-2f48-45b1-82df-b14ffbc11fcb", "choice_type": "single"}
{"question": "Most common cause for nose bleeding is-", "exp": "Little area (also called as Kiesselbach’s plexus) is a highly vascular area in the anteroinferior part of nasal septum just above the vestibule\nIt is the most common site for nasal bleeding as this area is exposed to the drying effect of inspiratory current and to finger nail trauma.", "cop": 1, "opa": "Trauma to little's area", "opb": "A.V. aneurysm", "opc": "Postero superior part of nasal septum", "opd": "Hiatus - semilunaris", "subject_name": "ENT", "topic_name": null, "id": "6beed60d-08f5-4efa-bd22-4a6901e451a2", "choice_type": "single"}
{"question": "Best surgery to relieve intractable veigo in a menieres disease patient is?", "exp": "Gold standard treatment for intractable veigo in patient of Menier's disease - Surgical Labyinthectomy Rx of Menier's disease Acute episode: Labyrinthine sedatives Maintenance phase Medical K+sparing diuretics B blockers Antihistamines Surgical Conservative :Decompression of endolymphatic sac ,Vestibular neurectomy. Radical :Surgical Labyinthectomy Intratympanic Gentamycin therapy Silverstein microwick microcatheter Meniett's device", "cop": 1, "opa": "Surgical Labyinthectomy", "opb": "Vestibular neurectomy", "opc": "Endolymphatic sac decompression", "opd": "Cochleosacculotomy", "subject_name": "ENT", "topic_name": "AIIMS 2018", "id": "1fc80d00-8929-4d18-9f07-25d005ceec59", "choice_type": "single"}
{"question": "Olympian brown and rhagdes are seen in-", "exp": "Ans. c. Congenital syphilisClinical Presentation of SyphilisEarly Congenital Syphilis:Snuffles (rhinitis)Q is earliest feature.Lesions are vesicobullousQ, and snail track ulcers on mucosaClinical Presentation of SyphilisLate Congenital Syphilis:Characterized by Hutchinson's triad (interstitial keratitis + 8th nerve deafness + Hutchinson's teeth i.e. peggedcentral upper incisors)QSaddle nose, sabre tibia, mulberry molarsQBull dog's jaw (protrusion of jaw)Rhagadesdeg (linear fissure at mouth, nares)Frontal bossing, hot cross bun deformity of skullClutton's jointdeg (painless swelling of joints, most commonly both knee)Palatal perforationdegHigaumenakis sign (periostitis leads to unilateral enlargement of sterna end of clavicle)Primary Syphilis:Painless, indurated, nonbleeding, usually single punched out ulcer (hard chancre)QPainless, rubbery shotty lymphadenopathySecondary Syphilis:Bilateral symmetrical asymptomatic localized or diffuse mucocutaneous lesiondeg (macule, papule, paulosquamousand rarely pustule)Non-tender generalized lymphadenopathyQHighly infectious condylomata late, in warm moist interiginous areasMoth eaten alopecia, ahritis, proteinuriaQTeiary Syphilis:Gumma, neurosyphilis/tabes dorsalisQOstitis, periostitisAoitis, aoic insufficiency, coronary stenosis and nocturnal anginaQ", "cop": 3, "opa": "CMV inclusion disease", "opb": "Ectodermal dysplasia", "opc": "Congenital syphilis", "opd": "Hyper IgE syndrome", "subject_name": "ENT", "topic_name": null, "id": "8f57df40-4509-4083-a86d-d53e7bcaf328", "choice_type": "single"}
{"question": "Kamla 4 yrs of age presented in emergency with mild respiratory \"stress. On laryngoscopy she was diagnosed to have multiple juvenile papilomatosis of the larynx. Next line of management is -", "exp": "The patient (a 4 years girl) in the question is presenting with mild respiratory distress due to multiple Juvenile papillomatosis of larynx.\nThe management in such a case is microlarygoscopic surgery using CO2 laser to ablate the lesion.\nSteroids and antibiotics have no role.\nTracheostomy is reserved for those patients who have severe respiratory distress.", "cop": 2, "opa": "Tracheostomy", "opb": "Microlaryngoscopy", "opc": "Steroid", "opd": "Antibiotics", "subject_name": "ENT", "topic_name": null, "id": "b3554a03-5d0e-42ef-8033-6b3062193ae1", "choice_type": "single"}
{"question": "Patient underwent surgery at the lateral pa of the skull. Postoperatively patient had aspirations without voice change", "exp": "Ans. D (Superior Laryngeal nerve)* Vagus, RLN involvement leads to hoarseness of the voice* SLN divide into internal and external laryngeal* External laryngeal nerve supplies only one muscle- cricothyroid - tensor* Internal laryngeal nerve- safety nerve of larynx- prevents aspiration and supplies supraglottic pa of larynx.", "cop": 4, "opa": "Vagus", "opb": "RLN", "opc": "Glossopharyngeal", "opd": "SLN", "subject_name": "ENT", "topic_name": null, "id": "99f0588d-fd2b-405a-ac4e-5615d0533fff", "choice_type": "single"}
{"question": "Eustachian tube function is best assessed by:", "exp": "Ans: A. Tympanometry(Ref Dhingra 7/e p62-63, 6/e p59)Assessment of eustachian tube function:Tympanometry & Politzer test.Tympanometry better than Politzer test.Tympanometry:Positive & negative pressures created in external ear canal.Patient swallows repeatedly.Normal tubal function:Ability of tube to equilibrate positive & negative pressures to ambient pressure.Done both in patients with perforated or intact tympanic membrane.", "cop": 1, "opa": "Tympanometry", "opb": "VEMP", "opc": "Rhinomanometry", "opd": "Politzer test", "subject_name": "ENT", "topic_name": null, "id": "357eebd0-e51d-46c8-8cc4-0fff4a79387b", "choice_type": "single"}
{"question": "Angio fibroma is classified as what stage if it extends to one or more paranasal sinuses", "exp": "Staging of angiofibromaRadkowski Classifications:I ALimited to nose and/or nasopharyngeal vaultBExtension into 1 paranasal sinusIIAMinimal extension through sphenopalatine foramen intosphenopalatine/pterygomaxillary fossaBFills sphenopalatine fossa bowing the posterior wall of themaxillary antrum anteriorly or extending into the orbit theinferior orbital fissure.CExtends beyond sphenopalatine fossa into infratemporal fossaIllAErosion of skull base-minimal intracranial extensionBErosion of skull base-Extensive intracranial extension with orwithout cavernous sinus invasion.", "cop": 1, "opa": "Stage I", "opb": "Stage II", "opc": "Stage III", "opd": "Stage IV", "subject_name": "ENT", "topic_name": null, "id": "09b9375c-41ee-4295-ad27-2a11074d4434", "choice_type": "single"}
{"question": "All are characteristic features of superior semicircular canal dehiscence except?", "exp": "Ans. B. SNHLsymptoms of SSDC include* Tullio phenomenon - identifiable symptoms leading to a positive SCD diagnosis is sound-induced loss of balance. Patients showing this symptom may experience a loss of equilibrium, a feeling of motion sickness or even actual nausea, triggered by normal everyday sounds.* Vestibular evoked myogenic potentials (VEMP): In SSCD, loud tones evoke a sho-latency relaxation potential in the ipsilateral sternocleidomastoid muscle. Patients with SSCD typically have a lower-than-normal threshold for the VEMP response, and the amplitude of the VEMP waveform in an SSCD ear is greater for comparable stimulus intensities than in an ear without dehiscence. The VEMP test plays an impoant role in the evaluation of patients with suspected SSCD* Low-frequency conductive hearing loss is present in many patients with SCDS and is explained by the dehiscence acting as a \"third window phenomenon\"", "cop": 2, "opa": "Third window phenomenon", "opb": "SNHL", "opc": "Tullio's phenomenon", "opd": "Vestibular evoked myogenic potential is useful investigation.", "subject_name": "ENT", "topic_name": null, "id": "aedc1587-ff44-45d7-ac9c-abf3f90c6a1a", "choice_type": "multi"}
{"question": "Which of the following is premalignant -", "exp": "Lesions and conditions of the oral mucosa associated with an increased risk of malignancy.", "cop": 2, "opa": "Chronic glossitis", "opb": "Submucous fibrosis", "opc": "Hypertrophic glossitis", "opd": "Aphthous stomatitis", "subject_name": "ENT", "topic_name": null, "id": "d05667f6-6469-49d1-b8c5-0cacd49cc623", "choice_type": "single"}
{"question": "Which of the following marked arrow represent lateral semicircular canal during coical mastoidectomy:", "exp": "A - Incus, B - Facial nerve, C - lateral semicircular canal, D - Chorda tympani.", "cop": 3, "opa": "A", "opb": "B", "opc": "C", "opd": "D", "subject_name": "ENT", "topic_name": "AIIMS 2017", "id": "afd502ff-b700-4ecf-acec-f849331dd1ed", "choice_type": "single"}
{"question": "An elderly male presents with T3NO laryngeal carcinoma. What would be the management?", "exp": "Ans. b. Concurrent chemoradiotherapyAn elderly male presents with T3N0 laryngeal carcinoma. Treatment is concunent chemoradiotherapy.'Advanced laryngeal cancers are ofien treated by combining radiation with concurrent chemotherapy for larynxpresemation and total laryngectomy for bulky T4 disease or salvage.''Concurrent radiation therapy plus Cisplatin resulted in a statistically higher percentage ofpatients with an intact larynxat I0 years.'", "cop": 2, "opa": "Neoadjuvant chemotherapy followed by radiotherapy", "opb": "Concurrent chemoradiotherapy", "opc": "Radical radiotherapy followed by chemotherapy", "opd": "Radical radiotherapy without chemotherapy", "subject_name": "ENT", "topic_name": null, "id": "a86db080-2d2a-4eb2-abb0-11de110167f8", "choice_type": "single"}
{"question": "Which of the following is not the branch of external carotid aery in Kiesselbach's plexus?", "exp": "NASAL SEPTUM Internal Carotid System 1. Anterior ethmoidal aery 2. Posterior ethmoidal aery External Carotid System Branches of ophthalmic aery 1. Sphenopalatine aery (branch of maxillary aery) gives Nasopalatine and posterior medial nasal branches. 2. Septal branch of greater palatine aery (branch of maxillary aery). 3. Septal branch of superior labial aery (branch of facial aery). LATERAL WALL Internal carotid System 1. Anterior ethmoidal 2. Posterior ethmoidal External Carotid System Branches of ophthalmic aery 1. Posterior lateral nasal branches 2. Greater palatine aery 3. Nasal branch of anterior superior dental 4. Branches of facial aery To nasal vestibule From sphenopalatine aery From maxillary aery From infraorbital branch of maxillary aery", "cop": 1, "opa": "Anterior Ethmoidal aery", "opb": "Sphenopalatine aery", "opc": "Greater palatine aery", "opd": "Septal branch of superior labial aery", "subject_name": "ENT", "topic_name": "AIIMS 2017", "id": "a43a0fc3-9d61-45a2-8ebd-f90bb31af019", "choice_type": "single"}
{"question": "Which of the following vessel is not ligated in case of epistaxis control?", "exp": "Answer- C. Internal carotid aerySurgical ligation of vessels or embolization is the last reso to control epistaxis when all other methods fail. Internal carotid aery is not ligated in case of epistaxis control, as it is the msinvessel supplying the central nervous system.\"Endoscopy identifies the source of posterior epistaxis in over 80 percent of the cases. Ligation should be performed as close as possible to the likely bleeding point. Thus the hierarchy of ligation is: Sphenopalatine aery; internal maxillary aery; external carotid aery; anterior/posterior ethmoidal aery.", "cop": 3, "opa": "Maxillary aery", "opb": "Anterior ethmoidal aery", "opc": "Internal carotid aery", "opd": "External carotid aery", "subject_name": "ENT", "topic_name": null, "id": "69f1a181-5580-4146-ba87-bbd3980f948c", "choice_type": "single"}
