{"question": "About N. gonorrhoea, all are true except", "exp": null, "cop": 2, "opa": "Most common cause of urethritis in male", "opb": "All stains are highly susceptible to penicillin", "opc": "Wide spread axoregnic stains cause disseminated gonococcal infection", "opd": "Found exclusively in human beings", "subject_name": "Microbiology", "topic_name": null, "id": "26160738-1887-4252-86d4-1719a5a80bd3", "choice_type": "multi"}
{"question": "A dentist suffered from Hepatitis B infection 3 months back. His laboratory tests are normal, but he is not allowed by the medical board to do surgical practice. He is:", "exp": "Convalescent carrier is the host who continues to harbor the microorganism even after recovering from the clinical disease caused by the same pathogen.\nKey Points \nHBsAg:\n\nThe antigen appears in blood during incubation period and is detectable in most patients during the prodrome and acute phase of the disease.\nPersistent presence of HBsAg in blood for at least 6 months indicates the carrier state and also indicates the risk of chronic hepatitis and hepatic carcinoma. It is not detectable in the serum during convalescent stage. The presence of HBsAg alone does not necessarily indicate the replication of complete virion, and the patients may not have symptoms of liver damage. \n\nParija SC. Textbook of Microbiology & Immunology. Elsevier Health Sciences; 2014. Page:74,553", "cop": 3, "opa": "Inactive carrier", "opb": "Healthy carrier", "opc": "Convalescent carrier", "opd": "Paradoxical carrier", "subject_name": "Microbiology", "topic_name": null, "id": "6bfe528d-3481-47e2-bc3d-d38c56b5f0cc", "choice_type": "multi"}
{"question": "SD plasma destroys lipid enveloped virus. On SD plasma transfusion, which of the following infection is the likely possibility?", "exp": "Since SD plasma destroys lipid enveloped viruses the viruses which are not enveloped are most likely to cause infection. The impoant non enveloped viruses are viruses belonging to family PICORNAVIRIDAE, REOVIRIDAE, ASTROVIRIDAE and CALCIVIRIDAE and one of the impoant member of PICORNAVIRIDAE is hepatitis a virus which is a non enveloped RNA virus.", "cop": 2, "opa": "HIV", "opb": "HAV", "opc": "HBV", "opd": "HCV", "subject_name": "Microbiology", "topic_name": "AIIMS 2018", "id": "1e94a9ca-55e4-4e9a-bf7b-cb2dc4ba2ab5", "choice_type": "single"}
{"question": "Biofilm forming bacteria causes antimicrobial resist-ance by all of the following except:", "exp": "Ans. d. AdherenceBiofilm in the bacteria leads antimicrobial resistance by acting as mechanical barrier, increased excretion of antibiotics and altered metabolism inside the biofilms.Growth in biofilms leads to altered microbial metabolism, production of extra cellular virulence factors, and decreased susceptibility to biocides, antimicrobial agents, and host defense molecules and cells. P aeruginosa growing on the bronchial mucosa during chronic infection, staphylococci and other pathogens growing on implanted medical devices, and dental pathogens growing on tooth surfaces to form plaque are several examples of microbial biofilm growth associated with human disease.", "cop": 4, "opa": "Mechanical barrier", "opb": "Increased excretion of antibiotics", "opc": "Altered metabolism", "opd": "Adherence", "subject_name": "Microbiology", "topic_name": null, "id": "f2ed694c-991d-40e5-a191-25c076168ea6", "choice_type": "multi"}
{"question": "Malaria relapse common with which type plasmodium species?", "exp": "Relapse :- The resting forms are called hypnozoites. It is feature seen in P.vivax and P.ovale. From time to time, some are activated to become schizonts and release merozoites, which go on infecting RBCs producing clinical relapse. Recrudescence:- In Plasmodium falciparum and P. malariae, initial tissue phase disappears completely, and no hypnozoites are found. However ,small numbers of erythrocytic parasites persist in the blood stream and in due course of time, they multiply to reach significant numbers resulting in clinical disease.", "cop": 3, "opa": "Plasmodium malariae and vivax", "opb": "Plasmodium falciparum and vivax", "opc": "Plasmodium vivax and ovale", "opd": "Plasmodium ovale and malariae", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "818e92da-69f5-41d8-a15a-f22c851140fb", "choice_type": "single"}
{"question": "Which of the following exists as yeast at 37deg and hyphae at 25deg?", "exp": "Dimorphic fungi: They exist as molds (hyphal form) in the environment at ambient temperature (25deg C) and as yeasts in human tissues at body temperature (37deg C). Some medically impoant dimorphic fungi are: Histoplasma capsulatum Blastomyces dermatitidis Coccidioides immitis Paracoccidioides brasiliensis Penicillium marneffei Sporothrix schenckii", "cop": 1, "opa": "Histoplasma capsulatum", "opb": "Sporothrix globosa", "opc": "Candida albicans", "opd": "Cryptococcus neoformans", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "35fb00cb-9acc-4177-8873-c3915a142c99", "choice_type": "single"}
{"question": "Mw vaccine is prepared from:", "exp": "Mw vaccine is a killed leprosy vaccine developed in India in 2018 using Mycobacterium indicus pranii.", "cop": 2, "opa": "Mycobacterium bovis", "opb": "Mycobacterium indicus pranii", "opc": "Mycobacterium welchii", "opd": "Mycobacterium tuberculosis", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "87311a9e-97ac-43de-8964-55eb7ced00a9", "choice_type": "single"}
{"question": "The component that sensitizes bacteria and virus to UV irradiation", "exp": null, "cop": 4, "opa": "Lipids", "opb": "Carbohydrates", "opc": "Inorganic salts", "opd": "Nucleic acids", "subject_name": "Microbiology", "topic_name": null, "id": "9c1caee2-628f-4a80-b55e-8480760cb634", "choice_type": "single"}
{"question": "For which of the following is PPV-23 is most beneficial:", "exp": "Repeated microinfarction can destroy tissues having micro vascular beds prone to sickling. Thus splenic function is frequently lost within 18-36 months of life causing susceptibility to infection paicularly by pneumococci. So ( PPV-23) polysaccharide pneumococcal vaccine is beneficial in sickle cell anemia.", "cop": 2, "opa": "Cystic fibrosis patient", "opb": "Sickle cell anemia patient", "opc": "Patient with recurrent rhinitis and sinusitis", "opd": "Child less than 2 years", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "1bb2cc45-79b6-45f8-add8-e6832e5090f0", "choice_type": "single"}
{"question": "CLED is better medium than MacConkey medium for processing of urine samples", "exp": "Answer- D. Allows staphylococcus,Streptococcus and candida to grow* CLED agar (cystine-lactose-electrolyte-deficient agar or medium) is a valuable non-inhibitorygrowth medium used in the isolation and differentiation ofurinary microbes* It suppos the growth of urinary pathogens and contaminants but prevents undue swarming of Proteus species due to its lack of electrolytes.", "cop": 4, "opa": "It differentiate LF from NLF Bacteria", "opb": "Prevents swarming of proteus", "opc": "Identifies pseudomonas", "opd": "Allows staphylococcus,Streptococcus and candida to grow", "subject_name": "Microbiology", "topic_name": null, "id": "3bd3eaf4-a529-4b2a-8d98-79249b580503", "choice_type": "multi"}
{"question": "A young male present with loose motions and intermittent abdominal pain over the past 1 year. Wet mount stool specimen showed the presence of multiple ova which are more than 100u in diameter. The causative organisms for the disease shall not include?", "exp": null, "cop": 4, "opa": "Fasciola gigantica", "opb": "Gastrodiscoides hominis", "opc": "Echinostoma ilocanum", "opd": "Opisthorchis viverrini", "subject_name": "Microbiology", "topic_name": null, "id": "e4749151-5d65-4cf3-b663-67e75d1da084", "choice_type": "multi"}
{"question": "Postrenal transplant patient presents with diarrhoea after 3 months; it was showing organism measuring 2-6 micron meter and kinoyn stain positive. Most likely it is caused by:", "exp": "Ans. d. Cryptosporidium hominisOppounistic infections are extremely common post-transplant in the period staing from 1 month post-transplant to 6 months post-transplant.Clostridium difficle is usually seen within 1 month post-transplant because of profound antibiotic use.Kinoyn stain (Modified acid fast) positivity rules out Balantidium.Now it is between cryptosporidium vs cycloisospora. Size (smaller i.e., 2-6 microns) tells us that the organism is undoubtedly cryptosporidium hominis (previously parvum).", "cop": 4, "opa": "Balantidium coli", "opb": "Clostridium difficile", "opc": "Cystoisospora belli", "opd": "Cryptosporidium hominis", "subject_name": "Microbiology", "topic_name": null, "id": "f7469b1f-dda2-476a-9b27-312a080e0c8a", "choice_type": "single"}
{"question": "An elderly male patient presented with fever, chest pain, and dry coughp; sputum culture showed growth on Charcoal Yeast Extract Medium, the organism is", "exp": null, "cop": 3, "opa": "H. influenza", "opb": "Moraxella catarrhalis", "opc": "Legionella", "opd": "Burkholderia cepacia", "subject_name": "Microbiology", "topic_name": null, "id": "8e686bff-ca17-4507-89bc-cce7d6ab9e7f", "choice_type": "single"}
{"question": "23 serotypes pneumococcal vaccine Most useful in", "exp": "Ans-D. Sickle cell anaemia* PPSV23 (Pneumovax or Pnu-Immune) is the most widely available formulation and contains 23 pneumococcal polysaccharides* A single dose of the 23-valent pneumococcal polysaccharide vaccine (PPSV23) is indicated for adults (ages 19 to 64 years)* Vaccination with both PCV13 and PPSV23 is indicated in individuals with impaired splenic function for eg- Sickle cell disease or other hemoglobinopathy", "cop": 4, "opa": "Cystic fibrosis", "opb": "Recurrent otitis media & sinusitis", "opc": "Child less than 2 years", "opd": "Sickle cell anaemia", "subject_name": "Microbiology", "topic_name": null, "id": "44483815-3319-493d-b156-d3663a4d61a1", "choice_type": "single"}
{"question": "All are true about widal test except", "exp": null, "cop": 2, "opa": "Base lines differ depending on the endemicity of the disease", "opb": "O antibodies last longer and hence is not indicative of recent infection", "opc": "H antigen cannot differentiate between subtypes", "opd": "High titre value in a single widal test is not confirmative", "subject_name": "Microbiology", "topic_name": null, "id": "a18a805c-102a-4493-9a14-9fef1f17862f", "choice_type": "multi"}
{"question": "A person working in an abattoir presented with a papule on hand, which turned in to an ulcer. Which will best help in diagnosis", "exp": null, "cop": 1, "opa": "Polychrome Methylene blue", "opb": "Carbol Fuschin", "opc": "Acid Fast Stain", "opd": "Calcoflour White", "subject_name": "Microbiology", "topic_name": null, "id": "56176afa-3442-46be-9cdc-c8e569a72d04", "choice_type": "single"}
{"question": "A 10 year old boy following a road traffic accident presents to the casualty with contaminated wound over the left leg. He has received his com- plete primary immunization before preschool age and received a booster of DT at school entry age. All of following can be done except :", "exp": null, "cop": 2, "opa": "Injection of TT", "opb": "Injection of human antiserum", "opc": "Broad spectrum antibiotics", "opd": "Wound debridement and cleaning", "subject_name": "Microbiology", "topic_name": null, "id": "9a5e8865-e37c-41af-a902-1c10423dbdd4", "choice_type": "multi"}
{"question": "Antibody in chronic allergy ?", "exp": "Answer- D- IgEWhen someone has allergies, their immune system makes an antibody called immunoglobulin E (IgE). These antibodies respond to allergens. The symptoms that result are an allergic reaction.IgE also has an essential role in type I hypersensitivity, which manifests in various allergic diseases, such as allergic asthma, most types of sinusitis, allergic rhinitis, food allergies, and specific types of chronic uicaria and atopic dermatitis.", "cop": 4, "opa": "IgM", "opb": "IgA", "opc": "IgG", "opd": "IgE", "subject_name": "Microbiology", "topic_name": null, "id": "a7e312f2-177e-4acf-9ac9-f68f6cb484ea", "choice_type": "multi"}
{"question": "Chemotactic cytokine is", "exp": null, "cop": 3, "opa": "IL-1", "opb": "IL-6", "opc": "IL-8", "opd": "TNF", "subject_name": "Microbiology", "topic_name": null, "id": "0f2fc319-7fca-4f39-b2e9-be49e7abe79d", "choice_type": "single"}
{"question": "Most common infection post solid organ transplantation", "exp": "Cytomegalovirus (CMV) is transmitted post solid organ transplantation whereas herpes simplex virus (HSV) is transmitted post solid organ transplantation only within a month. Epstein-Barr virus (EBV) is a glandular disease so transmitted by close contact where as human papilloma virus (HPV) is transmitted through sexual contact since it is a sexually transmitted disease. So first option is a better option. Infection in Children: Primary infections in older children and adults are usually asymptomatic. However, a heterophile, antibody-negative, infectious mononucleosis may been. This is more common following transfusion of CMV-infected blood (post - transfusion mononucleosis).", "cop": 1, "opa": "CMV", "opb": "HSV", "opc": "EBV", "opd": "HPV", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "4c74361f-7de5-4a70-9221-c8f5c9554081", "choice_type": "single"}
{"question": "A patient comes after a dog bite with hydrophobia, tearing and altered sensorium. You suspect rabies in this patient. Corneal impression has been taken. What test will you do on it for most accurate diagnosis?", "exp": "Answer- B. -PCR for virusDetection of rabies virus RNA by - PCR is highly sensitive and specific. This technique can detect virus infresh saliva samples, skin, CSF, and brain tissues.Detection of rabies virus RNA by -PCR is highly sensitive and specific. This technique can detect virus in fresh saliva samples, skin, CSF, and brain tissues. In addition, -PCR with genetic sequencing can distinguish among rabies virus variants, permitting identification of the probable source of an infection.\"-Harrison 19/e p1302.Reverse transcription-polymerase chain reaction testing can be used to amplify pas of a rabies virus genome from fixed or unfixed brain tissue or saliva. Sequencing of amplified products can allow identification of the infecting virus strain.", "cop": 2, "opa": "Indirect immunofluorescence", "opb": "-PCR for virus", "opc": "Histopathological examination for Negri bodies", "opd": "Antibodies against Rabies virus", "subject_name": "Microbiology", "topic_name": null, "id": "df8ae3bc-aef6-48d0-8033-d715cfe36b3d", "choice_type": "single"}
{"question": "Compared with autoclave, use of a dry heat oven for sterilization has the following disadvantage:", "exp": null, "cop": 1, "opa": "Time-consuming", "opb": "Less effective", "opc": "Causes instruments to rust", "opd": "Causes sharp instruments to dull", "subject_name": "Microbiology", "topic_name": null, "id": "ac2748f3-0547-47df-ad39-72daa75fbd21", "choice_type": "single"}
{"question": "Isolation period of measles:-", "exp": "Isolation period of measles is Onset of prodromal phase until 3rd day of rash. Maximum communicability occurs from onset of prodrome through the first 3-4 days of rash.Prodromal phase-stage last for 4 days(from 10th to 14th day of infection) characterized by Fever, Koplik spots , coryza, nasal discharge, redness .Incubation period of measles is 10 daysEruptive phase- Maculopapular rash appear after 4 days of fever (14day after infection)", "cop": 3, "opa": "Onset of prodromal stage until 7th day of rash", "opb": "Eruptive stage until 2 days of rash", "opc": "Onset of prodromal phase until 3rd day of rash", "opd": "Eruptive stage until 7th day of rash", "subject_name": "Microbiology", "topic_name": "AIIMS 2018", "id": "653d9209-e3ec-4f56-bb30-6e9f74c210df", "choice_type": "single"}
{"question": "A 22 years old male presented with history of fever, sore throat and enlarged neck lymph nodes. He was ordered a Paul-Bunnell test with a suspicion of Infectious mononucleosis. What is the immunological basis behind the use of this test?", "exp": "Answer- A. Heterophile antibody testEpstein-Bat virus (EBV) infection includes specific antibodies to EBV and various unrelated non-EBV heterophile antibodies. These heterophile antibodies reuct to antigens from animal RBCs. Sheep RBCs agglutinate in the presence of heterophile antibodies and are the basis for the Paul-Butrnell test.", "cop": 1, "opa": "Heterophile antibody test", "opb": "Complement mediated agglutination reaction", "opc": "Homophile antibody test", "opd": "Latex agglutination test", "subject_name": "Microbiology", "topic_name": null, "id": "9700977a-4009-4233-8fab-fe55e727be6b", "choice_type": "single"}
{"question": "MHC Class II proteins are expressed by:", "exp": "Answer- A. B-cells, dendritic cells and macrophagesMHC Class II proteins are expressed by all antigen-presenting cells, which include B-cells, follicular dendritic cells and macrophages. MHC Class I proteins are expressed by all nucleated cells, which excludes platelets and RBCsHLA class I antigens (A, B and C) are found on the surface of viually all nucleated cells- They ere the principal antigens involved in graft rejection and cell-mediated cytolysis.Class, I molecules may function as components of hormonal receptors. HLA class II antigens are more restricted in distribution, being found only on cells of the immune system macrophages, dendritic cells, activated T cells, and paicularly on B cells.\"", "cop": 1, "opa": "B-cells, dendritic cells and macrophages", "opb": "Platelets", "opc": "T-cells", "opd": "All nucleated cells", "subject_name": "Microbiology", "topic_name": null, "id": "de1065e8-37ba-4b6b-a05d-f967fdf76f58", "choice_type": "multi"}
{"question": "Which is not true about vibrio cholera", "exp": null, "cop": 4, "opa": "It is non-halophilic", "opb": "Grows on simple media", "opc": "Man is the only natural host", "opd": "Cannot survive in extracellular environment", "subject_name": "Microbiology", "topic_name": null, "id": "f23569ea-da84-4e74-aa14-69c64f04424d", "choice_type": "multi"}
{"question": "Beta 3 glucan assay testing not done for", "exp": "Beta 3 glucan assay is used to detect the presence of beta 3 glucan in the fungal cell wall. It is used for Invasive candidiasis, Aspergillosis, Pneumocystis cranii but not for Mucormycosis.", "cop": 4, "opa": "Invasive candidiasis", "opb": "Aspergillosis", "opc": "Pneumocystis carnii", "opd": "Mucormycosis", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "a1bea2c7-217e-4240-a208-541618437eec", "choice_type": "single"}
{"question": "Antibody-dependent enhancement is implicated in the immunopathogenesis of which disease?", "exp": "Ans: D. Dengue hemorrhagic feverAntiborly-dependent enhancement is implicated in the immunopathogenesis of Dengue hemorrhagic fever.", "cop": 4, "opa": "Influenza", "opb": "Staphylococcal toxic shock syndrome", "opc": "Waterhouse-Friderichsen syndrome", "opd": "Dengue hemorrhagic fever", "subject_name": "Microbiology", "topic_name": null, "id": "3d3896ce-b736-4e9a-bb7e-cb4608cdd29a", "choice_type": "single"}
{"question": "A 6-month child presented with diarrhea and vomiting for three days. Which of the following enterotoxin is most likely responsible for the condition?", "exp": "Ans. A. NSP4Rotavirus nonstractural protein 4 (NSP4) is known to function as an intracellalar receptor at the endoplssmic reticalam (ER) critical to virul morphogenesis and is the first characterized virul enterotoxin.The associntion of NSP4 snd cuveolin-I contributes to NSP4 intrqcellular trfficking from the ER to the cell surfuce and speculate that exogenously added NSP4 stimulutes sigaaling molecules located in caveola microdomains.", "cop": 1, "opa": "NSP4", "opb": "NSP6", "opc": "VP3", "opd": "VP7", "subject_name": "Microbiology", "topic_name": null, "id": "b2378ac9-d9c4-415f-9e8d-f77a39b6117a", "choice_type": "single"}
{"question": "A young male complains of burning sensation upon urination and a purulent urethral discharge. Gram stain of the specimen shows pus cells with Gram negative diplococci. What is not true about the organism?", "exp": "The picture depicts Neisseria gonorrhea which have pili as a virulence factor and are both catalase and oxidase positive and show slow twitching (false kind of motility) But are not strict intracellular aerobes.it could be extracellular.", "cop": 2, "opa": "Pili is a virulence factor", "opb": "Intracellular obligate", "opc": "Show twitching motility", "opd": "It is both catalase and oxidase positive", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "e99cd253-50f5-421d-a17b-eeb17ed1999c", "choice_type": "multi"}
{"question": "A child with 10 days abdominal pain presented to OPD. Stool microscopy was done which showed the given findings. What is the DOC for the disease caused by the given organism?", "exp": "In the given picture the egg contains polar filaments and hooklets and the egg is non bile stained so this is the egg of H.nanan D.O.C- praziquintal", "cop": 3, "opa": "Albendazole", "opb": "Mebandazole", "opc": "Praziquintal", "opd": "Pyrantelpamoate", "subject_name": "Microbiology", "topic_name": "AIIMS 2018", "id": "423b742c-8580-47ff-a3db-eafd9de39d41", "choice_type": "single"}
{"question": "Transfusion-associated malaria has a shoer incubation period because of the presence in blood of:", "exp": "Ans: A. Trophozoites(Ref: Paniker's 7/e p77, 6/e p69; Harrison 19/e p1374)Transfusion associated malaria has a shoer incubation period because of presence of trophozoites in blood.Malaria can be transmitted by blood transfusion, needle-stick injury, sharing of needles by infected injection drug users, or organ transplantation.The incubation period in these settings is often sho because there is no pre-erythrocytic stage of development.Parasites may remain ble in blood bank for 1-2 weeks.As this condition is induced by direct infection of red cells by the merozoites, pre-erythrocytic schizogony and hypnozoits are absent.Relapse does not occur and incubation period is sho.", "cop": 1, "opa": "Trophozoites", "opb": "Sporozoites", "opc": "Female gametocyte", "opd": "Merozoites", "subject_name": "Microbiology", "topic_name": null, "id": "a432db53-67f5-4865-af52-18edf81d1225", "choice_type": "single"}
{"question": "An infant presented with the following lesions on his face and limbs. Which of the following is the most likely causative organism?", "exp": "Hand foot and mouth disease can be caused by Coxsackie virus A16, Coxsackie virus B and Enterovirus 71. It is characterized by oral and pharyngeal ulcerations and vesicular rashes of the palms and soles which heal without crusting.", "cop": 3, "opa": "HSV", "opb": "HPV", "opc": "Coxsackie", "opd": "CMV", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "176fbf9b-b17d-4a54-9e1e-e3a312424349", "choice_type": "single"}
{"question": "Which of the following is not true about H. influenza?", "exp": null, "cop": 2, "opa": "Rarely presents as meningitis in children less than 2 months of age", "opb": "Capsular polypeptide protein is responsible for virulence", "opc": "Requires factor V and X for growth", "opd": "Most common invasive disease of H. influenza is meningitis", "subject_name": "Microbiology", "topic_name": null, "id": "dbf438a0-20c0-4eb7-a94a-f337ffabf5af", "choice_type": "multi"}
{"question": "A 22 year old college boy with history of sex with commercial workers came to Derma OPD with lesion in genital region, tissue from this lesion was examined, which is the most likely finding?", "exp": "MOLLUSCUM CONTAGIOSUM VIRUS It is an obligate human pox Virus that produces characteristic skin lesions. Clinical Manifestations Pink pearly wa-like lesions (2-5 mm size),umbilicated with a characteristic dimple at the centre. Lesions are characterized by: - Lack of associated inflammation and necrosis - Found singly or in clusters Distribution: lesions are found anywhere on the body except on palms and soles. Genital lesions are seen in adults Molluscum bodies are the Intracytoplasmic Eosinophilic inclusions seen in skin scrapings stained with histopathological stains.", "cop": 1, "opa": "Intracytoplasmic vacuolations", "opb": "Multinucleated giant cells", "opc": "Belongs to Herpes family", "opd": "It's a RNA virus", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "7cc17f9f-5ecd-4e71-b32f-74fdf3a6537b", "choice_type": "single"}
{"question": "Adult stage of filarial worms responsible for diseases in all of the following except:", "exp": "Ans: B. Onchocerca volvulus Adult stage of Onchocerca volvulus filarial worms does not cause any illness or disease.Onchocerciasis:Primarily affects skin, eyes & lymph nodes.In contrast to pathology in lymphatic filariasis, onchocerciasis damage elicited by microfilariae & not by adult parasites.Onchocerca microfilariae:Released from female worms causing most severe damage.Migrating microfilariae (exclusively found in interstitial fluids of skin & subdermal tissues not bloodstream).Cause changes in skin pigment & loss of elastic fibers a \"hanging groin, severe intractable & intolerable pruritus.Blindness (primarily men) develops over many years - Due to microfilariae accumulation in vitreous humor.Are not blood borne & hence, concentrate & remain in eye.Visual clouding, photophobia & ultimately retinal damage a Incurable blindness.(Ref: Harrison 19/e p1420).", "cop": 2, "opa": "Brugia malayi", "opb": "Onchocerca volvulus", "opc": "Mansonella ozzardi", "opd": "Wuchereria bancrofti", "subject_name": "Microbiology", "topic_name": null, "id": "77a7b433-d391-4cef-b44e-5a9fd45d4756", "choice_type": "multi"}
{"question": "The incubation period of LGV is?", "exp": "Ans. C. 10-30 daysThe incubation period for LGV (the time interval between sexual contact and the appearance of symptoms) varies on average from 10 to 14 days. At times the incubation period may be as long as up to 6 weeks after sexual contact with an infected paner. Feature SyphilisHerpes ChancroidLGV Donovanosis Incubation period 9-90 days 2-7 days 1-14 days3 days-6weeks 1-4 weeks(up to 6 months)", "cop": 3, "opa": "3-7 days", "opb": "7-10 days", "opc": "10-30 days", "opd": "30-90 days", "subject_name": "Microbiology", "topic_name": null, "id": "f8d6c4a7-2037-44be-bbf6-8a1ea4b0de54", "choice_type": "single"}
{"question": "When horse serum is injected intravenously in to a rabbit and again in to the skin two or three weeks later, what is the necrotising reaction that occurs at the site of the second injection?", "exp": null, "cop": 3, "opa": "Atopy", "opb": "Anaphylaxis", "opc": "Arthus phenomenon", "opd": "Serum sickness", "subject_name": "Microbiology", "topic_name": null, "id": "84edf98d-5d16-4377-95fc-2bb67058e7d4", "choice_type": "single"}
{"question": "Virus is cultured in:", "exp": "Embryonated eggs were used initially for the growth of viruses.\nEmbryonated chick egg was used first for cultivation of viruses by Goodpasture in 1931. \nUsually, 8–11 days old chick eggs are used for culture of viruses. The viruses are isolated in different sites of the egg, such as yolk sac, amniotic cavity, and allantoic cavity, and chorioallantoic membrane (CAM).", "cop": 4, "opa": "Sabouraud's agar", "opb": "Rogosa medium", "opc": "Nonembryonated egg", "opd": "Embryonated egg", "subject_name": "Microbiology", "topic_name": null, "id": "bc4f5387-b4e2-4c9f-9372-d2578aa9848d", "choice_type": "multi"}
{"question": "In a patient with typhoid, diagnosis after 15 days of onset of fever is best done by:", "exp": null, "cop": 3, "opa": "Blood culture", "opb": "Widal test", "opc": "Stool culture", "opd": "Urine culture", "subject_name": "Microbiology", "topic_name": null, "id": "a074e962-7c67-42ab-9215-76af20ac3d70", "choice_type": "single"}
{"question": "Rabies vaccine not to be given in case of?", "exp": null, "cop": 1, "opa": "Rat bite", "opb": "Cat bite", "opc": "Dog bite", "opd": "Monkey bite", "subject_name": "Microbiology", "topic_name": null, "id": "2fb9aa7b-5106-4856-943d-f6554959feab", "choice_type": "single"}
{"question": "Given below is the diagrammatic representation of a bacterium showing its flagella. Which of the following most closely resembles the organism depicted in the diagram?", "exp": "Endoflagella is a feature of spirochetes which arises from periplasmic space. They have rotatory type of motility. Treponema Barrelia Leptospira Size 6-14 um x 0.2 um 10-30 um x 0.2-0.5um 6-20 um x 0.1 um Spirals (In number) 6-12 3-10 Numerous and tightly coiled with hooked ends Wavelength 1 um 3 um 0.5 um Amplitude of spiral 1-1.5 um Up to 2 um 0.1 um Endoflagella at each pole 3-4 7-11 1 Staining Do not take up ordinary stains, can be stained only bu silver impregnation stains, except Bornelia which is poorly Gram-stained.", "cop": 1, "opa": "Leptospria", "opb": "H. Pylori", "opc": "Vibrio cholera", "opd": "Salmonella typhi", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "5276909f-5e4a-44a9-b5d4-9c7c29422818", "choice_type": "single"}
{"question": "\"Grape bunch\" shaped colonies are seen in:", "exp": null, "cop": 2, "opa": "Streptococcus", "opb": "Staphylococcus", "opc": "E.coli", "opd": "Gonococci", "subject_name": "Microbiology", "topic_name": null, "id": "a06fc39f-e910-48cc-990f-fd3b93ede264", "choice_type": "single"}
{"question": "Phage mediated change in C. diphtheria is due to which of the following?", "exp": "Ans: C. Transduction(Ananthanarayan 10/e p59, 8/e p65-67; Jawetz 27/e p112).Phage mediated change in C. diphtheria is due to Transduction.In transduction, donor DNA is carried by a phage coat and is transferred into the recipient by the mechanism used for phage infection.Methods of transferMechanismNature of DNA transferredConjugationTransfer of DNA form one bacterium toChromosomal or plasmid DNAdegTransductionTransfer of DNA form one bacterium toAny gene in generalized transduction, only selected genes in specialized transductiondegTransformationTransfer of DNA from one bacterium toAny genedeg", "cop": 3, "opa": "Conjugation", "opb": "Transformation", "opc": "Transduction", "opd": "None of the above", "subject_name": "Microbiology", "topic_name": null, "id": "45af739b-3110-487d-b75c-73dfb33df1e4", "choice_type": "multi"}
{"question": "What is not true regarding Zika Virus:", "exp": "Zika Virus belongs to family flaviviridae( which comes under Arbovirus). It is transmitted through mosquitoes (Aedes aegypticus) or sexual transmission .It also shows veical transmission i.e. from mother to child. If pregnant female gets infected with zika virus it may cause Microcephaly and GBS (Guillian Barre syndrome) in new born.", "cop": 3, "opa": "Belong to family flaviviridae", "opb": "Transmission happens by Mosquitoes", "opc": "Not transmitted from mother to newborn", "opd": "Possibly can cause microcephaly", "subject_name": "Microbiology", "topic_name": "AIIMS 2018", "id": "326b16f4-3bd9-4656-9515-093e7d67ae21", "choice_type": "multi"}
{"question": "Helminth implicated in causing pernicious anemia is:", "exp": "Ans: A. Diphyllobothrium latum (Ref: Paniker's 7/e p118, b/e p142; lawetz 27/e p731; Harrison 19/e p1434.Helminth implicated in causing pernicious anemia is Diphyllobothrium latum.Diphyllobothrium latum:Disease caused by tapeworms is chiefly vague abdominal discomfo and loss of appetite, leading to weight loss.D latum has an unusual capacity to absorb vitamin B12 a causing vitamin B12 deficiency a Pernicious anemia may rarely develop.", "cop": 1, "opa": "Diphyllobothrium latum", "opb": "Ascaris", "opc": "Taenia solium", "opd": "Hymenolepis nana", "subject_name": "Microbiology", "topic_name": null, "id": "ba3d2acf-22c5-416f-9d73-63d879a0a03c", "choice_type": "multi"}
{"question": "Lepromin test is useful for", "exp": null, "cop": 2, "opa": "Diagnosis", "opb": "Prognosis", "opc": "Treatment plan", "opd": "Epidemiology", "subject_name": "Microbiology", "topic_name": null, "id": "e974e66a-b20d-4557-84df-bbb0af02f12a", "choice_type": "single"}
{"question": "Which of the following is microaerophilic -", "exp": "Microaerophilic: Require small amount of oxygen (5%) e.g. Campylobacter, Helicobacter and Mycobacterium bovis.", "cop": 1, "opa": "Campylobacter", "opb": "Vibrio", "opc": "Bacteroides", "opd": "Pseudomonas", "subject_name": "Microbiology", "topic_name": null, "id": "03b86472-e565-4e69-bd54-d84383824de1", "choice_type": "single"}
{"question": "Which of the following is not true of boiling water", "exp": null, "cop": 2, "opa": "It can kill hepatitis B virus", "opb": "Used for sterilizing surgical instruments", "opc": "Can kill mycobacterium tuberculosis", "opd": "Can kill vegetative bacterial cells", "subject_name": "Microbiology", "topic_name": null, "id": "ec05b29c-97f8-4ae5-afe3-f51a00f9fa6f", "choice_type": "multi"}
{"question": "In penicillin allergy, penicillin acts as a:", "exp": null, "cop": 1, "opa": "Hapten", "opb": "Carrier", "opc": "Super antigen", "opd": "Toxin", "subject_name": "Microbiology", "topic_name": null, "id": "ca49d5c3-9678-4b4f-b10d-4021802c636d", "choice_type": "multi"}
{"question": "Which of the following is not used as a disinfectant?", "exp": "A 70% solution of alcohol takes more time in evaporation from the surface, increasing the contact time. Therefore, 70% isopropyl alcohol is suitable for disinfection. \n100% isopropyl alcohol coagulates the protein instantly creating a protein layer that protects the remaining protein from further coagulation.", "cop": 2, "opa": "1-2% Cetrimide", "opb": "100% Alcohol", "opc": "2% Lysol", "opd": "5% Chloroxylene", "subject_name": "Microbiology", "topic_name": null, "id": "ced0e6e7-048a-467e-aa7e-e10def9ebb5e", "choice_type": "single"}
{"question": "Endotoxin of gram -ve bacteria that do not cause pathogenesis of natural disease", "exp": null, "cop": 3, "opa": "Mycobacterium", "opb": "Klebsiella", "opc": "Vibrio", "opd": "E.coli", "subject_name": "Microbiology", "topic_name": null, "id": "6d740ff7-c57b-4f62-a953-14e8b41fba76", "choice_type": "single"}
{"question": "About psedomonas. All are true except", "exp": null, "cop": 3, "opa": "Strict aerobes", "opb": "Can grow in disinfectants in hospital", "opc": "Infection is mostly due to endogenous source", "opd": "Most common organism in burn patient", "subject_name": "Microbiology", "topic_name": null, "id": "be27a690-a4c2-41e8-bc61-70ccc70dcea5", "choice_type": "multi"}
{"question": "All are true about legionella pneumophilia except", "exp": null, "cop": 4, "opa": "a)\tquatic bodies are main habitat", "opb": "It can replicate in amoeba", "opc": "Urine test is a reliable method", "opd": "Person to person transmission", "subject_name": "Microbiology", "topic_name": null, "id": "97a84ea2-f289-4103-a306-a1cb3526c24e", "choice_type": "multi"}
{"question": "Which stage of plasmodium vivax is infective to mosquito?", "exp": "When certain forms of blood stage parasites (gametocytes, which occur in male and female forms) are ingested during blood feeding by a female Anopheles mosquito, they mate in the gut of the mosquito and begin a cycle of growth and multiplication in the mosquito. \nAfter 10-18 days, a form of the parasite called a sporozoite migrates to the mosquito’s salivary glands. \nWhen the Anopheles mosquito takes a blood meal on another human, anticoagulant saliva is injected together with the sporozoites, which migrate to the liver, thereby beginning a new cycle.\n\nRef :https://www.cdc.gov/malaria/about/biology/index.html", "cop": 2, "opa": "Sporozoite", "opb": "Gametocyte", "opc": "Merozoite", "opd": "Zygote", "subject_name": "Microbiology", "topic_name": null, "id": "87d25aef-12d5-478d-b126-e98a1a76e9f0", "choice_type": "single"}
{"question": "Resistance of Staphylococcus aureus is due to:", "exp": null, "cop": 2, "opa": "Pleomorphism", "opb": "Elaboration of an enzyme that destroy penicillin", "opc": "Penicillin analogue production", "opd": "Lack of nucleic acid in the cell wall", "subject_name": "Microbiology", "topic_name": null, "id": "eea22c1f-7847-43c5-89be-6123accc8846", "choice_type": "multi"}
{"question": "Following hepatitis B infection through blood transfusion, disease manifests in:", "exp": null, "cop": 3, "opa": "1 week", "opb": "6 weeks", "opc": "3 months", "opd": "1 year", "subject_name": "Microbiology", "topic_name": null, "id": "c56d4b66-8192-4b25-9d20-7312a5f5d4cb", "choice_type": "single"}
{"question": "Schizonts and late trophozoite stages of plasmodium falciparum not seen in peripheral blood smear because:", "exp": "Ans: B. Due to adherence to the capillary endothelium, they are not seen in peripheral blood(Ref: Harrison 1y/e p1371, Jawetz 27/e p719)Plasmodium falciparum:Only ring stages or gametocytes are seen in infected peripheral blood.Schizonts & late trophozoite stages of Plasmodium falciparum are not seen in infected peripheral blood.Parasites make red cells sticky a Tend to be retained in deep capillary beds (except in overwhelming fatal infections).", "cop": 2, "opa": "They are sequestered in the spleen", "opb": "Due to adherence to the capillary endothelium, they are not seen in peripheral blood", "opc": "Due to antigen-antibody reaction and removal", "opd": "They are seen in mosquito blood", "subject_name": "Microbiology", "topic_name": null, "id": "7095637c-81c9-42f8-8484-54c3eedf5623", "choice_type": "single"}
{"question": "1-3 beta - d - glucan assay is done for which infection?", "exp": "Beta-d- glucan is an attractive antigen in that it is found in a broad range of fungal agents, including the commonly encountered agents Candida spp., Aspergillus spp., Pneumocystis jirovecii. Cryptococcus- capsular antigen detection from CSF or serum by latex agglutination test is a rapid and sensitive test. Pneumocystis carinii- no serological test available Mucormycosis- Can be diagnosed by KOH mount showing , non-septated hyphae branching at obtuse angle", "cop": 1, "opa": "Invasive candidiasis", "opb": "Cryptococcus", "opc": "Penicillium", "opd": "Rhinicerebral mucormycosis", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "4f698c06-2027-440c-b790-bd59cb4e0c56", "choice_type": "single"}
{"question": "Blood on OT floor is cleaned by?", "exp": "Sodium hypochlorite (1%) is used as laboratory disinfectant for disinfectingblood and other specimens and is also used for disinfecting the blood spillage area.", "cop": 3, "opa": "Phenol", "opb": "Alcohol based compounds", "opc": "Chlorine based compounds", "opd": "Quaternary ammonium compounds", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "02f27add-bf4d-4155-81aa-8f537546ceda", "choice_type": "single"}
{"question": "Disease caused by Staphylococcus aureus which is not mediated through a toxin is", "exp": "Answer- B. Septicemic shockSepticemia is mainly due to endotoxin like activity as seen in Gram-negative bacilli and not due to exotoxin. Clinically, Staphylococcus aureus sepsis presents like that documented for sepsis due to other bacteria. Septicemic shock is not directly caused due to toxins and other virulence factors play a role like protein A, fibrinolysin and coagulase, which are anti-phagocytic, suppress host immunity and helps in the spread of infection. Septicemia is mainly due to endotoxin tike activity as seen in Gram-negative bacilli and not due to exotoxin. S.aureus produces free types of toxin: cytotoxins, pyrogenic toxin superantigens, and exfoliative toxins. Both epidemiologic data and studies in animals suggest that antitoxin antibodies are protective against illness in TSS' staphylococcal food poisoning, and staphylococcal scalded skin syndrome (SSSS). Illness develops after toxin synthesis and absorption and the subsequent toxin-initiated host response", "cop": 2, "opa": "Food poisoning", "opb": "Septicemic shock", "opc": "Toxic shock syndrome", "opd": "Staphylococcal scalded skin syndrome", "subject_name": "Microbiology", "topic_name": null, "id": "9859d4a2-274f-47eb-b20f-ca5309440793", "choice_type": "single"}
{"question": "Beta-1,3-D Glucan testing is done for all except-", "exp": "Ans- B. Mucormycosis* Detection of fungal antigens in body fluids, including cryptococcus capsular polysaccharide, histoplasma antigen, galactomannan, and b-d-glucan, is viewed as being clinically useful for at least the presumptive diagnosis of invasive fungal infections.b-d-Glucan is an attractive antigen in that it is found in a broad range of fungal agents, including the commonly encountered agents Candida spp., Aspergillus spp., and Pneumocystis jirovecii.", "cop": 2, "opa": "Aspergillosis", "opb": "Mucormycosis", "opc": "Candidiasis", "opd": "Pneumocystis", "subject_name": "Microbiology", "topic_name": null, "id": "ee9f14bb-4e5e-4e39-99aa-ba63533bf4b2", "choice_type": "multi"}
{"question": "Episodes of repeated thin stools with mucus, subjective feeling of fever and lower abdominal pain, with leukocytes in stool. Which of the following is likely?", "exp": "As leucocytes are present in stools so it is inflammatory type of diarrhea. So the likely organism is Entamoeba As Staph and C. perfringens are responsible for water diarrhea (non-inflammatory diarrhea) Giardia cause malabsorption syndrome.", "cop": 2, "opa": "Giardia", "opb": "Entamoeba", "opc": "Staph", "opd": "Clostridium perfringens", "subject_name": "Microbiology", "topic_name": "AIIMS 2018", "id": "080ecd84-88cb-49eb-a9f5-03569b7fa1f0", "choice_type": "single"}
{"question": "Which of the following marker persists in chronic hepatitis and recurrent hepatitis?", "exp": "Interpretation of common serological patterns in HBV infection Virus / Antibody markers Interpretation HBsAg HBeAg Anti - HBc Anti - HBs Anti - HBe + + IgM - - Acute HBV infection, highly infectious + + IgG - - Late/chronic HBV infection or carrier state: highly infectious + - IgG - +/- Late /chronic HBV infection or carrier state; low infectivity - +/- IgM - +/- Seen rarely in early acute HBV infection; infectious - - IgG +/- +/- Remote HBV infection; infectivity nil or very low - - - + - Immunity following HBV vaccine", "cop": 1, "opa": "IgG Anti HbcAg", "opb": "HBsAg", "opc": "IgG Anti HBsAG", "opd": "Anti Hbs", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "0009b2fd-7e72-4ed0-b486-92ccb24e43f3", "choice_type": "single"}
{"question": "(gd) T cell is associated with?", "exp": "Ans. D-First line defense against bacterial peptides(gd) T cell: Gamma delta (gd) T cells have a TCR that is made up of one g (gamma) chain and one d (delta) chain.This group of T cells is usually much less common than ab T cells, but are at their highest abundance in the gut mucosa, within a population of lymphocytes known as intraepithelial lymphocytes (IELs).Constitute 5% of total cells, express y/6 chains of TCR chains; instead of ?/b chains.They lack both CD4 and CD8 molecules.They do not require antigen processing and MHC presentation of peptides.They lack both CD4 and CD8 molecules.They do not require antigen processing and MHC presentation of peptides.They are pa of innate immunity as the(gd) receptors exhibit limited diversity for the antigen.They are usually found in the gut mucosa, as intraepithelial lymphocytes (IELs).The function of (gd) T-cells is not known, they may encounter the lipid antigens that enter through the intestinal mucosa.", "cop": 4, "opa": "CD4", "opb": "CD5", "opc": "Cd8", "opd": "First line defense against bacterial peptides", "subject_name": "Microbiology", "topic_name": null, "id": "a1fa0704-7aab-4226-990d-5790d34c5d27", "choice_type": "single"}
{"question": "A 2 weeks old infant has conjunctivitis, which later developed into respiratory distress and pneumonia. Chest X-ray showed bilateral lung infiltrates. WBC count was 14,300/dL. Which of the following is the most likely organism?", "exp": "Answer- A. Chlamydia trachomatisChlamydia trachomatis: Of newborns infected by the mother, 10-20% may develop respiratory tract involvement 2-12 weeks after bih, culminating in pneumonia.Affected newborns have nasal obstruction or discharge, striking tachypnea, a characteristic paroxysmal staccato cough, an absence of fever, and eosinophilia. Interstitial infiltrates and hyperinflation can be seen on radiographs. The diagnosis should be suspected if pneumonitis develops in a newborn who has inclusion conjunctivitis and can be established by isolation of C. trachomatis from respiratory secretions.", "cop": 1, "opa": "Chlamydia trachomatis", "opb": "Streptococcus agalactiae", "opc": "Gonococcus", "opd": "Haemophilus influenzae", "subject_name": "Microbiology", "topic_name": null, "id": "58e40694-1799-476f-8618-af488bda8892", "choice_type": "single"}
{"question": "CLED media better than Macconkey media", "exp": "Cysteine electrolyte deficient agar (CLED) is a non-selective media and it stimulates the growth of Staphylococcus and Candida whereas Mac Conkey agar is a selective media. Both CLED and MAC Conkey Agar inhibits the swarming of proteus and differentiate between lactose fermenter and non-lactose fermenter. Both use sodium Taurocholate as a selective agent and so first option is a better option.", "cop": 1, "opa": "It stimulates growth of Staph and Candida as it is non selective", "opb": "Inhibits swarming of proteus", "opc": "Differentiates between Lactose fermenter and non-lactose fermenters", "opd": "Sodium taurocholate is used as selective agent.", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "dec39d56-fcb3-4cf1-8e83-e09a09a8ce6e", "choice_type": "single"}
{"question": "Which of the following enzyme is required to induce the formation of a plasma clot pathogenic staphylococci", "exp": null, "cop": 3, "opa": "Lysozyme", "opb": "Fibrinolysin", "opc": "Coagulase", "opd": "S protein", "subject_name": "Microbiology", "topic_name": null, "id": "97ad9005-24a1-4eb2-b57a-64e7060897c0", "choice_type": "single"}
{"question": "A 15 years old boy presents with loose motions and intermittent abdominal pain over the past 1 year. Wet mount stool specimen showed the presence of multiple ova, which are more than 100 p in diameter. The causative organism for the disease shall not include:", "exp": "Answer- D (Opistorchis viverrini)Inhabit the bile duct of fish eating animalsCaused by ingestion of raw or under cooked freshwater fishAbdominal discomfo, gasFatigue is typicalAssociated with bile duct cancer", "cop": 4, "opa": "Fasciola gigantica", "opb": "Gastrodiscoides hominis", "opc": "Echinostoma ilocanum", "opd": "Opistorchis viverrini", "subject_name": "Microbiology", "topic_name": null, "id": "6b874c35-3e1a-4158-b37c-34fd4c6350a7", "choice_type": "multi"}
{"question": "In a suspected patient of dengue, all of these are acceptable investigations at day 3 of presentation except:", "exp": "Ans: B. ELISA for antibody against dengue virus(Ref Ananthanarayan 10/e p529, 8/e p519: Harrison 19/c 1)1319).ELISA in antibody detection against Dengue virus:Yields diagnostic results after 5 days (acute infection phase) for antibody detection against dengue virus.Other diagnosis methods:For mosquito inoculation/mosquito cell culture - Virus readily isolated from blood in acute phase.Laboratory tests for Dengue:Virus isolation within six days: Serum, plasma, autopsy tissueViral nucleic acid detection (-PCR assay).Diagnostic MethodTime to ResultsSpecimenTime of collection after onset of symptomsViral isolation & serotype identification1-2 weeksWhole blood, serum, tissues1-5 daysNucleic acid detection1 or 2 daysTissues, whole blood, serum, plasma1-5 daysdegAntigen detection1 daySerum1-6 daysdeg >1 dayTissue for immunochemistryNAIgM ELISA1-2 daysSerum, plasma, whole blood After 5 daysa", "cop": 2, "opa": "Viral culture and isolation in C6/36 cell line", "opb": "ELISA for antibody against dengue virus", "opc": "NS I antigen detection", "opd": "#NAME?", "subject_name": "Microbiology", "topic_name": null, "id": "3aab1eeb-6cbe-4fc3-b2de-5b459ab610f6", "choice_type": "multi"}
{"question": "Giemsa stained smear cannot detect", "exp": "Giemsa stained smear can detect Baonella, tachyzoites of Toxoplasma Gondii, E.chaffnessis but not for CoxiellaBurnetti which causes Q fever but can be detected by serology.", "cop": 1, "opa": "Coxiella burnetti", "opb": "Baonella", "opc": "Toxoplasmosis", "opd": "E. Chaffnessis", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "a6abadc2-5c2e-4dce-9cfa-1464b3be8c8d", "choice_type": "single"}
{"question": "A known HIV patient on anti - retroviral therapy presented with diarrhea of six months duration. Stoll microscopy was done in which 10-30 micrometer cysts were seen, Kinyoun stain was positive. What is the most likely diagnosis?", "exp": "The identification of the parasite is based on the size of oocyst since the size of oocyst is 20 to 30 Micron the most likely parasite is Isospora. If the size was 4-8 micron the parasite would have been Cryptosporidium parvum.", "cop": 1, "opa": "Cystoisospora", "opb": "Cryptosporidium", "opc": "Balantidium coli", "opd": "Strongyloides", "subject_name": "Microbiology", "topic_name": "AIIMS 2018", "id": "138f2721-a8f6-4456-a302-e63411415f00", "choice_type": "single"}
{"question": "Which of the following toxin is causing this:", "exp": "Botulinum toxin contains 2 chains- heavy and light. The heavy Chain binds presynaptically to nerve terminals and is responsible for mediating translocation of light chain into the cell. The light chain is active pa which cleaves host protein snap 25 The cleaved snap 25 prevent the release of neurotransmitter Acetylcholine and is responsible flaccid paralysis. The tetanus toxin causes cleavage of synaptobrevin and prevents the release of neurotransmitters GABA and Glycine which causes spastic paralysis. Diphtheria toxin causes ADP ribosylation of elongation factor 2 which inhibits protein synthesis. Cholera toxin causes ADP ribosylation of G stimulatory protein which causes increase in cyclin AMP and causes watery diarrhoea So according to the question the answer is botulinum toxin.", "cop": 1, "opa": "Botulism", "opb": "Tetanus", "opc": "Diphtheria", "opd": "Cholera", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "e8de9b5f-8d91-4770-b700-0a4ac5dd29e2", "choice_type": "single"}
{"question": "Which of the following is not a feature of anaphylaxis?", "exp": null, "cop": 1, "opa": "Delayed reaction", "opb": "Immediate reaction", "opc": "Passive transfer by serum", "opd": "None of the above", "subject_name": "Microbiology", "topic_name": null, "id": "1f9e0b7b-8eab-4fb0-a1c7-9ff074f3e1d8", "choice_type": "multi"}
{"question": "Which of the following structure is disrupted by Vibrio cholerae?", "exp": "Ans: C. Zona occludens(Ref Sleisenger and Fordtran's textbook of Gastrointestinal and Liver Disease 10/e p1903).vibrio cholerae also produces additional toxins that may contribute to disease, including the zonula occludens toxin (ZOT) that alters intestinal permeability by acting on intestinal epithelial cells tight junctions, and the accessory choleraendotoxin (ACE).\" Cholera toxin:Vibrio cholerae secretes enterotoxin protein.Encoded by bacteriophage (CT Xfi resident in V. cholera).Enterotoxin:Made up of 1A subunit (composed of 1A1 & 1 A2 peptide joined by disulfide link) & 5B subunits.Other toxins:Zonula occludens toxin (ZOT):Alters intestinal permeability by acting on intestinal epithelial cells tight junctions.Accessory cholera endotoxin (ACE).", "cop": 3, "opa": "Hemi desmosome", "opb": "Gap junctions", "opc": "Zona occludens", "opd": "Zona adherens", "subject_name": "Microbiology", "topic_name": null, "id": "8fe12f62-9e59-408b-899d-72def6e9e16e", "choice_type": "single"}
{"question": "The most effective way of preventing tetanus is :", "exp": "Remember :\nBest way of prevention = Active immunization = TT\nBest passive immunization = Antitoxin = Human tetanus immunoglobulin.", "cop": 4, "opa": "Surgical debridement and toilet", "opb": "Hyperbaric oxygen", "opc": "Antibiotics", "opd": "Tetanus toxoid", "subject_name": "Microbiology", "topic_name": null, "id": "e068fa99-4331-4dbd-b6f8-ae387f5bae10", "choice_type": "single"}
{"question": "Anaphylaxis is mediated by", "exp": "Answer- D. All of these* Primary mediators (These are present in mast cell granules) Includes:* Biogenic Amines :- Histamine, 5-Hydroxytryptamine* Proteoglycans : Heparin* Secondary mediators:* Leukotrienes :- LTC4 D4,V* Cytokines:- ILl,lLg,lL4,IL-5, IL4 TNF and GMCSF", "cop": 4, "opa": "5-hydroxytryptamine", "opb": "Heparin", "opc": "ProstaglandinImmunology", "opd": "All of these", "subject_name": "Microbiology", "topic_name": null, "id": "6150409c-32c4-4db3-93a7-63b2f7ac66c5", "choice_type": "multi"}
{"question": "Dry heat destroys microorganisms by", "exp": null, "cop": 2, "opa": "Lysis", "opb": "Oxidation", "opc": "Hydrolysis of DNA", "opd": "Coagulation of proteins", "subject_name": "Microbiology", "topic_name": null, "id": "0d8286b5-43b3-4ea2-9af4-d39822a11972", "choice_type": "single"}
{"question": "Which of the following is an obligate intracellular parasite?", "exp": "Ans: C. Ehrlichia chaffeensis (Ref: Ananthanarayan 10/e p416, 8/e p409; Jawetz 27/e p346, 347; Harrison 19/e p1159, 1162)Though both Coxiella and Ehrlichia are obligate intracellular pathogens, in 2009 scientists repoed a technique allowing the Q-fever pathogen Coxiella burnetii to grow in an axenic culture and suggested the technique may be useful for study of other pathogens.Hence, Ehrlichia is a better answer in this case.", "cop": 3, "opa": "Tropheryma whippelii", "opb": "Baonella henselae", "opc": "Ehrlichia chaffeensis", "opd": "Coxiella burnetii", "subject_name": "Microbiology", "topic_name": null, "id": "9b9120e8-6675-4e3d-8dc1-4c7b261957f1", "choice_type": "single"}
{"question": "Pulmonary manifestation for inhalational anthrax", "exp": "Wool soer's disease or pulmonary anthrax manifests by hemorrhagic mediastinitis causing bloody fluid to accumulate in the chest cavity. It causes initially flu like symptoms fever, shoness of Breath, cough, fatigue and second stage in form of pneumonia occurs.", "cop": 1, "opa": "Hemorrhagic mediastinitis", "opb": "Lobar consolidation", "opc": "Bronchopneumonia with type two respiratory failure", "opd": "Can cause pneumonia", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "e3d7bd81-ad55-4017-8c33-b8fecae9dab2", "choice_type": "single"}
{"question": "Mw vaccine is made from which bacteria?", "exp": "Answer-C- M. Indicus praniiKilled Mycobacterium indicus pranii (previously known as Mycobacterium w, popularly known as Mw) vaccine has earlier been investigated in genital was with encouraging resultsMycobacterium w vaccine, a useful adjuvant to multidrug therapy in multibacillary leprosy.", "cop": 3, "opa": "M. Welchii", "opb": "M. Bovis", "opc": "M. Indicus pranii", "opd": "none of these", "subject_name": "Microbiology", "topic_name": null, "id": "7ddb4b66-7d59-42e8-9714-04fdb5741670", "choice_type": "multi"}
{"question": "Which is not a dimorphic fungi?", "exp": "Dimorphic fungi :- They exist as molds in the environment at ambient temperature(250C) and as yeasts in human tissues at body temperature(370C). several medically impoant fungi are thermally dimorphic such as:- Histoplasma capsulatum Blastomyces dermatitidis Coccidiodes immitis Paracoccidiodes brasiliensis Penicillium marneffei Sporothrix schenckii All of the above mentioned dimorphic fungi causes systemic mycoses except sporothrix which is responsible for sub cutaneous infection.", "cop": 4, "opa": "P. marneffi", "opb": "Histoplasma capsulatum", "opc": "Blastomyces dermatitidis", "opd": "Pneumocystis jirovecii", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "2c4a6f65-70ac-45ad-9bd5-54de396908fd", "choice_type": "single"}
{"question": "Gene not involved in SCID", "exp": "BTK gene is involved in Buon's disease or X linked agammaglobulinemia. Most cases of X linked Severe combined immunodeficiency (SCID) are due to mutations in IL2RG gene. Other mutations are defective enzyme production in Adenosine deaminase and mutations in ZAP -70 which causes defective T cell signalling which causes combined immunodeficiency and mutation occurs in JAK-3.", "cop": 1, "opa": "BTK", "opb": "ZAP70", "opc": "IL2RG", "opd": "JAK3", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "8692345e-a600-4355-a964-bb514b16d977", "choice_type": "single"}
{"question": "Diagnosis of CI. Difficile infection is made by which of the following methods?", "exp": "Clostridium difficile is difficult to culture. The best method for its diagnosis is PCR for tox gene. Nagler's reaction is done for Cl. Perfringens. It is a neutralizaton reaction.", "cop": 1, "opa": "Toxin gene detection by polymerase chain reaction (PCR)", "opb": "Culture", "opc": "Enzyme - linked immunosorbent assay (ELISA)", "opd": "Nagler's reaction", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "7dddfcb4-e0a3-4d71-b95e-49241da2abd5", "choice_type": "single"}
{"question": "All of the following are associated with HHV8 except?", "exp": "Ans. D. T-cell leukemiaHuman Herpes Virus-8 Aka Kaposi's sarcoma-associated herpesvirus (KSHV).Human herpesvirus-8 (HHV-8) or Kaposi's sarcoma-associated herpesvirus (KSHV infects B lymphocytes, macrophages, and both endothelial and epithelial cells) appears to be causally related to Kaposi's sarcoma and a subgroup of AIDS-related B-cell body cavity-based lymphomas (primary effusion lymphomas) and multicentric Castleman's disease. HHV-8 infection is more common in pas of Africa than in the United States. Primary HHV-8 infection in immunocompetent children may manifest as fever and maculopapular rash. Among individuals with intact immunity, chronic asymptomatic infection is the rule, and neoplastic disorders generally develop only after subsequent immunocompromise. In patients with AIDS, effective antiretroviral therapy has caused improvement in HHV-8-related disease. The virus is sensitive to ganciclovir, foscarnet, and cidofovir, but the clinical benefit has not been demonstrated in trials. Invasive cervical carcinoma has been causally implicated with human papillomavirus infection.", "cop": 4, "opa": "Kaposi sarcoma", "opb": "Primary effusion lymphoma", "opc": "Castleman disease", "opd": "T-cell leukemia", "subject_name": "Microbiology", "topic_name": null, "id": "93751803-0e12-444d-a80a-f15784cc6a86", "choice_type": "multi"}
{"question": "A 35-year-old male farmer presents with multiple discharging cervical sinuses. Which of these stains will be useful for the diagnosis? Where does this organism normally colonise in the body?", "exp": "Ans: C. AFB, mouth(Ref Ananthanarayan 10/e p398, 8/e p391-391' I larrison 19/e p1088)In this farmer, who presented with multiple discharging cervical sinuses, the most likely diagnosis is actinomycosis.Actinomyces - Not acid-fast organism.Actinomycosis:Occurs most commonly at an oral, cervical, or facial site, usually as a soft tissue swelling, abscess, or mass lesion that is often mistaken fir a neoplasm.The angle of the jaw is generally involved, but a diagnosis of actinomycosis should be considered with any mass lesion or relapsing infection in the head and neck.", "cop": 3, "opa": "Grocott Methenamine silver, skin", "opb": "PAS, intestine", "opc": "AFB, mouth", "opd": "Gram-stain, oropharynx", "subject_name": "Microbiology", "topic_name": null, "id": "82fcb071-ca41-45d4-9f0c-ce7a0f5dd6b4", "choice_type": "multi"}
{"question": "All parasites are in hepatocytes Except ?", "exp": "Answer- D. Babesia* Babesia is an parasite which parasitizes RBCs like Plasmodium* visceral leishmaniasis is an infection in hepatocytes ,* Malaria especially with Plasmodium falciparum hepatomegaly can develop early and subsides with treatment.", "cop": 4, "opa": "Toxoplasma", "opb": "P. falciparium", "opc": "Leishmania", "opd": "Babesia", "subject_name": "Microbiology", "topic_name": null, "id": "4babb6af-7f56-4e4b-a5b5-df775b7928c5", "choice_type": "multi"}
{"question": "A 5-year-old child from a rural area presented to the OPD with pustular lesions on the lower legs. The cuture from the lesion showed hemolytic colonies on the blood agar which were Gram-positive cocci. Which of the following reactions would help to provisionally confirm the diagnosis of group A streptococcal pyoderma?", "exp": "Answer: b. Bacitracin sensitivity (Ref Ananthanaravan 8/e pe p205-206)Gram-positive cocci with alpha hemolytic colonies on sheep agar are Streptococcus viridians and Streptococcus pneumoniae.They can be fuher differentiated on basis of optochin sensitivity, Streptococcus viridians-optochin resistantor Streptococcus pneumonia-optochin sensitive.", "cop": 2, "opa": "Optochin sensitivity", "opb": "Bacitracin sensitivity", "opc": "Catalase positivity", "opd": "Bile solubility", "subject_name": "Microbiology", "topic_name": null, "id": "4cbe210a-0779-4ba7-b599-e9b89fa5a0b1", "choice_type": "multi"}
{"question": "In which of the following, viral load done by Real Time PCR is of no role in investigative procedures?", "exp": "In person with Hepatitis B on Tenofovir therapy along with patients infected with BK virus in patient of allograft renal transplant and in cytomegalovirus PCR in blood of patient of liver transplant viral load is necessary so viral load is done by real time PCR but it in hsv causing temporal aeritis there is a search no role of viral load so there is no such need of real time PCR This is replaced by HSV DNA in CSF by PCR", "cop": 2, "opa": "Person with hepatitis B on Tenofovir therapy", "opb": "HSV causing temporal encephalitis", "opc": "BK virus in patient of allograft renal transplant", "opd": "CMV PCR in blood of patient of liver transplant", "subject_name": "Microbiology", "topic_name": "AIIMS 2018", "id": "80b1797f-6a00-42e2-92a1-6f913e5deded", "choice_type": "multi"}
{"question": "A 30 year old female is on antibiotics with prolonged IV cannulation, has spike of fever, the likely cause is :", "exp": "Staph. epidermidis is MC cause of infection on implanted foreign bodies.", "cop": 2, "opa": "Pseudomonas aerugenosa", "opb": "Coagulase negative staphylococcus", "opc": "Streptococcus agalactiae", "opd": "E. coli", "subject_name": "Microbiology", "topic_name": null, "id": "d8a284c5-175a-4439-8ef2-5ff24b41f3cc", "choice_type": "single"}
{"question": "Malignant pustule is referred to:", "exp": null, "cop": 2, "opa": "Facio-cervical actinomycosis", "opb": "Cutaneous anthrax", "opc": "Infected squamous cell carcinoma", "opd": "None of the above", "subject_name": "Microbiology", "topic_name": null, "id": "15417774-021b-4c2c-8d47-6d80322fe687", "choice_type": "multi"}
{"question": "Cyst of parasite seen in stool microscopy. What is the organism?", "exp": "The given cyst have axostyle and 4 nuclei are present - features of Giardia lamblia. Trophohozoites of Giardia lamblia have 4 pairs of flagella and have falling leaf like motility. Balantidium coli- cyst are binucleated Entamoeba dyspar- quadrinucleated cyst no axostyle Taenia solium-no cyst eggs are seen in faeces", "cop": 3, "opa": "Entamoeba dyspar", "opb": "Balantidium coli", "opc": "Giardia lambia", "opd": "Taenia solium", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "24ba87cd-83d3-4768-b6fa-c246bde2b821", "choice_type": "single"}
{"question": "Phase-contrast microscopy is based on the principle of:", "exp": "Phase-contrast microscopy takes advantage of minute refractive index differences within cellular components and between unstained cells and their surrounding aqueous medium to produce contrast in these and similar transparent specimens.", "cop": 1, "opa": "Different refractive indices of object", "opb": "Different reflective indices of object", "opc": "Light scattering", "opd": "Light attenuation", "subject_name": "Microbiology", "topic_name": null, "id": "9010a09d-b097-4371-afbc-c2532fe02740", "choice_type": "single"}
{"question": "A newly introduced vaccines include all, except:", "exp": "Ans. b. InfluenzaVaccination Update 2016-2018Rota virusIt has been approved by the government of India for inclusioninto the UIP with the phase 1 launch of the vaccine in 4 states(Himachal Pradesh, Odisha, Andhra Pradesh and Haryana) inFebruary 2016.It is administered at age 6-15 weeks.Maximum age for administering the last dose of either vaccine should be 32 weeks.Dengue Vaccine It is known as Dengvaxia (CYD-TDV).It is live recombinant as a 3-dose series on a 0/6/12 monthsschedule in Phase-II clinical studies.It has been registered for use in individuals 9-45 years of ageliving endemic areas.April 2016, WHO Strategic Advisory Group of Expes (SAGE) on immunization recommended introduction of the vaccine only in geographic settings (national or subnational) with endemicity. Malaria Vaccine It is known as S, S/AS01It is the first malaria vaccine to have completed phase 3 testing. S, S is a vaccine against plasmodium falciparum.It offers no protection against P. vivax malariaThe vaccine is being considered as a complementary malaria control tool in Africa.", "cop": 2, "opa": "Rota virus", "opb": "Influenza", "opc": "Dengue", "opd": "Malaria vaccine", "subject_name": "Microbiology", "topic_name": null, "id": "6147509e-347c-407e-a498-533631e8811e", "choice_type": "multi"}
{"question": "Lipoarabinomannan (LAM) assay in urine is used for screening of?", "exp": "Lipoarabinomannan (LAM) is a virulence factor for Mycobacterium tuberculosis. It prevents phagolysosomal fusion. It is secreted in urine so can be used for screening purposes.", "cop": 1, "opa": "Mycobacterium tuberculosis", "opb": "Pneumocystis jirovecii", "opc": "Histoplasm capsulatum", "opd": "Cryptococcus neoformans", "subject_name": "Microbiology", "topic_name": "AIIMS 2017", "id": "081dedb5-37f1-482c-a416-599ac0ab619a", "choice_type": "single"}
{"question": "clostridium difficile diarrhoea associated with:", "exp": "Answer-D-fluoroquinolones,Clostridium difficile colitis results from a disturbance of the normal bacterial flora of the colon, colonization by C difficile, and the release of toxins that cause mucosal inflammation and damage.It is a spore-forming bacillus that is responsible for the development of antibiotic-associated diarrhea and colitis.The antibiotics that most often lead to C. difficile infections include fluoroquinolones, cephalosporins,penicillins and clindamycin. Once established, C. difficile can produce toxins that attack the lining of the intestine", "cop": 4, "opa": "Aminopenicillins", "opb": "Carbapenems", "opc": "Macrolide", "opd": "Fluoroquinolones", "subject_name": "Microbiology", "topic_name": null, "id": "83e62b82-7186-4bd8-81ad-c035cebd98c9", "choice_type": "single"}
{"question": "Which of the following is the most common systemic symptom during migration of larval phase of Helminths like Ancylostoma, Strongyloides and Ascaris?", "exp": "Ans: A. Asymptomatic(Ref Paniker's 7/e p162, 6/e pg180, 210)Larvae of Ascaris, Hookworm and Strongyloides migrate through lung & various other tissues during their lifecycle.Larva migrans:Sometimes larvae appear to lose way & wander around aimlessly.Generally seen when human infection occurs with nonhuman species of nematodes.Ascaris:Pathogenic effects of larval migration due to allergic reaction & not larvae presence.Hence larvae's initial exposure usually asymptomatic.Except on very heavy larval load.Symptomatic conditions:Visceral larvae migrans is produced by infection with non-human nematodes.Le. Nematodes frequently infecting dogs & cats.Cause local alveolar hemorrhages.Symptoms during migration due to allergic reaction & significant only in massive infections.Clinical pneumonitis seen only in massive infections.Hence mostly asymptomatic.", "cop": 1, "opa": "Asymptomatic", "opb": "Pneumonitis", "opc": "Liver failure", "opd": "Larva migrans", "subject_name": "Microbiology", "topic_name": null, "id": "47d11c3e-1090-4157-be00-405e9a23961e", "choice_type": "single"}
{"question": "Purpose of sterilization is to eliminate", "exp": null, "cop": 3, "opa": "Bacteria", "opb": "Viruses", "opc": "Spore formers", "opd": "Fungus", "subject_name": "Microbiology", "topic_name": null, "id": "43b91e2e-4010-45d7-9e9e-be49ac4ed250", "choice_type": "single"}
{"question": "Hydatid cyst is:", "exp": null, "cop": 1, "opa": "Parasitic in nature", "opb": "Fungal", "opc": "Congenital", "opd": "Viral", "subject_name": "Microbiology", "topic_name": null, "id": "5a2facfc-eefa-4828-b96a-c319e1c71745", "choice_type": "single"}
{"question": "DPT Vaccine is not contraindicated in?", "exp": null, "cop": 2, "opa": "Progressive neurological disorder", "opb": "Severely immunocompromised patient", "opc": "High allergic response to 1st dose", "opd": "Severe convulsions in a patient", "subject_name": "Microbiology", "topic_name": null, "id": "7cacd6ea-ee7d-481d-bc66-467c47dc315c", "choice_type": "multi"}
{"question": "Hydrolysis of IgG with papain will lead to formation of following fragments:", "exp": "Answer- A. 1 Fc and 2 Fab fragmentsHydrolysis of IgG with papain will lead to the formation of 1 Fc and 2 Fab fragments. Papain hydrolyzes IgG at the hinge region, which lyses IgG into one constant Fc region and two Fab fragments.When studying the Ig molecule structure, it was identified experimentally thot an antibody molecule, such as IgG, can be split into two fragments by the proteolytic enzyme, papain. When this happens, the peptide bonds in the hinge region are broken.The antigen-binding activity is associated with one of these fragments, the Fab poion- The second fragment is the Fc poion that is involved in the placental transfer, complement fixation, attachment to various cells, and other biologic activities.", "cop": 1, "opa": "1 Fc and 2 Fab fragments", "opb": "2 Fc and 1 Fab fragment", "opc": "1 variable chain and 1 constant chain", "opd": "1 Fab and 1 hypervariable region", "subject_name": "Microbiology", "topic_name": null, "id": "e14c42e1-754e-40a6-9b50-5d27b40e5a7d", "choice_type": "single"}
{"question": "In chronic allergy which lg are more persistent in the body?", "exp": "IgE is highly potent and mediates type I hypersensitivity reactions by binding to the mast cells causing its degranulation. lgE response is seen in various allergic (both acute and chronic) conditions, such as asthma, anaphylaxis, hay fever, etc. lgE has : lowest serum concentration, Shoest half-life, minimum daily production, only heat labile antibody (inactivated at 56degC in one hour), has affinity for the surface of tissue cells (mainly mast cells) of the same species (homocytotropism).", "cop": 2, "opa": "lg G", "opb": "lg E", "opc": "lg A", "opd": "lg M", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "a5fcd994-859d-49cc-b3c2-5fa501e726e6", "choice_type": "multi"}
{"question": "The following is characteristic feature of staphylococcus food poisoning except:", "exp": "Staphylococcal food poisoning:\n\nStaphylococcal food poisoning is due to heat-stable preformed toxin mostly after consuming milk products.\nToxin is produced optimally at 350C to 370C. \nMechanism - Acts by stimulating vagus nerve and vomiting centre of brain. No antibiotics are given for Staphylococcal food poisoning.", "cop": 3, "opa": "Optimum temperature for toxin production is 370C", "opb": "Intradietic toxin are responsible for intestinal symptoms", "opc": "Toxin can be destroyed by boiling for 30 minutes", "opd": "Incubation period is 1-6 hours", "subject_name": "Microbiology", "topic_name": null, "id": "409873c7-dd6c-4284-a0b2-dda6e861d639", "choice_type": "multi"}
{"question": "The virus HIV is produced and propagated in:", "exp": null, "cop": 2, "opa": "Dendritic cells of the lymphnode germinal epithelium", "opb": "Circulating T4 lymphocytes", "opc": "B- lymphocytes", "opd": "Epithelial cells of the sex organs", "subject_name": "Microbiology", "topic_name": null, "id": "bf1695d4-b341-49a2-9144-aa52d346c645", "choice_type": "single"}
{"question": "Not true about vibrio cholera is", "exp": null, "cop": 4, "opa": "Increase water and sodium loss by debilitating diarrhoea", "opb": "Toxic protein is cholera toxin", "opc": "Activate adenylatecyclase", "opd": "Gram positive rod", "subject_name": "Microbiology", "topic_name": null, "id": "a1a5bb6c-c9f8-4c6f-874c-8be9255e7314", "choice_type": "multi"}
{"question": "Autoinfection can be caused by all the following helminths except:", "exp": "Ans: D. Ascaris lumbricoidesAutoinfection:Infection of a primary host with a parasite, paicularly a helminth, in such a way that the complete life cycle of the parasite happens in a single organism, without the involvement of another host.Primary host is at the same time the secondary host of parasite.Autoinfection is seen in (CHEST)Cryptosporidium parvumdegHymenolepis nanadegEnterobius vermicularisQStrongyloides stercoralisdegTaenia soliumdeg", "cop": 4, "opa": "Enterobius vermicularis", "opb": "Hymenolepis nana", "opc": "Taenia solium", "opd": "Ascaris lumbricoides", "subject_name": "Microbiology", "topic_name": null, "id": "2388aeb7-4920-452f-9acb-28be49c72966", "choice_type": "multi"}
{"question": "About Bacteroids. True are all except", "exp": null, "cop": 1, "opa": "Susceptible to many antibiotics", "opb": "Present mainly in mixed infections", "opc": "Most common species is B fragilis", "opd": "Bile resistant anerobes", "subject_name": "Microbiology", "topic_name": null, "id": "251fc405-17b6-4179-9800-1cb17a52a1a1", "choice_type": "multi"}
{"question": "Which of the following malignancy is not caused by Human Papilloma Virus (HPV) infection?", "exp": "Ans: D. Nasopharyngeal carcinoma(Ref Ananthanaravan 10/e p557, 9/e p553)Human infections caused by HPVDiseasesSerotypeSkin was (Plantar wa, common wa, flat wa &Epidermodysplasia verruciformis)1, 2, 43,Papilloma (Laryngeal, Oral)6, 11Condyloma acuminatum (genital wa)6, 11Oral squamous cell carcinoma16, 18Cervical intraepithelial neoplasia (CIN)6, 11Carcinoma cervix16, 18, 31, 33, 35, 42-44 Infectious AgentLymphoid MalignancyHIVDiffuse large B cell lymphomadegBurkitt's lymphomadeg", "cop": 4, "opa": "Carcinoma base of tongue", "opb": "Cervical carcinoma", "opc": "Tonsillar carcinoma", "opd": "Nasopharyngeal carcinoma", "subject_name": "Microbiology", "topic_name": null, "id": "8919343b-cb06-4265-8e82-209b335117b3", "choice_type": "single"}
{"question": "A patient in an ICCU is on CVP line. His blood culture shows growth of Gram +ve cocci which\nare catalase positive and coagulase negative. The most likely etiological agent is:", "exp": null, "cop": 2, "opa": "Staph. aureus", "opb": "Staph. epidermidis", "opc": "Streptococcus pyogenes", "opd": "Enterococcus faecalis", "subject_name": "Microbiology", "topic_name": null, "id": "a31fa037-1f22-44a4-8d07-6457c439b685", "choice_type": "single"}
{"question": "In which of the following ways is CLED medium better than MacConkey agar?", "exp": "Ans: C. It allows Staphylococcus and Candida to growRef: Ananthanarayan 10/e p39, 10/e p39, 81e p667)Advantage of CLED medium over MacConkey agar is that it allows Staphylococcus and Candida to growTypical colony morphology on CLED AgarEscherichia coliOpaque yellow colonies with a slightly deeper yellow centerdegKlebsiella sppYellow to whitish-blue colonies, extremely mucoiddegProteus sppTranslucent blue coloniesdegPseudomonas aeruginosaGreen colonies with typical matted surface & rough peripherydegEnterococciSmall yellow colonies, about 0.5 mm in diameterdegStaphylococcus aureusDeep yellow colonies, uniform in colordegCoagulase negative StaphylococciPale yellow colonies, more opaque than Enterococcus faecalisa", "cop": 3, "opa": "It prevents proteus swarming", "opb": "Inhibits growth of other commensals", "opc": "It allows Staphylococcus and Candida to grow", "opd": "It differentiates lactose fermenters from non-fermenters", "subject_name": "Microbiology", "topic_name": null, "id": "2610a5af-a6cb-488f-98df-4341a3a9c7f9", "choice_type": "multi"}
{"question": "A type of immediately occurring reaction in which antigens combine with antibodies already attached \nto the surface of mast cells and basophils is called:", "exp": null, "cop": 1, "opa": "Type I hypersensitivity", "opb": "Type II hypersensitivity", "opc": "Type III hypersensitivity", "opd": "Type IV hypersensitivity", "subject_name": "Microbiology", "topic_name": null, "id": "68d5b275-e544-4393-9c77-8e801e483a33", "choice_type": "multi"}
{"question": "Toxic shock syndrome is due to the following virulence factor:", "exp": null, "cop": 2, "opa": "M protein", "opb": "Pyrogenic exotoxin", "opc": "Streptolysin 0", "opd": "Carbohydrate cell wall", "subject_name": "Microbiology", "topic_name": null, "id": "a31714d8-1531-4865-8d0d-f2430b8d68c1", "choice_type": "multi"}
{"question": "Most common single cause of pyrexia of unknown origin", "exp": null, "cop": 1, "opa": "Mycobacterium tuberculosis", "opb": "Salmonella paratyphi", "opc": "Brucella", "opd": "Salmonella typhi", "subject_name": "Microbiology", "topic_name": null, "id": "7ea82e60-afcc-43a2-ba90-8424f3294ac1", "choice_type": "single"}
{"question": "Cytopathic effect is shown by:", "exp": null, "cop": 1, "opa": "Virus", "opb": "Bacteria", "opc": "Spirochete", "opd": "Anaerobe", "subject_name": "Microbiology", "topic_name": null, "id": "78396a0e-60b7-4aa4-9586-8d38825f08ab", "choice_type": "single"}
{"question": "Prions true is:", "exp": "Prions are infectious particles, which can transmit disease.\nThese prions are composed of chiefly a protein without any detectable nucleic acid. This is a new name widely accepted for the old name slow viruses. The term prion was coined by Prusiner for proteinaceous infectious particles. \nUnlike conventional viruses, the prions apparently have no virion structure or genomes and evoke no immune response in the infected host. These are extremely resistant to inactivation by heat, disinfectants, and radiation.\nThe prions are causative agents of slow viral infections, such as subacute spongiform encephalopathy. After long incubation period of years, they produce a progressive disease that causes damage to the central nervous system, leading to subacute spongiform encephalopathy. \nThey are readily inactivated by autoclave at 121oC and resistant to antiseptics and disinfectants.\n\nParija SC. Textbook of Microbiology & Immunology. Elsevier Health Sciences; 2014. Page:438-39", "cop": 1, "opa": "Readily inactivated by autoclave at 121oC", "opb": "Evokes strong immunogenic reaction", "opc": "Have short incubation periods", "opd": "Contains DNA/RNA", "subject_name": "Microbiology", "topic_name": null, "id": "83c13124-708b-4671-bdf6-bdc2c9904ac7", "choice_type": "multi"}
{"question": "A patient comes to your clinic with a complaint of multiple episodes of loose watery stool for 3 days. On probing, you discover that these episodes sta after he had ingested shellfish at a local restaurant 3 days back and other people who had food from that restaurant had similar symptoms. What is the most common cause of viral diarrhoea in adults?", "exp": "Ans: D. NorovirusRef Harrison 19/e p1285, 1286; Jawetz 27/e p537History of multiple episodes of loose watery stool for 3 days & history of ingestion shellfish with similar symptoms in other patients who consumed the shellfish is suggestive of acute viral gastroenteritis.Most likely organism responsible - Norovirus.Noroviruses:Most common infectious agents of mild gastroenteritis in the community and affect all age groups, whereas sapoviruses primarily cause gastroenteritis in children.", "cop": 4, "opa": "Calicivirus", "opb": "Rotavirus", "opc": "Adenovirus", "opd": "Norovirus", "subject_name": "Microbiology", "topic_name": null, "id": "415631ce-90ea-4872-a5cf-3fe2c83e3b4d", "choice_type": "single"}
{"question": "The following is the ovum of a helminth. What is true about the helminth?", "exp": "Ans: b. Both adult and larval stages are seen in humans(Ref: Paniker's 7/e p135, 6/e p156)The given image is the egg of Hymenolepis nano showing characteristic polar filaments, polar knobs, yolk granules and,6 hooklets (hexacanth) in the oncosphere (embryo).Both adult and larval stages of this species are seen in humans.It causes a transient infection in humans but does not resolve on its own and has to be treated.", "cop": 2, "opa": "Transmission is through ingestion of infected pork", "opb": "Both adult and larval stages are seen in humans", "opc": "The helminth causes a transient self-resolving infection in humans", "opd": "Drug of choice for this condition is albendazole", "subject_name": "Microbiology", "topic_name": null, "id": "cb22bfd6-e7d0-4944-8677-45b1a3d35c21", "choice_type": "multi"}
{"question": "Transmits which disease", "exp": "Trombiculid mite is a vector of chiggerosis or Scrub typhus which is caused by Orientia Tsutsugamushi. Scrub typhus causes fever, myalgia and black Eschar. Kyasanur forest disease is transmitted to humans through the bite of infected hard ticks. Japanese encephalitisvirus is transmitted to humans through the bite of infected Culex species mosquitoes, paicularlyCulex tritaeniorhynchus. Leptospirosis transmitted through rodents", "cop": 2, "opa": "Kyasanur forest disease", "opb": "Scrub typhus", "opc": "Japanese encephalitis", "opd": "Leptospirosis", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "db465e84-d92a-49f2-a5f9-3c0c771aa507", "choice_type": "single"}
{"question": "The virulence factors of Neisseria gonorrhea include all of the following except:", "exp": null, "cop": 3, "opa": "Outer membrane proteins", "opb": "IgA Protease", "opc": "M-Proteins", "opd": "Pili", "subject_name": "Microbiology", "topic_name": null, "id": "e4927cf9-d5c2-4d7e-ab5b-7429e206275e", "choice_type": "multi"}
{"question": "A patient presented to the hospital with severe hydrophobia. You suspect rabies, obtained corneal scrapings from the patient. What test should be done on this specimen for a diagnosis of rabies?", "exp": "Ans: C. -PCR for rabies virusRef: Ananthanarayan 10/e p536, 8/e p529: Harrison 19/e p1302).Detection of rabies virus:-PCR with genetic sequencing:Highly sensitive & specific.Accurately identify rabies genome (viral RNA) in CSF, fresh saliva samples, corneal scrapings or urine.Distinguish among rabies virus variants.Permits identification of probable infection source.Reverse transcription-polymerase chain reaction testing:Used to amplify rabies virus genome pas from fixed or unfixed brain tissue or saliva.Sequencing of amplified products allows identification of infecting virus strain.", "cop": 3, "opa": "Negri bodies", "opb": "Antibodies to rabies virus", "opc": "-PCR for rabies virus", "opd": "Indirect immunofluorescence", "subject_name": "Microbiology", "topic_name": null, "id": "22e57519-9267-43a7-888e-70bc373bc109", "choice_type": "single"}
{"question": "Slow growing alveolar like tumor in liver", "exp": "Echinococcus multilocularis causes malignant hydatid disease in which Tumour are slow-growing And are alveoli like which is ill-defined ,slow-growing and invasive .It causes alveolar hydatidosis. Echinococcus granulosus causes hydatid disease in liver or cystic echinococcosis. Amoebic liver abscess is an extra intenstinal manifestation of Entamoeba histolytica. Cysticercus cellulosae is the larval stage of Taenia solium.", "cop": 2, "opa": "E. granulosus", "opb": "E. multilocularis", "opc": "Cysticercus cellulosae", "opd": "Amoebic liver abscess", "subject_name": "Microbiology", "topic_name": "AIIMS 2019", "id": "7d01f5ce-d737-4838-bf15-68a4dea15b1a", "choice_type": "single"}
{"question": "Culture media of candida is:", "exp": null, "cop": 2, "opa": "Methylene blue dextrose agar", "opb": "Saboraud's medium", "opc": "Pingolevin", "opd": "All of the above", "subject_name": "Microbiology", "topic_name": null, "id": "bd2d1f59-a803-4311-b0b5-65dff935f85c", "choice_type": "multi"}
