{"question": "Concentration of tropicamide:", "exp": "Answer- A. 0.01Tropicamide is the shoest acting mydriatic, concentration used is 0.5-l% drops (0.005-0.010).Tropicamide:Concentration used: 0.5-l% drops (0.005-0.010)Duration of action: Though effective for upto 3 hours, maximum effect appear 30 minutes after the last drop and lasts for only 10-15 minutesUsed in Adults.", "cop": 1, "opa": "0.01", "opb": "0.02", "opc": "0.03", "opd": "0.04", "subject_name": "Ophthalmology", "topic_name": null, "id": "17360c6c-2c98-4fe2-aa85-487dcf4678df", "choice_type": "single"}
{"question": "What is the usual weight of rabbit used in ophthalmological experiments?", "exp": "Ans: B. 1.5-2.5 kg(Ref: Animal Models in Eve Research/ p188).The usual weight of rabbit used in ophthalmological experiments is between 1.5-2.5 Kg. Laboratory Animals:Laboratory AnimalsAnimalWeightRat180-200 gmGuinea Pig400-600 gmMouse20-25 gmRabbit1.5-2.5 KgdegHamster80-90 gm", "cop": 2, "opa": "0.5-1 kg", "opb": "1.5-2.5 kg", "opc": "5-7 kg", "opd": "10-12 kg", "subject_name": "Ophthalmology", "topic_name": null, "id": "360f90ec-189e-464a-a60d-ed9d9bda46ef", "choice_type": "single"}
{"question": "Most common tumor of lacrimal gland:", "exp": "Ans. d. Hamate fractureMost common tumor of lacrimal gland is Non-Hodgkin's lymphoma (37%)> Pleomorphic adenoma (25%). Most commonmalignant epithelial tumor of the lacrimal gland is adenoid cystic carcinoma.Lacrimal Gland TumorMC tumor of lacrimal glandNon-Hodgkin's lymphomadegMC epithelial tumor of lacrimal glandPleomorphic adenomadegMC malignant epithelial tumor of lacrimal glandAdenoid cystic carcinomadeg", "cop": 4, "opa": "Trans-scaphoid perilunate fracture", "opb": "Scaphoid fracture", "opc": "Distal radius fracture", "opd": "Hamate fracture", "subject_name": "Ophthalmology", "topic_name": null, "id": "cc0d09f8-564d-4fe5-8b22-4b7d3e4ed586", "choice_type": "single"}
{"question": "Topical administration of I% Pilocarpine failed to produce pupillary constriction in a patient who had a large, dilated pupil What should be the most probable reason?", "exp": "Ans. c. Pharmacological blockade (Ref-YANNOFF 3/E PG,1052-1055)Pilocarpine I% is a sufficient miotic dose for any eye, but a sphincter with all its cholinergic receptor blockade by atropine or tropicamide (i.e. eye with pharmacological blockade) does not constrict with pilocarpine 1%.", "cop": 3, "opa": "Adie's tonic pupil", "opb": "Diabetic III nerve palsy", "opc": "Pharmacological blockade", "opd": "Uncal herniation", "subject_name": "Ophthalmology", "topic_name": null, "id": "aadafd4c-cb37-460b-8e6f-28f42d01dd60", "choice_type": "single"}
{"question": "Keyhole-shaped visual field defect is seen in lesion involving which of the following regions?", "exp": "Ans: C. Lateral geniculate body(Ref Walsh and Hoyt; Clinical Neuro-Ophthalmology 6/e p122)Key-hole shaped visual field defects are typically seen in the lesions involving lateral geniculate body but keyhole shaped defect (not visual field defect) is seen in the coloboma of Iris.", "cop": 3, "opa": "Optic disk", "opb": "Optic chiasma", "opc": "Lateral geniculate body", "opd": "Occipital lobe", "subject_name": "Ophthalmology", "topic_name": null, "id": "845fbff7-6332-49ce-8ecb-d62616e2ae9a", "choice_type": "single"}
{"question": "Cherry red spot and Hollenhorst plaque are seen in:", "exp": "Ans: A. CRAO(licr Parson's 22/e p320-32l, 21 /e p313,314: Kanski 7/e p559-562: Yanoff and Duker 4/e p522)Cherry red spot & Hollenhorst plaque:Seen in both Central Retinal Aery Occlusion (CRAO) & BRAG.CRAO incidence is more common than BRAG.", "cop": 1, "opa": "CRAO", "opb": "CRVO", "opc": "Branch RAO", "opd": "Branch RVO", "subject_name": "Ophthalmology", "topic_name": null, "id": "673a0bbe-b4d8-46bb-83b0-e01658f9f22f", "choice_type": "single"}
{"question": "A 25-year-old lady presents with sudden severe bilateral loss of vision, more so on the right side, with no perception of light. Rest of the examination including pupillary reflexes, fundus and optokinetic nystagmus are normal. She was able to touch the tips of her fingers with her right eye closed but not with her left eye closed. The most like1 tgnosis is:", "exp": "Ans. d. Functional vision loss (Ref Kanski 6/e p 477, 790, 792-793)The most likely diagnosis in this young lady who presents with sudden severe bilateral loss of vision, more so on the right side, with no perception of light and normal examination findings including pupillary reflexes, fundus and optokinetic nystagmus, who is able to touch tips of her finger with right eye closed but not with left eye closed, is functional vision loss.", "cop": 4, "opa": "Optic neuritis", "opb": "Anterior ischemic optic neuropathy", "opc": "CMV retinitis", "opd": "Functional vision loss", "subject_name": "Ophthalmology", "topic_name": null, "id": "b0060b73-4e6b-4537-a556-c1fb94a65c4a", "choice_type": "single"}
{"question": "Which of the following muscle is not supplied by the nerve marked in the diagram?", "exp": "The nerve marked in the diagram is oculomotor nerve. It supplies superior rectus, inferior rectus, medial rectus and inferior oblique. Superior oblique is supplied by Trochlear nerve.", "cop": 1, "opa": "Superior oblique", "opb": "Medial rectus", "opc": "Inferior rectus", "opd": "Inferior oblique", "subject_name": "Ophthalmology", "topic_name": "AIIMS 2019", "id": "3f6665ca-6b69-4345-88c2-72c2befd4d18", "choice_type": "single"}
{"question": "Gene commonly indicated in congenital cataract:", "exp": "Answer- B. CRYGS-3'Gene-S crystalline gene (CRYGS) mutalion causes dominant progressive coical cataract in humans.", "cop": 2, "opa": "PAX-6", "opb": "CRYGS-3", "opc": "LMX- IB", "opd": "PITX-3", "subject_name": "Ophthalmology", "topic_name": null, "id": "71803632-1b88-4332-88f5-be3ac2515b85", "choice_type": "single"}
{"question": "A patient with a history of diabetes for one year with no other complications should have an ophthalmic examination?", "exp": "Answer- A i.e. As early as feasibleAll diabetic (IDDM & NIDDM both) aged over 12 years and/or entering pubey should be screened (visual activity measurement and fundus examination by ophthalmoscopy)For retinopathy. and those with risk for visual loss referred to an ophthalmologist.Type I DM (IDDM) require ophthalmoscopic examination within 3 years of diagnosis and annual review. (If lt is diagnosed before the age of pubey).Type II DM (NIDDM) require ophthalmoscopic examination at the time of diagnosis (because it is usually diagnosed after the age of 12 years) and annual review.", "cop": 1, "opa": "As early as feasible", "opb": "After 5 years", "opc": "After 10 years", "opd": "Only after visual symptoms level", "subject_name": "Ophthalmology", "topic_name": null, "id": "18c1a5f9-d998-414e-bb9c-991191c10710", "choice_type": "single"}
{"question": "Which of the following is not an indication for evisceration?", "exp": "Ans: A. Malignancy(Ref Yanoff and Duker 4/e p1339)Evisceration of eye is not done in malignancy.Evisceration:Surgical technique removing entire intraocular eye contents.Simpler procedure than enucleation surgery.Advantages:Leaves scleral shell & extraocular muscle attachments intact.Offers better orbital anatomy preservation & natural motility of ophthalmic socket tissues.Contraindications:Documented or suspected intraocular malignant tumors.", "cop": 1, "opa": "Malignancy", "opb": "Panophthalmitis", "opc": "Severe globe trauma", "opd": "Expulsive hemorrhage", "subject_name": "Ophthalmology", "topic_name": null, "id": "4a131164-eb3c-4152-9556-b81ae98e2066", "choice_type": "single"}
{"question": "High molecular weight proteins in cataractous lens seen only in humans:", "exp": "Ans: D. HM 3 and 4(Ref The Eve 3/e p305-307: Biochemistry of Eve by David R/p28)High molecular weight proteins in cataractous lens only in humans = HM 3 & 4.HM3 & HM4:Insoluble high molecular weight proteins.Found in cataractous lens.", "cop": 4, "opa": "HM 1 and 2", "opb": "HM 2 and 3", "opc": "HM 2 and 4", "opd": "HM 3 and 4", "subject_name": "Ophthalmology", "topic_name": null, "id": "796d7b5d-f79d-4c6a-860c-198e9404ea07", "choice_type": "single"}
{"question": "Interruption of the optic chiasm will lead to:", "exp": "Answer- A. Bitemporal hemianopiaInterruption of the optic chiasma will lead to bitemporal homonymous hemianopia because optic chiasma contains crossed over meclial fibers from both optic nerves, which are responsible for temporal Jield of vision.\"Hemianopia denotes loss of half of the field of vision. The commonest clinical form is homonymous hemianopia, in which the right or left half of the binocular field of vision is lost, owing to loss of the temporal half of one field and lhe nasal half of the other. This condition is due to a lesion situated in any pa of the visual paths from the chiasma to the occipital lobe.", "cop": 1, "opa": "Bitemporal hemianopia", "opb": "Binasal hemianopia", "opc": "Homonymous hemianopia", "opd": "Normal vision", "subject_name": "Ophthalmology", "topic_name": null, "id": "d12e4d46-e1d9-4320-860c-184a735d9027", "choice_type": "single"}
{"question": "Which of the following is true?", "exp": "1. Bronchial asthma pt. we have to avoid b - blockers, therefore , latanoprost cannot be used in bronchial asthma. Latanoprost can be used in: Herpes Uveitis Cystoid macular edema 2. Topiramate is a sulfa derivative They increase the vascularity of the cilio choroidal circulation due to which the ciliary body and choroid plexus swells up and it pushes the lense forward and it blocks the angle by pushing the iris forward leading to drug induced angle closure glaucoma. 3. Methazolamide is a carbonic anhydrase inhibitor Increases the ocular blood flow Used in low tension glaucoma 4. Central scotoma - seen in optic neuritis / toxic neuritis / toxic amblyopia. 5. Paracentral scotoma - seen in open angle glaucoma.", "cop": 2, "opa": "Latanoprost is used with caution in patients of bronchial asthma", "opb": "Topiramate can cause bilateral angle closure glaucoma", "opc": "Methazolamide causes decrease in ocular blood flow", "opd": "Central scotoma is seen in open angle glaucoma", "subject_name": "Ophthalmology", "topic_name": "AIIMS 2019", "id": "c02f03a6-ff92-4236-9883-f9e7bf1e02df", "choice_type": "multi"}
{"question": "Diffuse mottling of retina with focal areas of increased and decreased pigmentation between posterior pole and equator (Salt and pepper retinopathy) is observed in all of the following except:", "exp": "Ans. a. Resolving retinal detachment (Ref: Kanki 7th/657- 666, Yanoffs 3rd/560-567)Salt and Pepper Fundus is a nonspecific term to describe areas of hypopigmentation due to atrophic retinal changes (salt) with pigmentary alterations from pigment migration (pepper) in large poions of retina.Causes of Salt and Pepper Fundus:Rubella (Congenital)Syphillis (Congenital)Leber amaurosis (Congenital)Mayous Batten disease (Maculo-cerebral facial degeneration)Phenothiazine toxicityRetinal dystrophiesFundus flavimaculatus (Stargardt's Disease)AlbinismRetinitis PigmentosaCystinosis", "cop": 1, "opa": "Resolving retinal detachment", "opb": "Phenothiazine toxicity", "opc": "Congenital rubella", "opd": "Fundus flavimaculatus", "subject_name": "Ophthalmology", "topic_name": null, "id": "2ecfb0bc-1db8-4ec2-9b0c-c5825f3b0ed9", "choice_type": "multi"}
{"question": "Ex-Press glaucoma implant is made up of?", "exp": "Ans. d. Stainless steelIt is made of made of surgical-grade stainless steel, nonvalved filtration device designed to shunt aqueous humor from the anterior chamber to a subconjunctival filtration bleb.The EX-PRESS Glaucoma Filtration Device is intended to reduce IOP in glaucoma patients when medication and conventional surgical treatments have failed.The device channels aqueous humor through a secure lumen (of either 50 mm or 200 mm) to a half-thickness scleral flap, creating a subconjunctival filtration bleb.It is a minimally invasive glaucoma surgery (MIGS) to increase aqueous drainage.It has lower complications of ocular hypotony.The commonly used devices are as follows: Shunts using episcleral explants:* Ahmed glaucoma valve: Silicone* Molteno implant: Polypropelene plate and silicone plate* Baerveldt implant: Silicone Mini-shunts:* Ex-Press(tm) Mini-Shunt: Stainless steel * iStent(r): Titanium", "cop": 4, "opa": "Silicone", "opb": "Titanium", "opc": "Gold", "opd": "Stainless steel", "subject_name": "Ophthalmology", "topic_name": null, "id": "eaa184bf-53c5-4755-bee8-a9153e587ff0", "choice_type": "single"}
{"question": "Phenol red thread test is used for dry eye:", "exp": "Ans: A. In the test, volume of tears is measured as it changes color on contact with tears(Ref: Yanoff & Duker 4/e p277)Phenol red dye test measures the production of tears without topical anesthesia, as the dye changes its color to red on contact with tears.It doesn't require pH ureter for reading the result.Phenol red is a pH indicator used in cell biopsy as it changes colour from yellow to red on pH range from 6.8 to 8.2.Used to measure residual tears in inferior conjunctival sac, especially in dry eye patients.", "cop": 1, "opa": "In the test, volume of tears is measured as it changes color on contact with tears", "opb": "If the color changes to blue, it depicts surface mucin deficiency", "opc": "Requires pH meter for reading the result", "opd": "Requires topical anesthetic agent", "subject_name": "Ophthalmology", "topic_name": null, "id": "eaa33fd8-64a3-47a0-b13c-2b49a1f0e37f", "choice_type": "single"}
{"question": "The ETDRS cha is used for visual evaluation in diabetic patients. What does ETDRS stand for", "exp": "Answer: B. Early treatment for diabetic retinopathy studyETDRS stands for Early treatment for diabetic retinopathy study", "cop": 2, "opa": "Extended treatment for diabetic retinopathy study", "opb": "Early treatment for diabetic retinopathy study", "opc": "Emergency treatment for diabetic retinopathy study", "opd": "Emerging treatment for diabetic retinopathy study", "subject_name": "Ophthalmology", "topic_name": null, "id": "bee78f93-a09e-491f-856e-846b81e4aa5c", "choice_type": "single"}
{"question": "Right trochlear nerve palsy can lead to all except:", "exp": "Ans: B. Right head tilt(Ref. Yanoff and Duker 4/e p1228)Right trochlear nerve palsy:Accompanied by compensatory contralateral head tilt (left head tilt), not right head tilt.Signs:Classical sign of unilateral fouh nerve palsy is contralateral head tilt (an 'ocular' toicollis).Exhibited by most patients & usually sole presenting sign in children.Non-ophthalmological causes also considered.Presents with veical diplopia.Torsional diplopia - Due to ocular cyclotorsion accompanies veical diplopia in acquired fouh nerve palsy.", "cop": 2, "opa": "Diplopia on upward gaze and adduction", "opb": "Right head tilt", "opc": "Exotropia", "opd": "Hyperopia", "subject_name": "Ophthalmology", "topic_name": null, "id": "a1f7c34e-e009-4447-b459-3fe798b4bbc1", "choice_type": "multi"}
{"question": "on examination 18 month old child has inward detion of both eyes, which of the following test should be done?", "exp": "Answer- B- Cover Uncover TestSince the diagnosis is latent strabismus the correct answer is B > Cover-uncover test. It tells about the presence and type of heterophoria. To perform it, one eye is covered with an occluder and the other is made to fix an object. In the presence of heterophoria, the eye under cover will dete. After a few seconds the cover is quickly removed and the movement of the eye (which was under cover) is observed. Direction of movement of the eyeball tells the type of heterophoria >The forced duction test is performed in order to determine whether the absence of movement of the eye is due to a neurological disorder or a mechanical restriction. The anesthetized conjunctiva is grasped with forceps and an attempt is made to move the eyeball in the direction where the movement is restricted. > FUNDUS EXAMINATION This is essential to diagnose the diseases of the vitreous, optic nerve head, retina and choroid.", "cop": 2, "opa": "Forced duction test", "opb": "Cover Uncover Test", "opc": "Fundus Examination", "opd": "All of the above", "subject_name": "Ophthalmology", "topic_name": null, "id": "756277e4-4420-466e-adee-3aee112a7b69", "choice_type": "multi"}
{"question": "Enlargement of the blind spot occurs in which of the following", "exp": "Primary open angle glaucoma - baring of the blind spot Diabetic macular edema - doesn't lead to any visual field defect Optic nerve hypoplasia - it is not developed enough to develop a proper visual field defect Papilledema (it is raised intracranial pressure causing disc edema ) - leads to enlargement of blind spot", "cop": 4, "opa": "Primary open angle glaucoma", "opb": "Diabetic macular edema", "opc": "Optic nerve hypoplasia", "opd": "Papilledema", "subject_name": "Ophthalmology", "topic_name": "AIIMS 2019", "id": "09657fa4-eeb3-4860-8b8c-f2e25c7eabab", "choice_type": "single"}
{"question": "Cells affected in glaucomatous optic neuropathy are:", "exp": "Answer- C. Ganglion cellsGlaucoma, the second leading cause ofblindness, is characterized by changes in the optic disc and visual field defects.The elevated intraocular pressure was considered the prime factor responsible for the glaucomatous optic neuropathy involving death of retinal ganglion cellsaand their axons.Glaucoma, a leading cause of irreversible visual loss, is characterized by loss of retinal ganglion cells (RGC) and their axons over a period of many years.Mainly the ganglions cellsa are affected in glaucoma patients, which may lead to glaucomatus optic atrophy.Glaucomatous optic neuropathy is characterized by changes in the optic disc and visual field defects.The morphologic changes in the optic disc are in the form of thinning of neuro retinal rim, pallor and progressive cupping of the optic disc.The hemorrhage-associated retinal nerve fiber layer defects precede measurable changes ofthe optic disc configuration.The visual field defects in glaucoma are often detected only after 40% of the axons are loss.", "cop": 3, "opa": "Amacrine cells", "opb": "Bipolar cells", "opc": "Ganglion cells", "opd": "Rods and cones", "subject_name": "Ophthalmology", "topic_name": null, "id": "2aacf8d1-b36e-49be-8333-af91aa2a49c9", "choice_type": "single"}
{"question": "Which of the following is the most common funga. infection of the eye seen in an HIV positive patient?", "exp": "Ans: B. Candida(Ref.: Ryan's Retina 5/e p733)Candidemia:Most common fungal infection seen in patients with HIVCandida albicans - Impoant nosocomial pathogen - Most common Candida species.Most commonly cause of keratitis, conjunctivitis and endogenous fungal endophthalmitis.", "cop": 2, "opa": "Aspergillus", "opb": "Candida", "opc": "Toxoplasma", "opd": "Rhinosporidium", "subject_name": "Ophthalmology", "topic_name": null, "id": "51203235-22e6-43fb-a51f-a2fcceb5f042", "choice_type": "single"}
{"question": "First order neuron of visual pathway -", "exp": "Answer-:A: photoreceptorRods and cones are the first-order receptor cells that respond directly to light stimulation.Bipolar neurons are the second-order neurons that relay stimuli from the rods and cones to the ganglion cells.Ganglion cells third-order neurons that form the optic nerve (CN II).", "cop": 1, "opa": "Photoreceptor", "opb": "bipolar neuron", "opc": "lateral geniculate body", "opd": "all of the above", "subject_name": "Ophthalmology", "topic_name": null, "id": "6c84e800-14f3-4ba3-9324-84247cbae881", "choice_type": "multi"}
{"question": "ETDRS grading of vision is done for", "exp": "ETDRS - Early treatment diabetic retinopathy study It is the best cha to measure the vision It is used to early treatment diabetic retinopathy", "cop": 4, "opa": "Endothelial count", "opb": "Corneal topography", "opc": "Primary open angle glaucoma", "opd": "Classification of diabetic retinopathy", "subject_name": "Ophthalmology", "topic_name": "AIIMS 2019", "id": "3920361c-7b00-4cb2-ad43-d4bd71127f00", "choice_type": "single"}
{"question": "%lost radio-resistant cells in retina", "exp": "Ans. b. Ganglion cell layer (Ref Radiation Retinopatliv. ,(1991) 5. 239-251)Ganglion cells are an example of highly specialized cells that have undergone extensive maturation, are the most radioresistant cells in the retina.", "cop": 2, "opa": "Retinal pigment epithelium", "opb": "Ganglion cell layer", "opc": "Rods and cones", "opd": "Bipolar cells", "subject_name": "Ophthalmology", "topic_name": null, "id": "abed431b-5d40-4df7-9f7b-4088185b5728", "choice_type": "single"}
{"question": "As compared to blood, vitreous humor has high concentration of:", "exp": "Ans: D. Ascorbate(Ref Yanoff and Duker 4/e p353)As compared to blood, vitreous humor has high concentration of ascorbate.", "cop": 4, "opa": "Sodium", "opb": "Potassium", "opc": "Glucose", "opd": "Ascorbate", "subject_name": "Ophthalmology", "topic_name": null, "id": "e33fee37-ca36-4d99-887d-2349c1beb5c1", "choice_type": "single"}
{"question": "A 15-year-oldboy presented with headache and blurring of vision. On examination there was diptopia on looking towards left in the right eye.What is your diagnosis?", "exp": "Ans: B. Internuclear ophthalmoplegiaDemyelinationRef Bilateral Internuclear ophthalmoplegio in Multiple sclerosis,iejm journal,20l6Typically, symptoms & examination findings i.e. diplopia on looking towards left in the right eye is characteristic of internuclear ophthalmoplegia.", "cop": 2, "opa": "Tb meningitis", "opb": "Internuclear ophthalmoplegia", "opc": "Cranial neuritis", "opd": "Demyelination", "subject_name": "Ophthalmology", "topic_name": null, "id": "8cce7868-0429-4f98-9e6a-4baa045dffcc", "choice_type": "single"}
{"question": "Microaneurysms are the earliest manifestation of diabetic retinopathy. Which of the following layer is involved in diabetic etinopathy?", "exp": "Ans. b. Inner nuclear layerMlcroaneurysms are the earliest clinical sign of diabetic retinopathy and occur secondary tocapillary wall outpouching due to pericyte loss.. Thev appear as small red dots' MicroaneurysStructural changes in the retinal microcirculation have been associated with a physiologic breakdown in the bloodretinalbarrier. ihus, the retinal microcirculation in diabetics may be exceptionally leaky, giving rise to macularedema, a common cause of visual loss in these patients.The vascular changes may also produce exudates that accumulate in the outer plexiform layerq", "cop": 2, "opa": "Outer plexiform layer", "opb": "Inner nuclear layer", "opc": "Layer of rods and cones", "opd": "Retinal pigment epithelium", "subject_name": "Ophthalmology", "topic_name": null, "id": "c7f81422-57d3-4a31-ae96-83ca3f999334", "choice_type": "single"}
{"question": "Which of the following is false about indirect opthalmoscopy?", "exp": "Answer- B. Image is viual and erectIndirect Ophthalmoscopy:Convex lens is used of +16 to +18 DiopterImage is real and inveedMagnification is 4-5 timesIt is so bright that regular haziness is penetrated, useful for hazy media.", "cop": 2, "opa": "Convex lens is used", "opb": "Image is viual and erect", "opc": "Magnification is 4-5 times", "opd": "It is so bright that regular haziness is penetrated", "subject_name": "Ophthalmology", "topic_name": null, "id": "1230c97d-c9b4-4b1d-8ced-986a8031ac45", "choice_type": "multi"}
{"question": "Which of the following stain is used for diagnosis of Granular dystrophy of cornea?", "exp": "Ans: D. Masson trichrome(Ref: Kanski 7/e p212-224; Parson :s 22/e p212-214, 21/e p207-209; Yanoff and Duker 4/e p261).Masson trichrome stain - Used for granular corneal dystrophy diagnosis.Granular dystrophy:AD inheritance with gene locus on 5q31Onset: First decade with recurrent erosionsSigns (in chronological order):Small, white, sharply demarcated deposits resembling crumbs or snowflakes in central anterior stroma.Increasing number of lesions with deeper & outward spread but not reaching limbus.Gradual confluence causing visual acuity impairment.Histology:Shows amorphous hyaline deposits staining bright red with Masson trichrome.", "cop": 4, "opa": "Colloidal iron", "opb": "Congo red", "opc": "PAS", "opd": "Masson trichrome", "subject_name": "Ophthalmology", "topic_name": null, "id": "362c70ed-9bc0-4266-8462-4c8302d7ef52", "choice_type": "single"}
{"question": "14 year old child with blindness, sensorineural hearing loss, progressive hematuria, hypeension with similar family history in father", "exp": "Answer: A. Alpo syndrome* Alpo syndrome is a genetic condition characterized by kidney disease, hearing loss, and eye abnormalities.* People with Alpo syndrome experience progressive loss of kidney function.* Almost all affected individuals have blood in their urine (hematuria), which indicates abnormal functioning of the kidneys.", "cop": 1, "opa": "Alpo syndrome", "opb": "Goldenhar syndrome", "opc": "Goodpasture syndrome", "opd": "Nager syndrome", "subject_name": "Ophthalmology", "topic_name": null, "id": "2d88e018-637e-47c4-bb63-dd7216c204ae", "choice_type": "single"}
{"question": "Which of the following is true about degenerative myopia?", "exp": "Ans. b. Myopic degeneration can lead to retinal detachmentDegenerative myopia: ? It is seen in more than 6 dioptres of myopia.? More common in females as compared to males.? The condition has a racial predilection; it is more common in Jews and Japenese people, and most cases are of genetic origin.Patients with degenerative myopia typically complain of decreased vision, headaches, and sensitivity to light. If retinal degeneration or detachment is present, patients may also repo light flashes and floaters, which are associated with retina changes. Those with degenerative myopia have an increased incidence of cataract formation (nuclear cataracts are most typical).Some of the most typical features of degenerative myopia are:Vitreous liquefaction and posterior vitreous detachmentPeripapillary atrophy appearing as temporal choroidal or scleral crescents or rings around the optic discLattice degeneration in the peripheral retinaTilting or malinseion of the optic disc, usually associated with myopic conusThinning of the retinal pigment epithelium with resulting atrophic appearance of the fundusEctasia of the sclera posteriorly (posterior staphyloma)Breaks in Bruch's membrane and choriocapillaris, resulting in lines across the fundus called \"lacquer cracks\"Fuchs spot in the macular area.", "cop": 2, "opa": "More common in males as compared to females", "opb": "Myopic degeneration can lead to retinal detachment", "opc": "It is seen in less than 6 dioptres of myopia.", "opd": "The condition has no racial prediliction.", "subject_name": "Ophthalmology", "topic_name": null, "id": "93f90d31-148b-45ad-9a6f-42a5807cbf33", "choice_type": "multi"}
{"question": "Capillary microaneurysms is an earliest sign of:March 2013", "exp": "Ans. B i.e. Non-proliferative diabetic retinopathyDiabetic retinopathyFundus examination in DM:- NIDDM: As early as possible- IDDM: 5 years after diagnosis of DMIncidence of diabetic retinopathy increases with disease duration", "cop": 2, "opa": "Vitreous hemorrhage", "opb": "Non-proliferative diabetic retinopathy", "opc": "Trauma", "opd": "Hypeensive retinopathy", "subject_name": "Ophthalmology", "topic_name": null, "id": "ca0d1703-5a38-474d-bb6b-d6f69f7a7db6", "choice_type": "single"}
{"question": "A patient with hypeension and diabetes presents with blurred vision. Fluorescein angiography shows", "exp": "M/C cause of loss of vision in a diabetic = CYSTOID MACULAR EDEMA. PETALLOID APPERENCE", "cop": 1, "opa": "Macular edema", "opb": "Sub macular edema", "opc": "Papilledema", "opd": "Pre macular hemorrhage", "subject_name": "Ophthalmology", "topic_name": "AIIMS 2019", "id": "afa56a9e-0043-49c0-b1e3-36bbdf3c9571", "choice_type": "single"}
{"question": "Cells most commonly affected in glaucomatous optic atrophy?", "exp": "Answer-C. Ganglion cellsGlaucoma, the second leading cause of blindness, is characterized by changes in the optic disc and visual field defects'.The elevated intraocular pressure was considered the prime factor responsible for the glaucomatous optic neuropathy involving death of retinal ganglion cells and their axons.Glaucoma, a leading cause of irreversible visual loss, is characterized by loss of retinal ganglion cells (RGC) and their axons over a period of many years.Mainly the ganglions cells are affected in glaucoma patients, which may lead to glaucomatus optic atrophy'", "cop": 3, "opa": "Amacrine cells", "opb": "Bipolar cells", "opc": "Ganglion cells", "opd": "Rods and cones", "subject_name": "Ophthalmology", "topic_name": null, "id": "3aff7082-0082-4114-a47b-d68bf127c263", "choice_type": "single"}
{"question": "What is the angle subtended by the largest letter in the Snellen cha on a person's eye who is reading it from a distance of 6 meters?", "exp": "Ans: C. 50 minutes(Ref: Yanoff & Duker 4/e p42; Parson 22/e p98, 21/e p98-100)The angular spacing between the bars of the C or E in Snellen's cha is 1 minute for the 6/6 letter (smallest letter).The largest letter on the Snellen's cha is the 6/60 letter.When viewed from a distance of 6 meter, this letter subtends an angle of 50 minutes in the eye and the bars of the letter subtend an angle of 10 minutes.", "cop": 3, "opa": "1 minute", "opb": "10 minutes", "opc": "50 minutes", "opd": "60 minutes", "subject_name": "Ophthalmology", "topic_name": null, "id": "794c0e78-516c-44ae-8eba-768371a3ca6c", "choice_type": "single"}
{"question": "Stenopic slit'is used for all except-", "exp": "Ans: C. Corneal tattooingRef: A, K. Khurana Comprehensive Ophthalmologt,4,h ed.Stenopic slit is useful in finding out the axis of the cylinder.(option b) stenopic slit is used in cases of corneal opacities to find out the optimal site for optical iridectomy.After dilating the pupil with a mydriatic, the slit is rotated in front of the eye and the axis which gives maximum clarity is chosen for optical iridectomy", "cop": 3, "opa": "Fincham's test", "opb": "Determine the axis of cylinder", "opc": "Corneal tattooing", "opd": "lridectomy", "subject_name": "Ophthalmology", "topic_name": null, "id": "681b886d-1d27-41d3-8fa5-6d9fb4b0c4c5", "choice_type": "multi"}
{"question": "Cherry red spot after trauma is seen in children due to:", "exp": "Ans: C. Berlin's edema(Ref Kanski 7/e p882: Parson's 22/e p392, 21/e p382, 20/e p367; Yanoff and Duker 4/e p671)Cherry red spot after trauma in children due to Berlin's edema.Commotio retinae (Berlin's Edema):Common occurrence following a eye blow.Manifests as milky white cloudiness involving posterior pole with a 'cherry-red spot' in foveal region.Appear after some days or may be followed by pigmentary changes.Most frequently affect temporal fundus.", "cop": 3, "opa": "CRAO", "opb": "CRVO", "opc": "Berlin's edema", "opd": "Niemann-Pick's disease", "subject_name": "Ophthalmology", "topic_name": null, "id": "475b9dc7-c23d-4e3f-a3c7-5dc5893a34b1", "choice_type": "single"}
{"question": "A 33 years old male came with pain and watering in the right eye for 36 hours. On examination, a 3 x 2 cm corneal ulcer is seen with elevated margins, feathery hyphae, finger like projections and minimal hypopyon in cornea. What is the likely causative organism?", "exp": "Ans: A. AspergillosisRef: Yanoff & Duker 4/e p225; Parson 22/e p203, 21/e p199)Finding suggestive of fungal corneal ulcer. In the question, Aspergillus is the only fungus.Mycotic or fungal keratitis:Commonly due to Aspergillus, Fusarium or Candida albicans.Fungal ulcers are typically seen after injury with vegetable matter such as a thorn or wooden stick and are characterized by a relatively indolent course.Symptoms are much milder than the clinical signs would suggest.Dry slough with feathery borders, surrounded by a yellow line of demarcation, which gradually deepens into a gutter.An immune ring (Wessely) may be visible due to deposition of immune complexes and inflammatory cells around the ulcer.Marked ciliary and conjunctival congestion.Hypopyon is thick and immobile - Due to direct invasion into the anterior chamber of fungal hyphae enmeshed in thick exudates.", "cop": 1, "opa": "Aspergillosis", "opb": "Pseudomonas", "opc": "Acanthamoeba", "opd": "HSV-1", "subject_name": "Ophthalmology", "topic_name": null, "id": "f80230e3-6a41-4a2d-81a0-86cacead9dcf", "choice_type": "single"}
{"question": "All of the following can be used to decrease IOP in glaucoma except", "exp": "Answer: D. DexamethasoneSteroids cannot be given in glaucoma as they can themselves lead to increase in intraocular pressure", "cop": 4, "opa": "Mannitol", "opb": "Carbonic anhydrase inhibitor", "opc": "Apraclonidine", "opd": "Dexamethasone", "subject_name": "Ophthalmology", "topic_name": null, "id": "69b97752-ee1c-4234-b3d1-0402e1235986", "choice_type": "multi"}
{"question": "The spectacles are used in:", "exp": "The image shows bifocal glasses of executive type which is especially used in case of paediatric pseudophakia and not in adult aphakia or presbyopia. Other types of bifocals are K or D bifocals which are used for adults with presbyopia Progressive glasses avoid the sudden jump in power in the lenses and provide a smooth transition from the power for distance vision to the power for the near vision thereby providing good distance, intermediate and near vision", "cop": 3, "opa": "Progressive glasses for presbyopia", "opb": "Bifocal glasses for presbyopia", "opc": "Bifocals for pediatric pseudophakia", "opd": "Bifocals for adult aphakia", "subject_name": "Ophthalmology", "topic_name": "AIIMS 2018", "id": "8f57f95a-a12e-49e9-87b8-eb58ffa6cb9c", "choice_type": "single"}
{"question": "In 3rd nerve palsy all seen except?", "exp": "Ans: A. Pupil dilationRef: American Academy of Ophthalmolog 2018, third nerve palsyThe pathway for pupillary constriction for each eye has an afferent limb taking sensory information to the midbrain, and two efferent limbs (one to each eye).", "cop": 1, "opa": "Pupil dilation", "opb": "Ptosis", "opc": "Outward upward rolling of pupil", "opd": "Impaired pupillary reflex", "subject_name": "Ophthalmology", "topic_name": null, "id": "731b8834-5904-47e0-a208-d46bcf1c6c9b", "choice_type": "multi"}
{"question": "Which of the following drug should not be given in a patient of narrow angle glaucoma?", "exp": "Answer- D. HomatropineHomatropine is a mydriatic, which can precipitate angle closure glaucoma and contraindicated in angle closure glaucoma.Phenylephrine, Timolol and Acetazolamide are used for the treatment of angle closure glaucoma.'Mydriatic drugs such as atropine, Homatropine, cyclopentolate, tropicamide and phenylephrine are precipitating factorsfor angle closure glaucoma, so contraindicated in angle closure glaucoma.", "cop": 4, "opa": "Phenylephrine", "opb": "Timolol", "opc": "Acetazolamide", "opd": "Homatropine", "subject_name": "Ophthalmology", "topic_name": null, "id": "d4c4bf0d-08ef-47e6-b8e2-e530082fa63a", "choice_type": "single"}
{"question": "IOL placed in the young male., After 10 year what should be done..?", "exp": "Answer A. IOL should be removed in case of Posterior Capsule ossification 1. The indications for removing an intraocular lens (IOL) are:Chronic uveitisEndothelial corneal dystrophyUncontrollalbe glaucomaMetal loop cutting pupillary sphincterGross decentration of IOL (fibrous bands)Extraocular dislocation of IOL G. Recurrent severe hyphemaDevelopment of rubeosis iridisRemoval of iris (1) Iris tumor (2) Epithelial downgrowthEndophthalmitisUnilateral IOL in pending bilateral aphakia 2. The following may be indications for removing and/or replacing and/or replacing an IOL:Wrong dioptric powerForeign body attached to IOLIOL covered with pigmentRepair retinal detachment after extracapsular cataract extractionChoyce lens too shoDannheim IOL with absorbed supramid loop tipsDislocated Ridley IOLSclero-conjunctival erosion of Strampelli's \"external-fixation\" IOL loop Reference - <a href=\"", "cop": 1, "opa": "IOL should be removed in case of Posterior Capsule ossification", "opb": "Never be removed", "opc": "Remove when presbyopia sets in", "opd": "Should be changed after 10 year", "subject_name": "Ophthalmology", "topic_name": null, "id": "d58a8e4e-0f5e-42bb-8b24-75a882eacfa2", "choice_type": "single"}
{"question": "The most common mode of spread of retinoblastoma:", "exp": "Ans: A. Optic nerve invasion(Ref Kanski 7/e p510-517; Yanoff and Duker 4/e p793)Most common mode of retinoblastoma spread-By optic nerve invasion.Direct extension by continuity to optic nerve & brain seen.Retinoblastoma:Primary malignant intraocular neoplasm.Arising from immature retinoblasts within developing retina.Most common primary intraocular malignancy of childhood in all-racial groups.Strong tendencies invading brain optic nerve & metastasize widely.", "cop": 1, "opa": "Optic nerve invasion", "opb": "Lymphatics", "opc": "Vascular", "opd": "Direct invasion", "subject_name": "Ophthalmology", "topic_name": null, "id": "c1ac14de-a0f0-47fa-8451-273abce0150a", "choice_type": "single"}
{"question": "In which of the following, long spaced collagen present?", "exp": "Answer- B. Cornea'Long-spacing collagen is a common component of normal human corneal stroma and its occurrence seems to correlatewith the age-related changes of the tissue.Corneal transparency is mainly dependent on the arrangement of these collagen fibers in stroma.", "cop": 2, "opa": "Diaphragm", "opb": "Cornea", "opc": "Basement membrane", "opd": "Tympanic membrane", "subject_name": "Ophthalmology", "topic_name": null, "id": "b01ee962-68d0-4291-aee2-b978c108f65f", "choice_type": "single"}
{"question": "All are manifestation of dengue virus infection in eye except?", "exp": "The ocular manifestations of dengue include:- Maculopathy - most common Optic neuritis - 2nd most common Vitreous hemorrhage - rarely seen", "cop": 1, "opa": "Cataract", "opb": "Maculopathy", "opc": "Vitreous hemorrhage", "opd": "Optic neuritis", "subject_name": "Ophthalmology", "topic_name": "AIIMS 2018", "id": "813fa226-a21b-480a-b13e-ce842640ec7a", "choice_type": "multi"}
{"question": "Changes seen in conjunctiva after vitamti. A deficiency:", "exp": "Answer- C. Hyperkeratosis of squamous epitheliumChange seen in coniunctiva after vitamin A deficiency is hyperkeratosis of squamous epithelium.'Vitamin A is necessary for normal differentiation of nonsquamous epithelium; keratinization is a direct consequenceof its deficieny.Reduced aqueous tear production, and irregularities of the keratinized surface may all contribute to stromal melting, which can occur in the absence of inflammatory infiltration or bacterial invasion.Squamous metaplasia and keratinization.", "cop": 3, "opa": "Actinic degeneration", "opb": "Hyperplasia of goblet cells", "opc": "Hyperkeratosis of squamous epithelium", "opd": "Stromal infiltration", "subject_name": "Ophthalmology", "topic_name": null, "id": "ed92d804-ac83-440a-b908-df404df935ad", "choice_type": "single"}
{"question": "Optic atrophy is not seen in:", "exp": "Answer- D. Polypoidal choroidal vasculopathyRetinitis pigmentosa, Methanol poisoning and Central retinal aerial occlusion (CRAO) can lead to optic atrophy.Occurs secondary to retinal disease (disease of inner retina or its blood supply)Its ascending type of optic atrophy.Causes:Retinitis pigmentosaCRAOExtensive retino choroiditis", "cop": 4, "opa": "Retinitis pigmentosa", "opb": "Methanol poisoning", "opc": "Central retinal aerial occlusion (CRAO)", "opd": "Polypoidal choroidal vasculopathy", "subject_name": "Ophthalmology", "topic_name": null, "id": "1e8c037d-b7d9-48c9-8aba-39b01a178619", "choice_type": "single"}
{"question": "Universal marker of limbal epithelial stem cells:", "exp": "Ans: D. ABCG2(Ref Indian J Med Res. 2008 Aug:128(2):149-56. PM1D:19001678; http://wwwstembook.org/node/588).ABCG2:Universal marker of limbal epithelial stem cells.Limbal Stem Cell Marker.Keratin (K3-K13) = Corneal Stem Cell Marker", "cop": 4, "opa": "Elastin", "opb": "Keratin", "opc": "Collagen", "opd": "ABCG2", "subject_name": "Ophthalmology", "topic_name": null, "id": "b9cbbe45-fa4a-4a54-b4f3-143039171071", "choice_type": "single"}
{"question": "True statements regarding Direct Ophthalmoscopy are all except:", "exp": "Ans: C. Magnification is 5 times(Ref Parson's 22/e p137-139. 20/c p126-133).In direct ophthalmoscopy magnification = 15 times.In indirect ophthalmoscopy, magnification = 4-5 times.FeaturesDirect ophthalmoscopyIndirect OphthalmoscopyCondensing lensNot requiredRequired (Convex Examination distanceAs close to patient's eye as possibleAt an arm's lengthImageViual, erectdegReal, inveedMagnificationAbout 15 timesdeg4-5 timesdegIlluminationNot so bright, so not useful in hazy Bright, so useful for hazy Area of field in focusAbout 2 disc dioptersdegAbout 8 disc dioptersdegStereopsisAbsentPresentAccessible fundus viewSlightly beyond equatorUp to Ora serrata i.e. PeripheralretinadegExamination through hazy Not possiblePossibledegPatient positionSittingSupineEaseEasy procedure for visualization ofposterior pole of retinaDifficult, require training", "cop": 3, "opa": "Image is viual and erect", "opb": "2 disk diameter field of vision", "opc": "Magnification is 5 times", "opd": "Self-illuminated device", "subject_name": "Ophthalmology", "topic_name": null, "id": "292a6244-9c88-4a6a-9c32-ab38524e588f", "choice_type": "multi"}
{"question": "A patient gives a history of chuna falling into his eyes. All of the following would be a pa of his immediate management except:", "exp": "Ans. c. Thorough slit-lamp examination on presentationImmediate Mananement of Chemical (Chuna-Powder) Injury: Irrigation of both eyes with copious amounts of normal saline Removal of chuna paicles by double eversion of upper eyelidsLids and fornices should be examined with double eversion of the lids and lime paicles should be removed with forceps; a cotton tipped applicator soaked in EDTA 1%deg.\"Chuna (strong alkali material) is used with tobacco. Bursting of chuna packet is one of the most common modes of ocular injury. Thorough slit lamp examination is not possible at presentation because of severe pain and blepharospasm. Thorough irrigation with saline and removal of chemical is most impoant. Irrigation of the cornea/conjunctiva/fornix with the lids held open with a speculum should be done until pH of tears shows neutrality. Lids and fornices should be examined with double eversion of the lids and lime paicles should be removed with forceps; a cotton tipped applicator soaked in EDTA 1%.\"- Yanoff and Ducker 's Ophthalmology; 3rd/e p349Chemical (Chuna-Powder) InjuryChuna (strong alkali material) is used with tobacco.Bursting of chuna packet is one of the most common modes of ocular injuryQ.Alkalis are more injurious to eye in comparison to acids as acids cause protein coagulation, which prevent fuher penetration of the chemical.Thorough slit lamp examination is not possible at presentation because of severe pain and blepharospasmQ.Thorough irrigation with saline and removal of chemical is most impoantdeg.Emergency Management of Chemical injury:Since duration of contact with chuna/chemical determines the extent of subsequent injury and prognosis, immediate copious irrigation is of the most impoanceQ.Irrigation of the cornea/conjunctiva/fornix with the lids held open with a speculum should be done until pH of tears shows neutralityQ.Lids and fornices should be examined with double eversion of the lids and lime paicles should be removed with forceps; a cotton tipped applicator soaked in EDTA 1%Q.If an acid burn is suspected, a base should not be used for irrigation in an effo to neutralize the acid.After copious irrigation, necrotic corneal epithelium should be debrided to promote re-epithelializationQ", "cop": 3, "opa": "Irritation of both eyes with copious amounts of normal saline", "opb": "Frequent sodium citrate drops", "opc": "Thorough slit-lamp examination on presentation", "opd": "Removal of chuna paicles by double eversion of upper eyelids", "subject_name": "Ophthalmology", "topic_name": null, "id": "8bc0a153-89f2-4bef-869e-ae471503d279", "choice_type": "multi"}
{"question": "Maximum contribution to the refractive power of the eye is by which pa of the eye?", "exp": "Ans: A. Anterior surface of cornea Maximum contribution to refractive power of eye - By anterior surface of cornea.Cornea's anterior surface is approximately spherical with a radius of curvature that is typically 8 mm.This surface is responsible for about two-thirds of the eye's refractive power.", "cop": 1, "opa": "Anterior surface of cornea", "opb": "Posterior surface of cornea", "opc": "Anterior surface of lens", "opd": "Posterior surface of lens", "subject_name": "Ophthalmology", "topic_name": null, "id": "391dbda5-df38-4a5f-8e4c-f6db24bc164a", "choice_type": "single"}
{"question": "A patient is taking drugs for rheumatoid ahritis and has a history of cataract surgery 1 year back, the patient presented with sudden painless loss of vision, probable diagnosis is?", "exp": "Patient of rheumatoid ahritis are given hydroxychloroquine which cause painless loss of vision due to bull's eye maculopathy characterized by a foveolar island of pigment surrounded by a depigmented zone of RPE atrophy, which is itself encircled by a hyperpigmented ring (A). There is moderate to severe reduction in VA (6/36-6/60). A more substantial macular lesion follows, with widespread RPE atrophy surrounding the fovea (B). Later retinal aerioles may become attenuated, and pigment clumps can form in the peripheral retina.(C)", "cop": 3, "opa": "CME", "opb": "Macularhole", "opc": "Chloroquine toxicity", "opd": "Chronic choroiditis", "subject_name": "Ophthalmology", "topic_name": "AIIMS 2018", "id": "da529e73-61fe-4b52-81b1-8686b6a62ffd", "choice_type": "single"}
{"question": "All are drugs which lower IOP except", "exp": "Drugs which lower Intra Ocular presuure are : 1 CLONIDINE 2 MANNITOL Anti glaucoma drugs 3 ACETAZOLAMIDE But , DEXAMETHASONE is a topical steroid and raises the intra ocular pressure.", "cop": 3, "opa": "Clonidine", "opb": "Mannitol", "opc": "Dexamethasone", "opd": "Acetazolamide", "subject_name": "Ophthalmology", "topic_name": "AIIMS 2019", "id": "065971a5-7b85-4a6d-a657-8d152956f946", "choice_type": "multi"}
{"question": "A young adult presents 2 days after trauma to the eye with proptosis and pain in the right eye. On examination, hi is found to have a bruise on the right eye and forehead. The most likely diagnosis is:", "exp": "Ans. d. Carotico-cavernous fistula (Ref KANSKI7/E PG94; PARSON 20/E P455,462)The most likely diagnosis in a young adult with history of trauma to the eye with proptosis and pain in the right eye and bruise on the right eye and forehead is Carotico-cavernous fistula", "cop": 4, "opa": "Fracture sphenoid bone", "opb": "Cavernous sinus thrombosis", "opc": "Internal carotid aery aneurysm", "opd": "Carotico-cavernous fistula", "subject_name": "Ophthalmology", "topic_name": null, "id": "20929b62-1d50-4e64-9370-8d4966ccb2ae", "choice_type": "single"}
{"question": "Intraocular pressure in pregnancy", "exp": "Answer: B. DecreasesPregnancy, paicularly the second half, is associated with decreased IOP in healthy eyes.", "cop": 2, "opa": "Increases", "opb": "Decreases", "opc": "Remains same", "opd": "None", "subject_name": "Ophthalmology", "topic_name": null, "id": "7c34fcbb-4956-4f1d-a0c6-7b48f83ae02b", "choice_type": "multi"}
