{"question": "A blue new born presents with cyanosis. The X–ray chest reveal oligaemic lung field and normal sized heart. Most likely diagnosis is –", "exp": "The findings in this newborn are\nCyanosis at birth\nOligaemic lung .fields\nNormal sized heart\nLets see each option one by one\nEbstein anomaly - It can be easily ruled out as there is marked cardiomegaly in it.\nTransposition of great vessels- There is cardiomegaly and plethoric lung fields see in it. So ruled out.\nNow the real confusion - between PA and TOF.\nTOF - in TOF there is oligaemic lung fields and normal sized heart but usually cyanosis is not present at birth.\n \nNelson states -  \"Often cyanosis is not present at birth. but with increasing hypertrophy of the right ventricular infimdibulum and patient growth, cyanosis occurs later in the 1st year of life. But some cases may present with cyanosis at birth.\"\n\na Pulmonary atresia -\n\nThe child is cyanotic at birth\nThere is pulmonary oligaemia\nBut the heart is of variable size (from small to enlarge)", "cop": 2, "opa": "Ebstein's anomaly", "opb": "Pulmonary atresia", "opc": "Transposition of great arteries", "opd": "Tetralogy of fallot", "subject_name": "Pediatrics", "topic_name": null, "id": "de09d388-bd4e-42a9-ac6b-ee2d95f822e2", "choice_type": "multi"}
{"question": "In Erythroblastosis fetalis not involved is –", "exp": "Erythroblastosis fetalis is caused by the transplacental passage of maternal antibody active against paternal RBC antigens of the infant and is characterized by an increased rate of RBC destruction.\nAlthough more than 60 different RBC antigens are capable of eliciting an antibody response, significant disease is associated primarily D antigen of Rh group and with A 0 incompatibility.\nOther rare antigens involved are -\n\n\nC or E antigen of Rh group\nRBC antigens - Cw, Cx, Cu, K (kell), M, Duffy, S, P, MNS, Xg, Lutheran, Diego and Kidd.\n\n\nAnti-Lewis antibodies do not cause disease.", "cop": 4, "opa": "Anti C", "opb": "Anti D", "opc": "Anti E", "opd": "Anti Lewis", "subject_name": "Pediatrics", "topic_name": null, "id": "67add9f9-94b5-40b2-904d-fb4965fb8309", "choice_type": "single"}
{"question": "A pediatrician in a district hospital with specialization neonatal care unit calls an ophthalmologist for consultation for which of the following?", "exp": "Answer- B. A baby born at 28 weeks of gestationPremature baby needs to be screenedfor Retinopathy of prematurity.All babies weighing <1500 gm or having a gestational period <32 weeks should be screened with indirect ophthalmoscopybetween 32-36 weeks postconception.", "cop": 2, "opa": "A newborn with respiratory distress", "opb": "A baby born at 28 weeks of gestation", "opc": "Newborn with jaundice", "opd": "A newborn with bih weight 2300 grams", "subject_name": "Pediatrics", "topic_name": null, "id": "26a782ca-42b0-441b-a24f-3a368f66727c", "choice_type": "multi"}
{"question": "In a child with active liver failure, the most important prognosis factor for death is –", "exp": "Prognosis of hepatic failure in children \n\nChildren with hepatic failure have somewhat better prognosis.\nThe prognosis varies considerably with -\n\ni) Cause of liver failure\nii) Stage of hepatic encephalopathy\n\nPoor prognostic factors for mortality\n\n\nIf cause of liver failure is         —>       Wilson disease, idiopathic\nStage IV coma —> Most common cause of death is brain stem herniation\nAge < I year\nSepsis\nSevere hemorrhage\nRenal failure\n, Need for dialysis before transplantation\n\nFor option b & c -\n\"Pretransplant serum bilirubin concentration and the INR (prothrombin time) of coagulation are not predictive of post transplant survival\".", "cop": 4, "opa": "Increasing transaminases", "opb": "Increasing bilirubin", "opc": "Increasing prothrombin time", "opd": "Gram (–)ve sepsis", "subject_name": "Pediatrics", "topic_name": null, "id": "641f160f-eef0-4b8c-9cb8-3241d2d63173", "choice_type": "single"}
{"question": "Sequential arrangement of fetal scans -", "exp": "Ans: D. AllThe NT scan must be done between 11 and 14 weeks pregnant, because this is when the base of baby's neck is still transparent. (The last day for scan is 13 weeks and 6 days pregnant.)Triple marker test is performed in pregnant women at the end of first trimester and the beginning of the second trimester.The anomaly scan, also sometimes called the anatomy scan, 20 week ultrasound, or level 2 ultrasound, is a pregnancy ultrasound performed between 18-22 weeksA growth scan is an ultrasound scan that determines whether your baby's growth is normal. Doctors typically recommend it for women during the third trimester of pregnancy; one of the reasons it is also a fetal growth scan between 28 weeks and 32 weeks of pregnancy.", "cop": 4, "opa": "Growth scan", "opb": "Triple marker", "opc": "Anomalous Scan and NT scan", "opd": "All", "subject_name": "Pediatrics", "topic_name": null, "id": "7697c864-514c-4a73-8ce4-ea6cf0d0b651", "choice_type": "multi"}
{"question": "A 3 week neonate with ambiguous genitalia presented with Na+ 127 meq/L, K+ 7.2 meq/L wit BP 52/24 mm Hg and he was managed with IV fluids. What is the next step of management?", "exp": "Karyotype 46 XX Physical appearance - male pattern Precocious pubey at 2-4 yrs. of age. Uterus, cervix and fallopian tubes are present (bcz 44 XX) - Mullerian duct development is normal. Metabolic problems: Hyponatremia - aldosterone deficiency Hyperkalemia Hypotension Diagnosis: 1) USG Normal 2) Barr body present 3) Biochemistry - 17 hydroxyprogesterone || > 800 ngm/dl. Management: DOC - Dexamethasone - to pregnant women and fetus both having CAH. Hydrocoisone - pregnant women alone having CAH but fetus is normal. Neonate with CAH. Labioscrotal folds may be separated to folds may be fused at the midline, giving an appearance of a scrotum Labioscrotal folds with increased pigmentation suggest the possibility of increased coicotropin levels as pa of adrenogenital syndrome", "cop": 2, "opa": "Spironolactone", "opb": "Hydrocoisone administration", "opc": "Broad spectrum antibiotics", "opd": "Calcium gluconate", "subject_name": "Pediatrics", "topic_name": "AIIMS 2019", "id": "fe85c6e7-2064-4045-b348-57a9eb2bc6b4", "choice_type": "multi"}
{"question": "A 10 years old child has lytic lesions in upper femur, the differential diagnosis can be all except :", "exp": "Plasmocytoma can be easily ruled out.\nIt is a localized form of multiple myeloma which usually occurs in 5th to 7th decade.\nMetastasis, histiocytosis and brown tumor can cause lytic bone lesions in childhood.", "cop": 1, "opa": "Plasmacytoma", "opb": "Browns tumour", "opc": "Metastasis", "opd": "Histiocytosis", "subject_name": "Pediatrics", "topic_name": null, "id": "bbd0ab20-0dce-48f8-ba8f-288d205feb3c", "choice_type": "multi"}
{"question": "Child of Vasanthi was weaned from breast milk on the 5th day and was given sugarcane juice the child developed hypoglycemia and hepatomegaly biochemical examination showed hypophosphatemia and enzyme deficiencies–reducing substances in urine. The child is probably suffering from which of the following enzyme deficiencies –", "exp": "HEREDITARY FRUCTOSE INTOLERANCE \n\nSymptoms of hypoglycemia, hepatomegaly develping after injection of excessive fructose intake (sugar cane juice contains the major dietary source of fructose-Sucrose suggest the diagnosis of hereditary fructose intolerance.\nClinical disorders related to fructose metabolism can result from excessive fructose consumption that exceed's the body's ability to efficiently convert the sugar into metabolic intermediates.\nIn normal persons fructose is metabolized in the following way", "cop": 2, "opa": "Fructokinase", "opb": "Aldolase B", "opc": "Glucose 6 Phosphatase", "opd": "Beta galactosidase", "subject_name": "Pediatrics", "topic_name": null, "id": "e621e03f-d935-427f-a7a7-14f6f9a0efab", "choice_type": "single"}
{"question": "A neonate is being investigated for jaundice. A liver biopsy shows features of a \"Giant Cell/Neonatal hepatitis\". Which one of the following conditions usually results in this case –", "exp": "Other conditions which also presents with similar clinical and histological features (i.e., with giant cells)\na)   ai antitrypsin deficiency \nb) Alagille syndrome                   \nc) Niemann - Pick type C disease (NPC).\nd)   Viral infections                         \ne) Byler disease                    \nf) Progressive familial intrahepatic cholestasis (PFIC).", "cop": 3, "opa": "Congenital hepatic fibrosis", "opb": "Hemochromatosis", "opc": "Alpha–1–antitrypsin deficiency", "opd": "Glycogen storage disease Type 1", "subject_name": "Pediatrics", "topic_name": null, "id": "4932022f-bc9d-4d90-a610-f6c87cd0008d", "choice_type": "multi"}
{"question": "Pulsatile varicose veins in lower limbs is seen in –", "exp": "Klippel - Trenaunay syndrome (KT syndrome) \n\nThe triad of KT syndrome is:-\n\n\nCutaneous vascular malformation —> Most commonly capillary malformation.\nBony capillary malformation and soft tissue hypertrophy.\nVenous abnormalities —> Deep venous system may be absent or hypoplastic.\n\n\nThe anomaly present at birth and usually involves lower limb.\nWhen there is associated Arterio - venous malformation, it is known as Klippel - Trenaunay - Weber syndrome.\nThick walled venous varicocities typically become apparent ipsilateral to the vascular malformation —> May be pulsatile because ofAV malformation.", "cop": 1, "opa": "Klippel trenaunay syndrome", "opb": "TR", "opc": "RV failure", "opd": "Carcinoid stenosis of tricuspid", "subject_name": "Pediatrics", "topic_name": null, "id": "14e05154-05a2-4472-a63e-261d765893ae", "choice_type": "single"}
{"question": "Arrange the following in the sequence of closure :", "exp": "Ans. D. All", "cop": 4, "opa": "Umbilical Aery", "opb": "Umbilical Vein", "opc": "Ductus venosus and Foramen ovale", "opd": "All", "subject_name": "Pediatrics", "topic_name": null, "id": "f6829756-2e11-47cb-85a8-3ba40ecb3332", "choice_type": "multi"}
{"question": "Cystinuria is characterised by –", "exp": "Cystinuria\n\nIt is an autosomal recessive disorder.\nThe disease is caused by a defective high affinity transporter for L-cystine and diabasic amioacids present in the proximal tubules.\nIt is characterize by recurrent kidney stone formation.", "cop": 4, "opa": "Generalised aminoaciduria", "opb": "Systemic acidosis", "opc": "Deposition of cystine crystals in Renal tubular cells", "opd": "Recurrent urinary caliculi", "subject_name": "Pediatrics", "topic_name": null, "id": "82f0f5d7-996b-49cc-8c8c-b9ff7cb35ecc", "choice_type": "single"}
{"question": "Which of the following is a component of Pentalogy of Fallot –", "exp": "Peutalogy of fallot consists : -\n\nTetralogy of Faint --> VSD, Pulmonic stenosis, Overriding of aorta,Right ventricular hypertrophy\nAtrial septal defect", "cop": 1, "opa": "Atrial septal Defect (ASD)", "opb": "Patent Ductus Arteriosus (PDA)", "opc": "Coarctation of Aorta (COA)", "opd": "Left Ventricular Hypertrophy (LVH)", "subject_name": "Pediatrics", "topic_name": null, "id": "e6ba5355-f5fe-4095-9b21-1bf140122c8f", "choice_type": "multi"}
{"question": "In a child, surgery was done for biliary stricture with hepatojejunal anastomosis. Postoperative bilirubin level after 2 weeks was 6 mg/dL from a preoperative level 12mg/dL. The reason for this could be:", "exp": "Ans: C. Delta bilirubin(Ref Harrison 19/e p280, 18/e p325)Delta Bilirubin:Albumin-linked bilirubin fraction (delta fraction/biliprotein)Is pa of direct-reacting bilirubin fraction including conjugated bilirubin, covalently linked to albumin.Represents an impoant fraction of total serum bilirubin in patients with cholestasis & hepatobiliary disorders.Clearance rate of albumin-bound bilirubin from serum approximates half-life of albumin (12-14 days) rather than sho half-life of bilirubin (4 hours).Due to tight albumin bonding.", "cop": 3, "opa": "Normal lowering of bilirubin takes time", "opb": "Anastomotic stricture", "opc": "Delta bilirubin", "opd": "Mistake in lab technique", "subject_name": "Pediatrics", "topic_name": null, "id": "790947ee-b119-4f1f-ac07-8f0c5a701010", "choice_type": "single"}
{"question": "A 2 month old girl has failure to thrive, polyuria and medullary nephrocalcinosis affecting both kidneys. Investigations show blood pH 7.48, bicarbonate 25 mEq/l, potassium 2 mEq/l, sodium 126 mEq/l and chloride 88 mEq/l. The most likely diagnosis is -", "exp": "Clinical features of the infant --> Polyuria, Growth retardation, Medullary Nephrocalcinosis Electrolyte abnormalities: -\n\nDecreased potassium (Normal 3.5 — 5.0 meq/L)                 o Normal Bicarbonate (Normal 21-30 meq/L)\nDecreased sodium (Normal 136 — 145 ineq/L)                    o Increased pH (Normal 7.38 — 7.44 meq/L)\nDecreased Chloride (Normal 98 — 106 meq/L) \n\tC/F and electrolyte abnormalities in Bartter's syndrome\n\na Hypokalemia                                o Polyurea and Nocturea (d/t hypokalemia)\n\nMetabolic alkalosis                    ❑ Increased urinary chloride (cause Hypochloremia)\nNormal to low blood pressure o Hypomagnesemia (seen in minority of patient)\nGrowth retardation                    o Hypercalciurea (causes nephrocalcinosis which is visible on ultrasound) Other options\n\nDistal renal tubular acidosis      - It can be easily ruled out as it causes acidosis not alkalosis\nPrimary hyperaldosteronism - In primary hyperaldosteronism, Sodium level is always increased and the B.F. is high.\nPseudo hypoaldosteronism             - Aldosterone level is normal or increased but there are features of aldosterone deficiency such as decreased sodium and increased potassium.", "cop": 3, "opa": "Distal renal tubular acidosis", "opb": "Primary hyperaldosteronism", "opc": "Bartter syndrome", "opd": "Pseudohypoaldosteronism", "subject_name": "Pediatrics", "topic_name": null, "id": "8d0b854f-93fb-43ae-a1b9-d489ea68103b", "choice_type": "multi"}
{"question": "All are features of Neonatal Tetanus except –", "exp": "Neonatal Tetanus \n\n\nIt is caused by clostridium tetani\nClinical features\n\n\nSymptoms of neonatal tetanus starts by 5-15 days after birth, never in the first 2 days of life and rarely after the age of 2 weeks. (ft is commonly k/a as 811! day disease)\nCommon initial symptoms are Excessive unexplained crying, Refusal of feeds, Apathy\n\n\nPrognosis —> Mortality rate varies from 50-75%.", "cop": 3, "opa": "Refusal to feed is common initial symptom", "opb": "Caused by clostridium tetani", "opc": "Usually occurs in 1st 2 days of life", "opd": "Mortality is 50–75%.", "subject_name": "Pediatrics", "topic_name": null, "id": "e6478418-d6bb-47d3-b31c-a19b3a149a6c", "choice_type": "multi"}
{"question": "Method of choice for a New born child not passing urine for 36 hours :", "exp": "A history of Anuria suggests Acute Renal failure.\nUltrasonography is the ideal imaging tool in Renal failure because of its non dependence on Renal function.\nAs it allows visualization of :\n\nPelvicalyceal system ofAssessment of Renal Size o Structural anomalies and calculi .\nNote - In this question DTPA scan has not been provided as an option. So, the best answer is USG.", "cop": 1, "opa": "Ultrasound of kidney & bladder", "opb": "CT Scan", "opc": "Cystoscopy", "opd": "X–ray pelvis", "subject_name": "Pediatrics", "topic_name": null, "id": "33a697bc-627a-4a24-b381-19c181fcdded", "choice_type": "single"}
{"question": "Estimation of the blood sugar is relevant in all except –", "exp": "ARDS (Birth asphyxia), Rh incompatibility (if causes erythroblastosis fetalis) and large for date baby of diabetic mother are prone for hypoglycemia.", "cop": 3, "opa": "Birth asphyxia", "opb": "Large for date baby", "opc": "Baby of hypothyroid mother", "opd": "Rh Incompatibility", "subject_name": "Pediatrics", "topic_name": null, "id": "16f26f56-f5ab-4542-910b-eca95b907278", "choice_type": "multi"}
{"question": "Which of the following is not an example of a syndrome caused by uniparental disomy?", "exp": "Answer- D. Bloom syndromeUniparental disomy is the term used when both chromosome of a pair of chromosome is a person with normal number of chromosome, have been inherited from only one parent (Normally one chromosome of a pair is inherited from only one parent).The two chromosomes inherited from the same parent maybe identical (Uniparental isodisomy) or different (Uniparental heterodisomy).In Uniparental isodisomy, both chromosomes in the pair are identical; consequently the genes on both chromosomes are also identical.Angelman syndrome, Prader-Willi syndrome and Russell-Silver syndrome are ossociated with uniparental disomy.", "cop": 4, "opa": "Prader-Willi syndrome", "opb": "Angelman syndrome", "opc": "Russell-Silver syndrome", "opd": "Bloom syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "c86f02db-18ea-4ef1-a03a-1bee6d661c7b", "choice_type": "single"}
{"question": "A neonate on routine examination at bih was found to have hepatomegaly. Rest of the examination was essentially unremarkable. On investigations, Anti-HCMV antibodies were found to be positive. What sequelae in later life is the child at risk of?", "exp": "Ans: D. Sensorineural hearing loss (Ref: (Ghai 8/e p272 ; Nelson 20/e p 592-1594)Positive human cytomegalovirus (HCMV) antibodies at bih - Suggestive of congenital asymptomatic CMV infection.Symptomatic child at increased risk a Develops mental retardation.Asymptomatic child is at as high as 7% risk a Develop sensorineural hearing loss.Congenital CMV infection:Characteristic signs & symptoms:Clinically manifested infections - Intrauterine growth restriction, prematurity, hepatosplenomegaly, jaundice, blueberry muffin--like rash, thrombocytopenia and purpura, microcephaly & intracranial calcifications.Neurologic problems:Chorioretinitis, sensorineural hearing loss & mild increases in cerebrospinal fluid protein.", "cop": 4, "opa": "Renal failure", "opb": "Mental retardation", "opc": "Hepatic fibrosis", "opd": "Sensorineural hearing loss", "subject_name": "Pediatrics", "topic_name": null, "id": "913d6913-f5de-41a9-8159-d7ac61d57c47", "choice_type": "multi"}
{"question": "Which of the following is an indiction for tonsillectomy –a) Rheumatic feverb) Glomerulonephritisc) Recurrent upper respiratory infectiond) Persistent carrier of diptheria bacilli", "exp": "Indications of tonsillectomy \n\nRecurrent sore throat —› If more than six attacks of tonsillitis in a year for two consecutive years.\nTonsillar or peritonsillar abscess              o Retention cyst of tonsil                  o Diphtheria carriers\nTonsillolith                                                   o Suspicious malignancy                  o Obustructive sleep apnea", "cop": 2, "opa": "ab", "opb": "cd", "opc": "bd", "opd": "ac", "subject_name": "Pediatrics", "topic_name": null, "id": "fd315adc-df4b-4a81-895b-6f093eeb71b2", "choice_type": "single"}
{"question": "A male child with Fanconi syndrome with nephrocalcinosis has a variant of dent disease. All are true except :", "exp": "Dent's disease :\n\nDent's disease, a familial proximal tubular syndrome, is an X-linked recessive disorder of proximal tubules characterized by :\n\n\nHypercalciuria and nephrocalcinosis and nephrolithiasis.\nLow-molecular-weight proteinuria.\nMetabolic bone disease/Rickets.\nProgressive renal failure.\nMarked inale predominance.\n\n\nIn addition to above features, other renal proximal tubular defect can cause:\n\n(i) Fanconi syndrome (Aminoaciduria, proteinuria, phosphaturia).\n(i) Glycosuria, uricosuria and kalliuresis.\n(iii) Impaired urinary acidification.\n\nDent's disease occurs due to mutations that inactivate a voltage-gated chloride transporter, CLC-.5. In some cases, it is associated with mutations in the OCRL-1 gene that is also mutated in the oculocerebral syndrome of Lowe. Coming back to question.\nDent's disease is an X-linked renal tubular disorder.\n\n\nX-linked disease cannot be transmitted from male to male i.e., from father to son.", "cop": 3, "opa": "Hypercalciuria", "opb": "Proteinuria", "opc": "Similar presentation in father", "opd": "Rickets", "subject_name": "Pediatrics", "topic_name": null, "id": "8b42e1df-196b-4d7a-bbd7-39fe76dee239", "choice_type": "multi"}
{"question": "A term gestation newborn developed respiratory distress. Which of the following would favour Respiratory distress syndrome (HIVID) ?", "exp": "chest x-ray of an infant with RDS is characterized by atelectasis, air bronchograms, and a diffuse reticular-granular pattern commonly referred to as \"ground glass\". The chest x-ray may progress to a complete \"white out\" with severe disease.\nAbout other options\n\nAntenatal corticosteroids are given in pre-term (pre-mature) pregnancies not in term pregnancies. Further, antenatal corticosteroids are given to prevent RDS (HMD) --> after antenatal corticosteroids administration, risk of HMD is reduced.\nRespiratory distress occurs within first 6 hours.\nHMD occurs in pre-term neonate.", "cop": 2, "opa": "History of receiving antenatal corticosteroids", "opb": "Air bronchogram on chest x–ray", "opc": "Onset of distress after 6 hours of birth", "opd": "Term birth", "subject_name": "Pediatrics", "topic_name": null, "id": "55093e71-8916-4f25-9524-9425d51455e1", "choice_type": "single"}
{"question": "Eisenmenger syndrome–True are A/E –", "exp": "The characteristic pathological pulmonary vascular changes that develop in a patients with Eisenmenger syndrome are confined to arteries only and involve small pulmonary arterioles and muscular arteries (veins are not involved).\nThere is right ventricular hypertrophy (RV walls do not come back to normal size).\nOn x-ray there are dilated and prominent central arteries with rapid tapering (pruning) of the peripheral vasculature.", "cop": 2, "opa": "Pulmonary veins are not distended", "opb": "RV & LV walls come back to normal size", "opc": "Dilatation of central pulmonary artery", "opd": "Peripheral pruning of pulmonary arteries", "subject_name": "Pediatrics", "topic_name": null, "id": "21ee5793-fb33-407c-81ba-7f01f5eefe47", "choice_type": "multi"}
{"question": "A 5 years old child presented with continuous fever and features of sepsis with a BP of 90/60 mm Hg, Pulse rate 144/min and respiratory rate of 30/min. What is the initial fluid of choice for management?", "exp": "Ans: D : 20 mL/kg of 0.9% normal salineExplanation:(Ref: Ghai 8Ie p718)In hypovolemic or septicemic shock, replacement of intravascular volume by isotonic fluids is the main stay of treatment.Hence, normal saline resuscitation with 20 ml/kg boluses.", "cop": 4, "opa": "10 mL/kg of 10% dextrose", "opb": "10 mL/kg of hydroxyethyl starch", "opc": "20 mL/kg of 0.45% normal saline", "opd": "20 mL/kg of 0.9% normal saline", "subject_name": "Pediatrics", "topic_name": null, "id": "4e8f5ba7-452a-464f-a328-d8b96eafade6", "choice_type": "single"}
{"question": "A child presented with abdominal distension, hepatomegaly, doll like facies and recurrent episodes of hypoglycemia. Which of the following is the most likely diagnosis?", "exp": "Menkes disease- aka kinky hair disease - Defect in copper binding ATPase - Involves CNS- intellectual disability, seizures - Characterized by sparse hypopigmented kinky hairs. - Trichorrhexis nodosa and pili toi seen Von Gierke disease is glycogen storage disease type I, in which the child has doll like facies, abdominal distension, hepatomegaly and recurrent episodes of hypoglycemia. On investigation, there is hyperlipidemia, hyperuricemia and lactic acidosis. Lesch nyhan syndrome- mental retardation, microcephaly, seizures and gout.", "cop": 3, "opa": "Menkes disease", "opb": "Down syndrome", "opc": "Von gierke disease", "opd": "Lesch nyhan syndrome", "subject_name": "Pediatrics", "topic_name": "AIIMS 2017", "id": "f204b864-ca16-4d18-9d0c-6c6a9cb3533a", "choice_type": "single"}
{"question": "A child has bilirubin of 4 mg. Conjugated bilirubin and alkaline phosphatase are normal, bile salts and bile in urine are absent. However urobilinogen in urine is raised. What is the likely diagnosis –", "exp": "Important clues provided in question are -\n\n\nIncreased total bilirubin\n\nI So, T unconjugated bilirubin\n\nNormal conjugated bilirubin\n\n\nAmongst the given options, only hemolytic jaundice causes increased unconjugated bilirubin.\nRemaining three cause conjugated hyperbilirubinemia.", "cop": 4, "opa": "Obstructive jaundice", "opb": "Rotor's syndrome", "opc": "Biliary cholestasis", "opd": "Hemolytic jaundice", "subject_name": "Pediatrics", "topic_name": null, "id": "4032c899-2223-435f-a007-c513fd59a065", "choice_type": "single"}
{"question": "A 6-year old girl presents with fever tor the past 5 days, generalized erythematous rash, strawberry tongue and cervical lymphadenopathy. The most likely diagnosis is: (Asked twice)", "exp": "Answer- B. Kawasaki diseaseThe most likely diagnosis is Kawasaki disease.", "cop": 2, "opa": "Kimura disease", "opb": "Kawasaki disease", "opc": "Scarlet fever", "opd": "Rosie-Dorfman syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "45c32d6f-deb0-456a-91e8-9d264d471c0a", "choice_type": "single"}
{"question": "An un-immunized 13 months old child comes to you in OPD, according to the latest immunizations schedule, what vaccines will you advise??", "exp": "Ans: D. OPV 3 doses, 3 IPV 3 DPI : Hep-BRef: ip. o rg/file s/I A P-imm unizution-sc he du le- 2 0 I 6- I P- 2 0 I 6-E p u b. p df* The latest schedule of immunization under NIS is as follows:* vNational Immunization Schedule (NIS) for Infants, children and Presnant women - - OPV 3 doses, 3 IPV 3 DPI : Hep-B", "cop": 4, "opa": "OPV 3 doses, I IPV 3 Pentavalent and I measles", "opb": "BCG, OPV 3 doses, 3 lPV, 3 Pentavalent and I measles", "opc": "OPV 3 doses, I IPV 3 Pentavalent and 2 measles", "opd": "OPV 3 doses, 3 IPV 3 DPI : Hep-B", "subject_name": "Pediatrics", "topic_name": null, "id": "238019d8-3c6b-486e-9d00-fda1273d22e7", "choice_type": "single"}
{"question": "A case of jaundice with 50% direct bilirubin, other LFTs normal. Diagnosis is –", "exp": "50% direct bilirubin means conjugated hyperbilirubinemia.\nNormally the direct (conjugated) bilirubin is less than 15-20% of total bilirubin.\n\nNormal Values of bilirubin\nTotal bilirubin       >             0.2 - 1.9 mg/d1.\n    Direct bilirubin >             0 - 0.3 mg/dl.\n\nSo, this child has : -\n\n\nConjugated hyperbilirubinemia\nOther LFTs normal\n\n\nAmongst the given options, Rotor syndrome and Primary biliary cirrhosis cause conjugated hyperbilirubinemia.\nIn Primary biliary cirrhosis, other LFTs are also abnormal, e.g., SGOT and SGPT are raised. Now we are left with Rotor syndrome which causes conjugated hyperbilirubinemia. Other LFTs are normal.", "cop": 1, "opa": "Rotor syndrome", "opb": "Gilbert syndrome", "opc": "Glucuronyl transferase deficiency", "opd": "Primary biliary cirrhosis", "subject_name": "Pediatrics", "topic_name": null, "id": "3b184f01-db13-4379-ab0b-7709853e0326", "choice_type": "single"}
{"question": "All of the following are features of systemic Juvenile Rheumatoid Arthritis except –", "exp": "The eye manifestation are seen in Pauciarticular and Polyarticular JRA but not in systemic JRA.\nJuvenile Rheumatoid Arthritis can be divided in 3 major clinical types", "cop": 1, "opa": "Uveitis", "opb": "Rash", "opc": "Fever", "opd": "Hepatosplenomegaly", "subject_name": "Pediatrics", "topic_name": null, "id": "ee3171ee-b65b-477b-9a73-ea8316b648aa", "choice_type": "multi"}
{"question": "A two year old girl child is brought to the out patient with features of hand wringing stereotype movements, impaired language and communication development, breath holding spells, poor social skills and deceleration of head growth after 6 months of age. The most likely diagnosis is –", "exp": "This 2 years child has following problems.\n\n\nHand wringing movements.\nImpaired language and communication development.\nBreath holding spells\nPoor social skills\nDecleration of hand growth after 6 months.\n\n\nNow see the clinical features of Rett syndrome.\n\na. Age of onset is around 5 months.\n\nDevelopment may proceed normally until 1 yr of age, when regression of language and motor milestones become apparent.\n\na. Acquired microcephaly (Decleration of head growth due to significantly reduced brain weight).\n* Most children develop peculiar sighing respirations with intermittent periods of apnea that may be associated with cyanosis --> Breath holding spells.\n\nThe hallmark of Rett syndrome is repetitive hand wringing movements and a loss ofpurposeful and spontaneous use of the hands.\nAutistic behavior is a typical finding in all patients.\nGeneralized tonic-clonic convulsions occur in the majority.\nFeeding disorder and poor weight gain are common.\nDeath occurs in adolescence or in the 3rd decade.\nCardiac arrhythmias may result in sudden, unexpected death.\nClinical features given in question prefectly match with Rett syndrome\n\nAsperger syndrome \n\nQualitative impairment in the development of reciprocal social interaction.\nMore common in males\nNormal intelligence.\nEccentric interests.\nNo language impairments that characterize autism.\nChildren with Asperger syndrome appear to be at high risk for other psychiatric disorder", "cop": 2, "opa": "Asperger's syndrome", "opb": "Rett's syndrome", "opc": "Fragile x–syndrome", "opd": "Colarad syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "f9739409-2790-47a9-80b7-98c70f0bcc16", "choice_type": "single"}
{"question": "Most common cause of postauricular lymphadenopathy in children :", "exp": "Posterior or Suboccipital cervical lymphadenopathy is caused by Roseola, Rubella, Scalp infections.\nThe lymphatic drainage of posterior scalp is to the occipital region.\nPosterior or Suboccipital cervical lymphadenopathy without obvious disease or secondary infection is characteristic of lice.\nSecondary pyodenna due to scratching may result in matting together of the hair and cervical and occipital lymphadenopathy.", "cop": 2, "opa": "Sore throat", "opb": "Pediculosis capitis", "opc": "Pulmonary Koch's", "opd": "Chronic suppurative otitis media", "subject_name": "Pediatrics", "topic_name": null, "id": "5900458a-b839-47eb-a745-b93e35ba2d40", "choice_type": "single"}
{"question": "The treatment of choice for primary grade V vesicoureteric reflux involving both kidneys in a 6 month old boy is –", "exp": "Since the age of the boy is less than 1 year we will try medical management.\nSee the below given tables from Nelson and the answer will be clear.\n\nTreatment Recommendation for VUR diagnosed following a UTI", "cop": 1, "opa": "Antibiotic prophylaxis", "opb": "Ureteric reimplantation", "opc": "Cystoscopy followed by subureteric injection of teflon", "opd": "Bilateral ureterostomies.", "subject_name": "Pediatrics", "topic_name": null, "id": "6f03967a-8c4b-4a57-8443-1c81d4543711", "choice_type": "multi"}
{"question": "A child is admitted on 7 days of life with severe respiratory distress and shock. He was discharged 2 days back healthy. What could be the probable diagnosis –", "exp": "livpolastic left heart syndrome \n\nHypoplastic left heart syndrome occurs when parts of the left side of the heart (mitral valve, left ventricle, aortic valve, and aorta) do not develop completely. The condition is present at birth (congenital).\nHypoplastic left heart is a rare type of congenital heart disease. It is more common in males than in females. As with most congenital heart defects, there is no known cause. About 10 % of patients with hypoplastic left heart syndrome also have other birth defects.\nThe problem develops before birth when the left ventricle and other structures do not grow properly, including the:\n\n(i) Aorta-the blood vessel that carries oxygen-rich blood from the left ventricle to the entire body\nEntrace and exit of the ventricle\nMitral and aortic valves\n\nThis causes the left ventricle and aorta to be poorly developed, or hypoplastic. In most cases, the left ventricle and aorta are much smaller than normal.\nIn patients with this condition, the left side of the heart is unable to send enough blood to the body. As a result, the right side of the heart must maintain the circulation for both the lungs and the body. The right ventricle can support the circulation to both the lungs and the body for awhile, but this extra workoad eventually causes the right side of the heart to fail.\nThe only possibility of survival is a connection between the right and left side of the heart, or between the systemic\n\narteries and pumonary arteries (the blood vessels that carry blodd to the lungs). Babies are normally born with two\nof these connections:\n(i) Foramen ovale (a hole between the right and left atrium)\nDuctus arteriosus (a small vessel that connects the aorta to the pulmonary artery)\n\nBoth of these connections normally close on their own a few days after birth.\nIn babies with hypoplastic left heart syndrome, blood from the right side of the heart travels through the ductus arteriosus. This is the only way for blood to get to the body. if the ductus arteriosus is allowed to close in a baby with hypoplastic left heart syndrome, the patient may quickly die because no blood will be pumped to the body.\nBabies with known hypoplatic left heart syndrome are usually started on a medicine to keep the ductus arteriosusopen.\nBecause there is little or no flow out of the left heart, blood reaming to the heart from the lungs needs to pass through the foramen ovale or an atrial septal defect (a hole connecting the collecting chambers on the left and right sides of the heart) back to the right side of the heart. If there is no foramen ovale, or if it is too small, the baby could die. Patients with this problem have the hole between their atria opened, either with surgery or using a thin, flexible tube (heart catheterization).\n\nSymptoms\n\nAt first, a newborn with hypoplastic left heart may apper normal. Symptoms usually occur in the first few hours of life, although it may take up to a few days to develop symptoms. These symptoms may include:\n\n\nBluish (cyanosis) or poor skin color\nCold hands and feed (extremities)\n\n\nLethargy\n\n\nPoor pulse\nPoor suckling and feeding\nPounding heart\nRapid breathing\nShortness of breath.\nSince the systemic circulation is dependent on the patent ductus arteriosus the closure of ductus arterious leads to shock.\nSigns of heart failure usually appears within the first few days or weeks of life and include dyspnoea, hepatomegaly and low cardiac output. When PDA closes suddenly shock occurs all the peripheral pulses may be weak or absent.\n\nVentricular septal defect\n\nThese patients with VSD's become symptomatic around 6-10 weeks of age.\nThey usually present with congestive cardiac failure.\n\nEbstein's anomaly \n\nEbstein's anomaly consists of downward displacement of an abnormal tricuspid value into the right ventricle.\nThese patients usually present in teenage/adolescent years.\nThey may also present in infancy but they usually do not present with shock or severe hypoperfusion.\n\nAorticopulmonary window defect\n\nAn Aorticopulmanry window defect consists of a communication between the ascending Aorta and the main pulmonary artery.\nIn these cases minimal cyanosis is present and they may present with heart failure in infancy.", "cop": 2, "opa": "VSD large", "opb": "Hypoplastic left heart syndrome", "opc": "Ebstein anomaly", "opd": "AP window defect", "subject_name": "Pediatrics", "topic_name": null, "id": "2e78ce60-b4af-41c4-b2bd-595a6e728c1d", "choice_type": "single"}
{"question": "BCG is maximally protective against:-", "exp": "BCG VACCINE: - Vaccine used in India- Copenhagen strain - Primarily includes cell-mediated immunity - It has low protective efficacy against primary infection & pulmonary infection & all forms of TB - But enables satisfactory protection against severe forms of TB like Miliary TB, Tubercular meningitis & reduces moality", "cop": 3, "opa": "Pulmonary TB", "opb": "Pulmonary and CNS TB", "opc": "CNS and Disseminated TB", "opd": "Extra pulmonary TB", "subject_name": "Pediatrics", "topic_name": "AIIMS 2018", "id": "9572a3f9-b8a0-4fc4-96a1-cc0409721155", "choice_type": "multi"}
{"question": "A breast fed child presents with hypernatremia (Serum sodium > 170m Eq/L). His urine sodium is 70 mEq/L. Which of the following is the most likely cause –", "exp": "The child is having hypernatremia. Serum sodium >170 rnEq/L (Normal level is 135-145 mEq/L).\nUrine sodium is also very high, >70mEq/L (Normal urine sodium level in <20 mEq/L)\nThis combination can be seen with excessive intake of sodium.\nWith excessive intake of sodium there will be increase in serum sodium and excessive excretion of sodium in urine (Kidney tries to compensate for increase in serum sodium by excreting large amount of sodium).\nDiabetes Insipidus      ->    Serum sodium conc. will be high but urine sodium conc. will be very low (Lack of ADH leads to defect in concentration of urine).\nAcute necrosis            ->    Urine sodium conc. will be high but serum sodium conc. will be low. \nSevere dehydration    ->   Urine sodium concentration will be low.", "cop": 4, "opa": "Diabetes insipidus", "opb": "Acute necrosis", "opc": "Severe dehydration", "opd": "Excessive intake of sodium", "subject_name": "Pediatrics", "topic_name": null, "id": "0f86c441-70a5-466d-b59f-1512fe88cbfd", "choice_type": "single"}
{"question": "Which of the following intrauterine infections is associated with limb reduction defects and scarring of skin –", "exp": "Congenital varicella syndrome is characteristically associated with scarring of skin and limb reduction defect (limb hypoplasia).\n\nPerinatal chicken Pox (Perinatal varicella infection)\n\nThe baby may develop two types of complications depending on the period of gestation.", "cop": 1, "opa": "Varicella virus", "opb": "Herpes virus", "opc": "Rubella", "opd": "Parvovirus", "subject_name": "Pediatrics", "topic_name": null, "id": "05887319-687e-4b8e-a850-9c4097ceeef7", "choice_type": "single"}
{"question": "Absence of which of the given milestones in a 3 year old child should be called delayed development?", "exp": "18 Months Walks up/down stairs with help Throws a ball overhand Jumps in place Builds 3-4 blocks tower Turns 2-3 book pages Scribbles Uses cup and spoon 10+ word vocabulary Identifies common objects Has temper tantrums Understands ownership (\"mine\") Imitates others 3-4 years old Movements milestones Hops and stands on one foot up to five seconds Goes upstairs and downstairs without suppo Kicks ball forward Throws b all overhand Catches bounced ball most of the time Moves forward and backward with agility Milestones in hand and finger skills Copies square shapes Draws a person with two to four body pas Uses scissors Draws circles and squares Begins to copy some capital letters", "cop": 3, "opa": "Hopping on one leg", "opb": "Drawing square", "opc": "Feeding by spoon", "opd": "Catching a ball reliably", "subject_name": "Pediatrics", "topic_name": "AIIMS 2017", "id": "a9eb877d-bc11-4923-88b2-97193a8d52eb", "choice_type": "multi"}
{"question": "Brachycephaly is due to fusion of –", "exp": null, "cop": 4, "opa": "Parietal suture", "opb": "Sagittal suture", "opc": "Lambdoid suture", "opd": "Coronal suture", "subject_name": "Pediatrics", "topic_name": null, "id": "32a94b3a-7d3c-4586-bbc0-e70f4d07e31a", "choice_type": "single"}
{"question": "Characteristics radiological feature of transient tachypnoea of newborn is –", "exp": "The lungs are generally clear without rales or rhonchi and chest roentgenogram shows\n\n\nProminent pulmonary vascular markings            ❑ Overaeration\nFluid lines in the fissure                                          ❑ Flat diaphragms\nProminent inter lobar fissure                                   ❑ Occasionally pleural fluid.", "cop": 3, "opa": "Reticulogranular appearance", "opb": "Low volume lungs", "opc": "Prominent horizontal fissure", "opd": "Air bronchogram", "subject_name": "Pediatrics", "topic_name": null, "id": "e8b34af9-6a4b-42cf-90ce-fb46a23db79d", "choice_type": "single"}
{"question": "4yr boy absence of right testes, diagnostic laparoscopy done, a blind end vessel seen what to do next?", "exp": "Ans. D. Inguinal approachCryptorchidism is the most common congenital abnormality of the genitourinary tract.Cryptorchidism means hidden testis.An absent testis may be due to agenesis or atrophy secondary to intrauterine vascular compromise also known as the \"vanishing testis syndrome\".Bilaterally absent testes is anorchia which is 10% cases.More common on Right Side.Complications of undescended testesTorsion can be seen in incomplete testicular descentSterility is seen in bilateral cases (especially intra-abdominal testes)Incomplete testicular descent predisposes to malignant disease; cancer is more common in an incompletely descended testes-orchidopexy may or may not diminish the risk.Atrophy of an inguinal testes before pubey may possibly be caused by recurrent minor trauma.In patients with a unilateral nonpalpable testis, a descended testis that is larger than expected suggests an atrophic undescended testis; confirmation requires surgical intervention typically diagnostic laparoscopy to seek an intra-abdominal testis or confirm testicular agenesis. However, scrotal or inguinal exploration is sometimes done if a testicular remnant distal to the internal inguinal ring is suspected.", "cop": 4, "opa": "Open laprotomy", "opb": "Nothing to be done", "opc": "Scrotal approach", "opd": "Inguinal approach", "subject_name": "Pediatrics", "topic_name": null, "id": "51bdbdd1-de3d-45e7-8bfb-dbd36e1ae434", "choice_type": "single"}
{"question": "3.5 kg term male baby, born of uncomplicated pregnancy, developed, respiratory distress at birth, not responded to surfactant, ECHO finding revealed nothing abnormal, X–ray showed ground glass appearance and culture negative. Apgars 4 and 5 at 1 and 5 minutes. History of one month female sibling died before. What is the diagnosis ?", "exp": "\"Respiratory distress in an infant along with a positive family history of similarly affected newborn infants strongly suggests, pulmonary alveolar proteinosis\".\nPulmonary alveolar proteinosis \n\nPulmonary alveolar proteinosis is a disorder characterized by the intraalveolar accumulation of pulmonary surfactant.\nTwo clinically distinct forms of pulmonary alveolar proteinosis are seen -\n\n\nFatal form                                -->          Presenting shortly after birth (congenital PAP)\n\nu Gradually progressive form -->           Presenting in older infants and children\nPathology\n\nAlthough the mechanisms that lead to alveolar proteinosis are undefined, histological findings suggests that they result in a disruption of pulmonary surfactant metabolism.\nThe main surface tension lowering agent in surfactant is phospholipids le. primary dipalmitol phosphatidyl choline.\nHowever DPCC needs surfactant protein (in endogenous and natural surfactants) for efficient dispersion which enables the formation of a phospholipid monolayer on the alveolar surface.\nThere are two surfactant proteins present in the body i.e., protein A and protein B.\nIn pulmonary alveolar proteinosis, there is absence of protein B.\nIn the absence of protein B, the rapid spread and absorption of the phospholipid (DPCC) does not take place so they cannot form a phospholipid monolayer on the alveolar surface.\nThis in turn leads to failure of expansion of alveoli leading to poor cardiorespiratory adaptation at birth.\n\nClinical manifestation -\n\nThis disorder is immediately apparent in the newborn period and rapidly leads to respiratory failure.\nCongenital pulmonary alveolar proteinosis is clinically and radiographically indistinguishable from more common disorders of the newborn that lead to respiratory failure including pneumonia, generalized bacterial infection, respiratory distress syndrome and total anomalous pulmonary venous return with obstruction.\n\nDiagnosis\n\nHistopathological examination of lung biopsy specimen is the gold standard for diagnosis.\nOn histopathological examination distal air spaces are filled with a granular, eosinophillic material that stains\n\npositively with periodic - acid schiff reagent and is diastase resistant.\nTreatment\n\nUntreated, alveolar proteinosis in newborns is rapidly fatal and no successful medical therapy has been developed.\nRepeated bronchoalveolar lavage is a temporizing measure.\nLung transplantation is the only therapeutic option but its use is limited by concerns about disease recurrence.", "cop": 3, "opa": "TAPVC", "opb": "Meconium aspiration", "opc": "Neonatal pulmonary alveolar proteinosis", "opd": "Diffuse herpes simplex infection", "subject_name": "Pediatrics", "topic_name": null, "id": "f1cbc766-a7ea-44ec-ba8b-997ffc3a028a", "choice_type": "single"}
{"question": "A 6–month old boy weighing 3.2 kg presents with recurrent vomiting and polyuria. Investigations show blood area 60 mg/dl creatinine 0.7 mg/dL, calcium 12.8 mg/dL, phosphate 3 mg/dL, pH 7.45, bicarbonate 25 mEq/L and PTH 140 pg ml (normal <60 pg/ml). Daily urinary calcium excretion is reduced. Ultrasound abdomen show bilateral nephrocalcinosis. The most likely diagnosis is –", "exp": null, "cop": 2, "opa": "Bartter syndrome", "opb": "Mutation of the calcium sensing receptor", "opc": "Ps eudo–ps eudohypoparathyroidism", "opd": "Parathyroid adenoma", "subject_name": "Pediatrics", "topic_name": null, "id": "d3b541c9-d300-4ced-9a2c-c64eaa672ff0", "choice_type": "single"}
{"question": "Hyperkalemia in children may occur in all except –", "exp": "Hyperkalemia\nHyperkalemia defined as serum K+ concentration > 5.5 meq/L.", "cop": 4, "opa": "Insulin deficiency", "opb": "Metabolic acidosis", "opc": "Acute renal failure", "opd": "Cushing's syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "105d2b03-08bf-44da-8372-2ddd2dc43326", "choice_type": "multi"}
{"question": "A 5 year-old child presents with non-utatiening macules and pappules on the skin. Skin biopsy revealed a perivascular IgA deposition. Which of the following is the most likely diagnosis?", "exp": "Ans. a. Henoch-Shonlein purpura (Ref Harrison 19/e p2100, 18/e p2797)Presence of non-blanching palpable purpura (vasculitis of skin) and colicky abdominal pain (vasculitis of gastrointestinal tract) in a five-year-old child together with evidence of IgA deposition in immune complexes suggests the diagnosis of Henoch Scholein Purpura", "cop": 1, "opa": "Henoch Shonlein purpura", "opb": "Wegener's granulomatosis", "opc": "Kawasaki disease", "opd": "Drug-induced vasculitis", "subject_name": "Pediatrics", "topic_name": null, "id": "87c9ed45-4f13-4ec7-9af1-571dc39c84a9", "choice_type": "single"}
{"question": "Which of the following statements about cystic fibrosis (CF) is not true –", "exp": "Cystic fibrosis is an autosomal recessive disorder of ion transport in epithelial cells that affect fluid secretion in exocrine glands and the epithelial lining of the respiratory, gastrointestinal and reproductive tracts.\nCystic fibrosis occurs due to mutation in the CFTR gene.\nCFTR was initially recognized as chloride conductance channel but it is now recognized that CFTR can regulate multiple ion channels and cellular processes. These include :\nChloride channels\n\n\nPotassium channels\nGap junction channels\nBicarbonate ions", "cop": 2, "opa": "Autosomal recessive disorder", "opb": "Abnormality in CFTR which leads to defective calcium transport", "opc": "Mutation in cystic fibrosis transport regulator", "opd": "All of the above", "subject_name": "Pediatrics", "topic_name": null, "id": "ca5cb321-54b4-4b5f-a507-0493c19af96f", "choice_type": "multi"}
{"question": "Treatment of choice in childhood thyrotoxicosis :", "exp": "Most pediatric endocrinologists recommend initial medical therapy using antithyroid drugs rather than radioiodine or subtotal thyroidectomy.\nThe 2 antithyroid drugs in widest use are methimazole and propylthiouracil.", "cop": 3, "opa": "Radio Iodine", "opb": "Lugols Iodine", "opc": "Carbimazole", "opd": "Surgery", "subject_name": "Pediatrics", "topic_name": null, "id": "16b0d12a-6521-4f27-a70f-2726a7a3f6a3", "choice_type": "single"}
{"question": "Vesicoureteric reflux is more common in –", "exp": "Clinical manifestations of VUR \n\nIn primary reflux the average age ofpresentation is 2-3 years.\nReflux is more common in females and it is usually detected earlier in females so we can say that reflux is present from birth but it is usually detected at 2-3 years of age but in feinales the age of detection is earlier.\n\nFeatures are -\n\nIn primary reflux the patient usually presents with symptoms of pyelonephritis or cystitis.\nIn secondary reflux manifestation of primary diseases are usually the presenting symptoms\nReflux is the most common cause of pyelonephritis. It is seen in 30-50% of patients with pyelonephritis.\nIt is present in over 75% of patients with radiological evidence of chronic pyelonephritis Diagnosis of Vesicoureteric reflux -\nThe most useful process for conclusive diagnosis of reflux is micturating cystourethrogram.\nThis will demonstrate the grade of reflux as well as urethral anatomy.\nThe other useful technique for detecting vesicoureteric reflux is radionuclide imaging.\nIt is extremaly sensitive at detecting reflux but do not demonstrate the anatomic detail seen with voiding cystourethro gram.\nSo they are used for follow up after micturating cystourethrogram because they offer less radiation exposure.", "cop": 1, "opa": "Newborn females", "opb": "Older girls", "opc": "Older boys", "opd": "Only during pregnancy", "subject_name": "Pediatrics", "topic_name": null, "id": "c6da06a8-62d4-49b1-9bce-e4584bbadc62", "choice_type": "single"}
{"question": "True about cow\\'s milk are all except –", "exp": "Whey protein constitutes 80% of the protein in human milk, while the main protein in cow's milk is casein\nTable : Compariso, of human milk and cow's milk", "cop": 1, "opa": "Cow's milk contains 80% whey protein not casein", "opb": "Cow milk has less carbohydrate than mothers milk", "opc": "Has more K+ and Na+  than infant formula feeds", "opd": "All of the above", "subject_name": "Pediatrics", "topic_name": null, "id": "81b6f78e-d617-455f-b0d6-fd9480077f70", "choice_type": "multi"}
{"question": "A mother is exposed to Diethyl stilbesterol during pregnancy. All the following features may be seen in the child after birth except :", "exp": "\"Women who were exposed to diethylstilbestrol in utero have a high incidence of adenosis of the vagina and cervis. These patient also have, potential reproductive abnormalities, including infertility, habitual abortions and tubal and uterine cavity abnormality. Clear cell adenocarcinoma of the vagina and cervix is a rare sequaele of DES exposure in utero\".", "cop": 2, "opa": "Clear cell carcinoma", "opb": "Microglandular hyperplasia", "opc": "Malformation of the vagina and uterus", "opd": "Vaginal adenosis", "subject_name": "Pediatrics", "topic_name": null, "id": "781a68ce-0d78-4685-948b-4dbfa0740f1e", "choice_type": "multi"}
{"question": "Macrocephaly is seen in which of the following syndromes ?", "exp": "LEUCO J ITS TROPHY\n\nLeucodystrophy refers to progressive degeneration of the white matter of the brain clue to imperfect growth or development of the myelin sheath, the fatty covering that acts as an insulator around nerve fibre.\nMyelin which lends its color to the white matter of the brain, is a complex substance made up of at least ten different chemicals.\nThe leucodystrophy are a group of disorders that are caused by genetic defects in hoW myelin produces or metabolizes these chemicals.\nEach of the leucodystrophies in the result of a defect in the gene that controls one (and only one) of the chemicals. Specific leusodystrophies include -\nMetachroinatic leucodystrophy          ❑ Adrenoleucodystrophy                                 \n\n​❑ Canavan disease\n\nKrabbe's disease                                                 ❑ Pelizaeus-Merzhacher disease                                                         ​ ❑ Alexander disease\n\n\nSymptoms vary according to the specific type of leucodystrophy and may be difficult to recognize in the early stages of the disease.\n\nCanavan's disease \n\nAutosomal recessive disorder\nCaused due to deficiency of the enzyme N-Aspertoacylase.\nThis leads to accumulation of N-Acetyl aspartic acid in brain and urine.\nIt is characterized by the clinical traid of --> Hypotonia, Head lag, Macrocephaly \n\n​​Adrenoleucodvstrophy\n\nX-linked recessive disorder\nCaused due to deficiency of AcyI-C'oA synthetase.\nOnset is about 5-10 years\nMain symptoms are ataxia, spasticity, motor deficits, cortical blindness.\nMarocephaly is not a key feature \nMetachromatic leucodystrophy \nAutosomal recessive disorder\nCaused due to Arylsulfatase A deficiency\nOnset is in the 2nd year.\nSymptoms are into-ordination, especially gait disturbance, then general regression, optic atrophy, combined upper and lower motor neuron signs.\nMarocephaly usually late. \nKrabbe leucodvstrophy\nAutosomal recessive\nCaused due to deficiency of Beta-galactosidase deficiency\nOnset is in the first 6 months of life\nOptic atrophy, spasticity\nHead often small", "cop": 3, "opa": "Metachromatic leucodystrophy", "opb": "Adrenoleukodystrophy", "opc": "Canavan's disease", "opd": "Krabbe's disease", "subject_name": "Pediatrics", "topic_name": null, "id": "062bbde6-1097-4f2f-a08e-1b055158bbc1", "choice_type": "single"}
{"question": "NESTROFT test is a screening test for –", "exp": "NESTROFT ( Naked Eye Single Tube Red Cell Osmotic Fragility Test) is a screening test for detection of beta thalassemia trait.\n\nThalassemia screening\n\nWidespead prevlence of thalessemia has led to a pressing demand for community, screening.\nVarious methods for screening of thalassemia trait are available which include peripheral smear examination, RBC indices, 1VIeintzer's fraction, discriminant functions, NESTROFT etc.\nNESTROFT TEST is used in many centres in India for screening of thalassemia trait.\nIf mother is NESTROFT positive, the confirmatory test for HbA2 is done for mother and the father is subjected to screening by NESTROFT. If father is also NESTROFT positive, confirmatory test for HbA2 is done for father.\nIf both the parents have thalessemia trait, there is 1:4 chance of fetus having thalassemia major.\nTherefore, prenatal diagnosis is done by chorionic villus sampling (CVS) in first trimester.\nIf CVS confirms the fetus to be having thalasemia major, termination of pregnancy is indicated after counseling the parents.\nIf the fetus has thalassemia minor (trait) pregnancy is continued as such and baby will have normal lifespan.\nIt is worth noting here that a positive NESTROFT test is seen in other conditions beside beta thalassemia trait. These are iron deficiency anemia, alpha thalassemia trait, homozygous and heterozygous HbE, HbS as well as hereditary persistence of fetal hemoglobin.\n\nTherefore, a positive NESTROFT test should always be followed by a confirmatory test for HBA2 ( eg. serum electrophoresis).", "cop": 1, "opa": "β–thalassemia", "opb": "Hereditary spherocytosis", "opc": "Autoimmune hemolytic anemia", "opd": "Megaloblastic anemia", "subject_name": "Pediatrics", "topic_name": null, "id": "0c4f5b5b-25ec-459f-9872-a01bc925f211", "choice_type": "single"}
{"question": "Which of the following is not a feature of Juvenile Idiopathic Arthritis –", "exp": "Juvenile idiopathic arthritis\n\nJuvenile idiopathic arthritis is broad term that describes a clinically heterogenous group of arthritides of unknown cause, which begin before 16 years of age.\nThis term encompasses several disease categories : -\n\n1. Juvenile rheumatoid arthritis (see previous explanations) : -\ni) Pauciarticular (oligoarticular) JRA\nii) Poly-articular JRA\n\nRA. factor (+) ye\nRA factor (-) ye\n\niii) Systemic JRA\n\nJuvenile psoriatic arthritis\nJuvenile enthesitis related arthritis (ERA)\n\n​Subgroups of Juvenile Idiopathic Arthritis (JIM", "cop": 4, "opa": "Rheumatoid nodule", "opb": "Spikes of high fever", "opc": "Uveitis", "opd": "Raynaud's phenomenon", "subject_name": "Pediatrics", "topic_name": null, "id": "b8fad18b-75df-42b6-b06d-8902a10f6e16", "choice_type": "single"}
{"question": "A five year old male child presents with complaints of fever and abdominal distension. IIe is having vomiting for the last five days. On examination there are 6–8 Pus Cell/hpf in urine. WBC count shows 78% neutrophils. What is the best line of management –", "exp": null, "cop": 2, "opa": "Send urine for culture and sensitivity and wait for results", "opb": "Send urine for culture and sensitivity and start I.V. antibiotics immediately", "opc": "Send urine for culture, do an USG and start chloroquine", "opd": "Radio nucleotide studies", "subject_name": "Pediatrics", "topic_name": null, "id": "61d50780-6165-4945-ad76-ef08e193ec57", "choice_type": "single"}
{"question": "A child had repeated vomiting and developed metabolic alkalosis. The treatment given is –", "exp": "Treatment of metabolic alkalosis due to vomiting or nasogastric suction.\n\nMost children with metabolic alkalosis have one of the chloride responsive etiology (e.g., vomiting).\nIn these situations, administration of suffieeint sodium chloride and potassium chloride to correct volume deficit is necessary to correct metabolic alkalosis.\nAdequate replacement of gastric losses of sodium and potassium in a child with vomiting can minimize or prevent the development of metabolic alkalosis.\nWith adequate intravascular volume and a normal serum potassium concentration, the kidney is able to excrete the excess bicarbonate within a couple of days.", "cop": 2, "opa": "Ringer lactate", "opb": "I.V. normal saline and potassium", "opc": "ORS", "opd": "I.V. Normal saline", "subject_name": "Pediatrics", "topic_name": null, "id": "e9d9c003-7fb0-404f-aa20-bea77c101f75", "choice_type": "single"}
{"question": "All of the following syndromes are associated with uniparental disomy except-", "exp": "Answer- C. Bloom syndromeBloom syndrome is not associated wilh uniparental disomy.Uniparental disomy is the term used when both chromosome of a pair of chromosome in a person with normal number ofchromosome, have been inherited from only one parent.", "cop": 3, "opa": "Prader-Willi syndrome", "opb": "Russell-Silver syndrome", "opc": "Bloom syndrome", "opd": "Angelman syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "52638912-d9ec-4e6c-91a8-01e73bbeefd2", "choice_type": "multi"}
{"question": "Drug of choice for Rheumatic fever prophylaxis in penicillin allergic patient –", "exp": "T/T of Rhernatic fever\nDrug of choice --> Penicillin\nDrug of choice in penicillin allergic patients -4 Erythromycin\nDrug of choice for prophylaxis in Rheumatic fever -4 enzathine penicillin\nPrimary prevention            -       Benzathine penicillin administared before the 9th day of streptococcal pharyngitis\nSecondary prevention       -       Benzathine penicillin is administered of patients who have had an episode of Rheumatic fever this prevents further attacks\n\nIn penicillin allergic patients erythromycin is administered.", "cop": 1, "opa": "Erythromycin", "opb": "Clindamycin", "opc": "Vancomycin", "opd": "Gentamycin", "subject_name": "Pediatrics", "topic_name": null, "id": "6a1a402b-247e-4dd9-80b2-ad2f347b2d02", "choice_type": "multi"}
{"question": "All are true about rheumatic fever, except –", "exp": "Rheumatic fever\n\nRheumatic fever is an acute immunologically mediated multisystem inflammatory disease that occurs few weeks after an episode of group A streptococcal pharyngitis.\nThe disease is immune mediated, not a communicable disease.\n\tEpidemiology ofAcute Rheumatic fever.\nThe epidemiology of acute Rheumatic fever is identical to that of group A streptococcal upper respiratory tract infection.\nAs is the case of streptococcal sore throat, acute rheumatic fever most often occurs in children, the peak age related incidence is between 5-15 years.\nEpidemiological risk factor for rheumatic fever, include lower standards of living especially crowding, the disease has been more common among socially and economically disadvantaged populations.\n\nPathogenesis of Rheumatic fever\n\nIt is strongly suspected that acute Rheumatic fever is a hypersensitivity reaction induced by group A streptococci but the exact pathogenesis remains uncertain despite many years of investigation.\nAlthough the precise factor or factors that confer this property are unknown, highly rheumatogenic strains, share certain biological characteristic.\nIt is believed that antibodies directed against the M proteins of certain strains cross reacts with glycoprotein antigens in the heart, joints and other tissues. These strains are (1, 3, 5, 6, 18).\nThe M proteins molecules has a particular surface exposed antigenic domain against which Rheumatic fever patients mount a strong antibody response. These antibodies against the M proteins cross reacts with glycoproteins antigens in the heart, joints and other tissues because these glycoproteins share similar features with M antigenic domain.", "cop": 3, "opa": "Common in poor socioeconomic group", "opb": "Develops after streptococcal pharyngitis", "opc": "Communicable disease", "opd": "Seen in 5–15 years of children", "subject_name": "Pediatrics", "topic_name": null, "id": "41fac382-483b-4573-99c4-555b80dff3bc", "choice_type": "multi"}
{"question": "A 2 months old child was brought to the subcenter by his mother with complaints of fever for two days. Weight of the child is 2 kg. On examination, the child is restless and irritable, skin pinch went back in 2 seconds, oral mucosa is dry and eyes were sunken. There were ten pustules on his forehead. What should be done at the subcenter?", "exp": "Ans: C. Give first dose of antibiotic and refer to higher center in an ambulance with sips of ORS along the way.(Ref .Ghai 8th/e p752-753: IMNCI Guidelines).Multiple signs of possible serious bacterial infection (10 skin pustules, diarrhea with severe dehydration & weight = 2 kg which is <-3SD).Hence, child should be immediately given first dose of injectable antibiotic, kept warm & referred to hospital with sips of ORS along the way", "cop": 3, "opa": "Refer to higher center with mother giving frequent sips of ORS.", "opb": "Immediately admit the child, give IV fluids and then refer to higher center.", "opc": "Give first dose of antibiotic and refer to higher center in an ambulance with sips of ORS along the way.", "opd": "Send child home with few packets of ORS and call after 3 days.", "subject_name": "Pediatrics", "topic_name": null, "id": "bd279945-7401-4ea3-9f54-bcda518ecc9c", "choice_type": "multi"}
{"question": "In SCHWARTZ formula for calculation of creatinine clearance in a child, the constant depends on the following except –", "exp": "Schwartz formula (for creatine clearance in child).\n\nCreatinine clearance = K x height./ creatinine.\nK = constant\n\nK depends upon --> Age, Muscle mass, Method of creatinine estimation", "cop": 4, "opa": "Age", "opb": "Method of estimation of creatinine", "opc": "Mass", "opd": "Severity of renal failure", "subject_name": "Pediatrics", "topic_name": null, "id": "2a9cc59f-8f5f-4035-8010-07d1cc7a2f64", "choice_type": "multi"}
{"question": "Which of the following does not complicate into CHF –", "exp": "The ventricular septal defect of TOF is always large enough to allow free exit to the right to left shunt.\nSince the right ventricle is effectively decompressed by VSD, Congestive cardiac failure never occurs in TOE\nExceptions to this rule are : -\n\n\nAnemia                                                                                                     \nInfective endocarditis\n\niii) Systemic hypertension\niv) Myocarditis complicating TOF\nV) Aortic or pulmonic regurgitation.\n\nRemember:\nFollowing do not occur in TOF -->       o Cardiomegaly          o CHF              o Recurrent chest infections", "cop": 3, "opa": "Co–relation of aorta", "opb": "Transposition of great vessels", "opc": "Tetralogy of fallot's", "opd": "Patent ductus arteriorus", "subject_name": "Pediatrics", "topic_name": null, "id": "914b925a-424d-4ca2-8a94-bdd73f14c65f", "choice_type": "multi"}
{"question": "A baby presents with tetany. First thing to be done is administration of :", "exp": "The baby presenting with tetany is hypocalcemic, so must be treated immediately with calcium gluconate I.V. Treatment of hypocalcemia.\nAcute or Severe Tetany\nThe objective of the treatment is to correct hypocalcemia immediately with calcium gluconate I.V\nMaintenance management of hypoparathyroidism and chronic hypocakenzia.\nThe objective is to maintain serum calcium and serum phosphase at approximately normal levels. It usually requires.\n\n1. Diet  ---> Calcium supplements and diet rich in calcium.\n2. Vitamin D supplementation  ---> Ergocakiferol or dihydrotachysterol.", "cop": 3, "opa": "Diazepam", "opb": "Vitamin D", "opc": "Calcium gluconate", "opd": "Calcitonin", "subject_name": "Pediatrics", "topic_name": null, "id": "73b821cd-6c0f-427f-bd1c-ccc14a5f4267", "choice_type": "single"}
{"question": "All are signs of impending Eisenmenger except –", "exp": "Eisenmenger syndrome refers to patients with a VSD in which blood is shunted from right to left as a result of development of pulmonary vascular resistance. Initially shunt is from left to right as the systemic vascular pressure is greater than pulmonary vascular pressure. With time pulmonary vascular resistance increases due to change in pulmonary vessel wall as a result of increased flow in pulmonary vessels. When pulmonary vascular pressure exceeds the systemic vascular resistance, reversal of shunt into right to left shunt occurs.\nThis development of right to left shunt due to reversal of left to right shunt as a result of development of pulmonary vascular resistance and pulmonary hypertension is called Eisenmenger syndrome.", "cop": 1, "opa": "Increased flow murmur across tricuspid & pulmonary valve", "opb": "Single S2", "opc": "Loud P2", "opd": "Graham steel murmur", "subject_name": "Pediatrics", "topic_name": null, "id": "84fe7359-1ad3-4031-bf62-e4474bb33a86", "choice_type": "multi"}
{"question": "A triad of seizure, mental retardation and sebaceous adenoma is seen in –", "exp": "Tuberous sclerosis :\n\nIt is an autosomal dominant neurocutaneous syndrome.\nPathology\n\n\nCharacteristics brain, lesion, consists of tubers in the brain.\nThey are typically present in subependyneal region where they undergo calcification producing candle dripping appearance.", "cop": 2, "opa": "Congenital syphilis", "opb": "Tuberous sclerosis", "opc": "Toxoplasmosis", "opd": "Hypothyroidism", "subject_name": "Pediatrics", "topic_name": null, "id": "e4e4f249-397f-4edb-b3c2-ff0220ef3092", "choice_type": "single"}
{"question": "The following cardiac defects are characterized by ductus dependent blood flow except –", "exp": "Congenital heart disease in the newborn can be broadly categorized by the relationship between the patients cardiac defect and the patent ductus arteriosus; this categorization yields four distinct groups:\n\nI. Pulmonary flow ductal dependence.\n\nNewborns with congenital heart disease who are dependent on the potency of their ductus for pulmonary blood flow present with varying degrees of cyanosis.\nCritical Pulmonary Valve Stenosis with Intact Ventricular Septum.\n\nLi Tricuspid Atresia:\n\nTetralogy of Fallot \n\tNi Systemic flow ductal dependence.\n\n\nThese newborns are dependent on their ductus arteriosus for systemic blood flow and unlike the babies who are pulmonary flow dependent, these newborns present with severely decreased cardiac output.\nThis decreased systemic flow is characterized by pallor, diminished peripheral pulses, low urine output, cool extremities and varying degrees of metabolic acidosis.\nThis includes newborns with left ventricular outflow tract obstruction at various levels.\n\n\nCongenital Valvular Aortic Stenosis\nCoarctation of the Aorta\nInterrupted Aortic Arch\nHypoplastic Left Heart Syndrome (HLHS)\n\nIlL     xygenation ductal dependence.\n\nThese are babies who are born with congenital heart disease that requires a patent ductus for adequate mixi g of saturated and desaturated blood.\n\n\nTransposition of the Great Vessels (TGV) \n\tIV J uctal independence.\n\n\nThese are neonates who are not dependent on a patent ductus but still require urgent operation.\n\n\nTotal anomalous pulmonary venous return (TAPVR)\nTruncus Arteriosus\nAnomalous origin of the left main coronary alloy from the pulmonaly artery.", "cop": 3, "opa": "Transposition of great arteries with intact septum", "opb": "Interrupted aortic arch", "opc": "Truncus arteriosus", "opd": "Hypoplastic left heart syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "12c9a1fb-87c9-4109-b4c1-9fa0babc98cc", "choice_type": "multi"}
{"question": "What should be the ideal temperature in delivery room for the neonates to be kept in warmer?", "exp": "Ans: A. 22-26degC(Ref Ghai 8/e p133).Nursery temperature:Ideal temperature in delivery room for neonates in warmer state - 22-26degC (72-78\"F).Should be free from drill of air.Ventilation system for each delivery & resuscitation room designed to control ambient temperature between 72-78 degrees Fahrenheit (22-26 degrees Centigrade) during delivery, resuscitation & stabilization of newborn.", "cop": 1, "opa": "22-26degC", "opb": "28-30degC", "opc": "30-35degC", "opd": "37degC", "subject_name": "Pediatrics", "topic_name": null, "id": "5fa2e23f-c19c-4828-b240-59b7a0a84834", "choice_type": "single"}
{"question": "Treatment of kawasaki disease in children is –", "exp": null, "cop": 3, "opa": "Oral steroids", "opb": "IV steroids", "opc": "IV Immuno globulins", "opd": "Mycophenolate mefentil", "subject_name": "Pediatrics", "topic_name": null, "id": "bbf80ddc-3f79-48db-ad1e-5e6d0322704a", "choice_type": "single"}
{"question": "An 8 year old female child following URTI developed maculopapular rash on the jaw spreading onto the trunk which cleared on the 3T day without desquamation and tender post auricular and suboccipital lymphadenopathy. The diagnosis is –", "exp": null, "cop": 3, "opa": "Kawasaki disease", "opb": "Erythema infectiosiun", "opc": "Rubella", "opd": "Measles", "subject_name": "Pediatrics", "topic_name": null, "id": "f31cf6f2-74fe-4d49-a8a7-ae85b1359d2b", "choice_type": "single"}
{"question": "A 6 months old child having severe dehydration comes to the casualty with weak pulse and unrecordable B.P. Repeated attempt in gaining I.V. access has failed – The next best step is –", "exp": "\"If I.V. route is unsuccessful, introasseus access in the proximal tibia of an uninjured leg is the preferred alternative for children younger than 6 yrs. In children older than 6 yrs a percutaneous femoral venous line should be attempted.", "cop": 3, "opa": "Try again", "opb": "Jugular vein catheterization", "opc": "Intra osseus I.V. fluids", "opd": "Venesection", "subject_name": "Pediatrics", "topic_name": null, "id": "867140e4-9b9f-4784-b252-9720f89a385e", "choice_type": "multi"}
{"question": "A neonate has central cyanosis and short systolic murmur on the 2nd day of birth. The diagnosis is –", "exp": "Out of the four options, only 1st two are cyanotic heart disease i.e. TOF & TGV.\nTOF can be ruled out as it does not cause cyanosis at birth.\n\nNelson says - \"Often cyanosis is not present of birth, but with increasing hypertrophy of the right ventricular\ninfiindibulum and patient growth, Cyanosis occurs later in the 1st year of life.\"\n\nShort systolic murmur is not of much help in reaching the diagnosis as it is present in both the conditions. Transposition of great vessels \nTransposition of great vessels is defined as : -\n\ni) Aorta arising from right ventricle.\nii)Pulmonary artery arising from the left ventricle.\n\nAnatomically TGA is divided into :-\n\nA) Complete variety\n\nRight atrium is connected to right ventricle and right ventricle is connected to aorta.\nLeft atrium is connected to left ventricle and left ventricle is connected to pulmonary artery.\nThis results in complete separation of systemic and pulmonary circulation : -", "cop": 2, "opa": "Tetralogy of Fallot's", "opb": "Transposition of great vessels", "opc": "Atrial septal defect", "opd": "Ventricular Septal defect", "subject_name": "Pediatrics", "topic_name": null, "id": "470d2dcb-0af2-4dae-8598-208eff783a95", "choice_type": "multi"}
{"question": "Exclusive breast feeding may be associated with all of the following except –", "exp": "Breast feeding protects against evening colic.\nEvening colic may be seen as a manifestation of allergy to cow's milk, but not with breast milk.\nHaemorrhage due to vit K deficiency may be seen. Breast milk contains very little Vit K - Dutta 4th/e p. 515 Hypoprothrombinemia, may therefore occur along with defeciency of other vit K dependent coagulation factors. (VII, IX, X). This predisposes to haemorrhagic disease in new horns.\nThere is strong association between exclusive breast feeding and neonatal jaundice. It is presumed to be due to inhibitory substance in the breast milk, that intefere with bilirubin conjugation e.g. pregananediol and free fatty acids.\nGolden colour stool may be seen.", "cop": 2, "opa": "Hemolysis due to Vit–K deficiency", "opb": "Evening colic", "opc": "Golden colour stool", "opd": "Prolongation of physiological jaundice", "subject_name": "Pediatrics", "topic_name": null, "id": "7297376f-a521-40a8-8402-2958f583c745", "choice_type": "multi"}
{"question": "About Juvenile Myoclonic epilepsy, all are true EXCEPT:", "exp": "Juvenile Myoclonic epilepsy: also known as Janz syndrome Seen in adoloscent age group Typically presents with myoclonic jerks causing patient to drop objects GTCS, clonic seizures and juvenile absences can also be seen Attacks are more prominent during early morning Drug of choice: Valproate; Lamotrigine can also be used", "cop": 1, "opa": "Valproate is contraindicated", "opb": "Lamotrigine can be given", "opc": "Phenytoin is not the preferred drug", "opd": "Polygenic inheritance", "subject_name": "Pediatrics", "topic_name": "AIIMS 2019", "id": "ddbbe993-0717-40b7-8f55-a75d4de40a81", "choice_type": "multi"}
{"question": "Which of the following is considered as high risk infant?", "exp": "Ans. A. Working mother Identification of 'At Risk' Infants * Bih weight < 2.5 Kg* Bih order 5 or more* Aificial feeding* Weight below 70% of expected weight (i.e. grade II & III malnutrition)* Failure to gain weight during 3 successive months* Children with PEM, Diarrhea.* Working mother, one parent.* Spacing of less than 1 year.", "cop": 1, "opa": "Working mother", "opb": "Antenatal preeclampsia", "opc": "Third child", "opd": "Twins", "subject_name": "Pediatrics", "topic_name": null, "id": "1a54dc09-051e-419b-879e-6d435f34f711", "choice_type": "single"}
{"question": ". The most common fungal infection in the neonates transmitted by caregiver's hand is:", "exp": "Ans. d. Candida parapsilosis\"C. parapsilosis infections are esptecially associated with hyperalimentation solutions, prosthetic devices, and indwellingcatheters, as well as the nosoeomial sprcad of disease throagh the hands of health care workers", "cop": 4, "opa": "Candida albicans", "opb": "Candida glabrata", "opc": "Candida tropicalis", "opd": "Candida parapsilosis", "subject_name": "Pediatrics", "topic_name": null, "id": "178bda2c-c1fc-47dd-8d73-ef6e7ddf0d22", "choice_type": "single"}
{"question": "Which of the following disorder of mother leads to microcephaly in baby –a)  SLEb)  Hepatitis A c) Phenylketonuriad)  Rubella", "exp": "Microcephaly is defined as a head circumference that measures more than three standard deviation below the mean for age.\n\nCauses of microcephaly", "cop": 2, "opa": "ab", "opb": "cd", "opc": "bd", "opd": "ac", "subject_name": "Pediatrics", "topic_name": null, "id": "6d9630ba-dad1-4241-aac6-e09dd761a9c1", "choice_type": "single"}
{"question": "All are true regarding administration of betamethasone to a mother with premature delivery except –", "exp": "Prevention of\n\nPrenatal steroids are effective in preventing HMD.\nSteroids acts by enhancing lung maturity.", "cop": 3, "opa": "Neonatal morbidity better", "opb": "Helps lung maturity", "opc": "Prevents hyperbilirubinemia", "opd": "Decreases intraventricular hemorrhage", "subject_name": "Pediatrics", "topic_name": null, "id": "1fc4e91a-649c-4eb8-bf21-abc171e8231f", "choice_type": "multi"}
{"question": "A 30–year old lady delivered a healthy baby at 37 week of gestation. She was a known case of chronic hepatitis B infection She was positive for HBsAG o but negative for HBeAG. Which of the following is the most appropriate treatment for the baby –", "exp": "Immunization of infants born to i sAg positive women. \n\nThese infants should receive both active and passive immunization soon after birth.\n\nThe first dose of active immunization should be accompanied by administration of .5 ml of HBIG as soon after delivery is possible, because the effectiveness decreases rapidly with increased time after birth.\n\nSubsequent doses of active immunization should be given at 1-2mo, and 6 mo of age.", "cop": 1, "opa": "Both active and passive immunization soon after birth", "opb": "Passive immunization soon afte birth and active immunization at 1 year of age", "opc": "Only passive immunization soon after birth", "opd": "Only active immunization soon after birth", "subject_name": "Pediatrics", "topic_name": null, "id": "cd26e28e-1b7b-4873-8031-d69f1b75a277", "choice_type": "multi"}
{"question": "Short child with low T4 and raised TSH and swelling of pituitary, what is the diangosis ?", "exp": "Normally, T4 and T3 exert negative feedback on TSH secretion by pituitary in two ways:\n\n\nBlock the secretion of TSH by pituitary directly --> major action\nBlock the secretion of TRH by hypothalamus (TRH stimulates the secretion of TSH by pituitary)\n\n\nIn primary hypothyrodism, T4 and T3 are not produced or produced in low concentration by thyroid. This results in abolition of negative feedback on TSH secretion. Thus, there is elevated TSH and pituitary can become hyperplastic to produce more TSH.\nIn pituitary cause of hypothyroidism (secondary hypothyroidism) both TSH and Thyroid hormone (T4, T3) are low as pituitary does not secrete TSH and TSH is the major stimulation for production of T4 and T3.\n\nAbout option d\n\nTSH resistance can also produce same picture i.e. raised TSH and low T4 with pituitary swelling.\nThere is thyroid insensitivity to TSH which results in hypothyroidism (1T4 and T3). Because of reduced thyroid hormone feedback, TSH is markedly elevated.\nHowever, Amongst the given options best option is primary hypothyrodism because TSH resistance is a very rare condition and further T4 levels are normal in Mild and moderate (Partial) TSH resistance.", "cop": 1, "opa": "Primary hypothyrodism", "opb": "Pituitary tumor", "opc": "TSH Secreting pituitary adenoma", "opd": "TSH resistance", "subject_name": "Pediatrics", "topic_name": null, "id": "bc6e7601-e544-4e20-ab7c-ad493a4aa325", "choice_type": "single"}
{"question": "Characteristic features of growth hormone deficiency include all of the following except –", "exp": "The child with hypopituitarism is usually of normal size and weight at birth.\nHere is a differential diagnosis of Short stature\nSee the following table:", "cop": 1, "opa": "Short stature since birth", "opb": "Symptomatic hypoglycemia", "opc": "Delayed tooth eruption", "opd": "Sexual infantilism", "subject_name": "Pediatrics", "topic_name": null, "id": "60a2311b-bfcb-43c9-9409-30d6f3a0e6b9", "choice_type": "multi"}
{"question": "CASE -2 SR visit again but the condition is not improved but this time IV cannula was set. What drug should be given now?", "exp": "Ans. In this case the First Line has failed . So for second line therapy I/V Phenobarbital is prefferedReference - <a href=\"", "cop": 2, "opa": "Midazolam", "opb": "I/V Phenobarbital", "opc": "Oral valproate", "opd": "IV carbamazepine", "subject_name": "Pediatrics", "topic_name": null, "id": "03952f72-4223-48bc-a0df-51af60400a7a", "choice_type": "single"}
{"question": "A 1-month-old child presented with conjugated bilirubinemia and intrahepatic cholestasis. On Liver biopsy staining with PAS, red colored granules were seen inside the hepatocytes. Probable diagnosis is:", "exp": "Ans: C. Alpha-1 antitrypsin deficiency(Ref Harrison 19/e 367-e2; Nelson 20/e p2052; Robbins. 9/e p815)Most probable diagnosis = Alpha-I Antitrypsin deficiency.Alpha-I Antitrypsin deficiency:Diagnosis:Confirmed by blood tests.Reduced levels of serum AAT & accompanied by Pi determinations.Liver biopsy:Determines stage of hepatic fibrosis.Shows characteristic PAS-positive & diastase-resistant round- to-oval cytoplasmic globular inclusions inside hepatocytes of lobule periphery.", "cop": 3, "opa": "Congenital hepatic fibrosis", "opb": "Wilson's disease", "opc": "Alpha-1 antitrypsin deficiency", "opd": "Hemochromatosis", "subject_name": "Pediatrics", "topic_name": null, "id": "0aa56b89-1692-494c-b14f-f794ca9821ec", "choice_type": "single"}
{"question": "A 3 – month old infant presents with bilateral medullary nephrocalcinosis. All of the following can cause medullary nephrocalcinosis except :", "exp": "Nephrocalcinosis :\n\nDeposition of calcium in the substance of the kidney.\n\nCauses of nephrocalcinosis :\n\nIdiopathic hypercalciuria.\nHyperoxaluria.\nDistal renal tubular acidosis.\nDiuretics for preterm baby.\nBartter syndrome.\nDent's disease.\nPrimary hyperparathyroidism.\nFamilial hypomagnesemia, hypercalciuria with nephrocalcinosis.", "cop": 4, "opa": "Hyperoxaluria", "opb": "Bartter's syndrome", "opc": "Prolonged use of furosemide", "opd": "ARPKD", "subject_name": "Pediatrics", "topic_name": null, "id": "5f5f1b55-68a6-4c77-a46a-97d7157a4adc", "choice_type": "multi"}
{"question": "In a child with tetralogy of Fallot with fever and diarrhea, which of the following is the surest sign of a cyanotic spell?", "exp": "Ans: B: Absence of murmurExplanation:(Ref: Nelson 20Ie p2212; Ghai 8/e p422)During cyanotic spell, temporary disappearance or a decrease in intensity of the systolic murmur is usual as flow across the right ventricular outflow tract diminishes.Paroxysmal hypercyanotic attacks (hypoxic, \"blue,\" or \"tet\" spells) are a paicular problem during the 1st 2 years of life.The infant becomes hyperpneic and restless, cyanosis increases, gasping respirations ensue, and syncope may follow.Most frequently in morning on initially awakening or after episodes of vigorous crying.", "cop": 2, "opa": "Hepatomegaly", "opb": "Absence of murmur", "opc": "S3 gallop rhythm", "opd": "Aerial oxygen saturation of less than 75%", "subject_name": "Pediatrics", "topic_name": null, "id": "277484ef-0832-433c-ba20-92a56041c894", "choice_type": "multi"}
{"question": "18 months old child, who has received one dose of DPT and OPV at 2 months of age. What will be your next immunization plan :", "exp": "A lapse in the immunization schedule does not require reinitiation of entire vaccine series. Immunization should be given at the next visit in the usual doses assuming that the minimum interval has already elapsed and the imunization should be completed at the next available opportunity\".\nD.P.T. and oral polio vaccine which the child already had should be considered as the first dose.\nThe child would need further 2 doses of this vaccine to complete the primary vaccination.\nBooster doses are administered, once the primary immunization is complete. Thus you cannot administer booster doses of D.P.T. and O.P.V. as their primary immunization is not complete.", "cop": 4, "opa": "Restart immunization schedule, as per age", "opb": "Measles, BCG, booster dose of DPT and OPV", "opc": "Measles, booster dose of DPT and OPV", "opd": "BCG, 2ND dose of DPT and OPV", "subject_name": "Pediatrics", "topic_name": null, "id": "ac195c22-e47e-49f9-87d5-87b26416ea05", "choice_type": "single"}
{"question": "A girl child with fever, cough, dyspnoea with x–ray showing right lower lobe patchy consolidation, for which treatment was given. After 8 weeks symptom improved but x-ray showed more dense consolidation involving the whole of the right lower lobe. What is the next best line of investigation ?", "exp": "A history of recurrent pneumonia in the same lobe or segment or slow resolution (> 3 months) of pneumonia on successive radiographs suggests the possibility of bronchial obstruction and the need for bronchoscopy.", "cop": 1, "opa": "Bronchoscopy", "opb": "Culture from nasopharynx", "opc": "Barium esophagogram", "opd": "Allergic skin test", "subject_name": "Pediatrics", "topic_name": null, "id": "4282ea27-91a4-4cd7-9781-2958d3986552", "choice_type": "multi"}
{"question": "All of the following are characteristic features of Tricuspid Atresia except –", "exp": "Atresia of the tricuspid valve results in the absence of a communication between the right atrium and right ventricle therefore the right ventricle is underdeveloped the inflow portion being absent.\nThe only exit for systemic venous blood coming to the right atrium is by way ofAtrial Septal defect. Through this the blood goes to left atrium from where it enters left ventricle.\nA ventricular septal defect provides communication between the left ventricle and the outflow portion of the right ventricle. The left ventricle therefore maintain both the systemic as well as the pulmonary circulation thus there is hypertrophy of the left ventricle which is reflected by left axis deviation in ECG.\nThe pulmonary blood flow is dependent on the size of the ventricular defect, the smaller the VSD, the lesser the pulmonary blood flow. 90% patients of Triscuspid Atresia have diminished pulmonary blood flow.\nAuscultatory finding in case of Tricuspid Atresia -'\n\n\nS 1- Normal                o SZ - Single           o Murmur grade III to grade 1111 / VI", "cop": 4, "opa": "Left Axis deviation", "opb": "Right ventricular hypoplasia", "opc": "Pulmonary vascularity is diminished", "opd": "Splitting of S2", "subject_name": "Pediatrics", "topic_name": null, "id": "567c4ef0-c8b3-40db-8076-d293f225f852", "choice_type": "multi"}
{"question": "In chronic renal failure : a) Urine output is more than 3 litres per dayb) Urine concentration is decreasedc) Sodium conservation is poord) Polycythemia is present", "exp": null, "cop": 3, "opa": "a", "opb": "c", "opc": "bc", "opd": "ad", "subject_name": "Pediatrics", "topic_name": null, "id": "f2f90872-25be-4295-9e2c-26f8310a2100", "choice_type": "single"}
{"question": "Injection Glucagon is effective for management of persistent hypoglycemia in all, except –", "exp": "Glucagon is used to t/t hypoglycemia caused by hyperinsulinism.\nGlucagon mainly acts by increasing hepatic Glycogenolysis and Gluconeogenesis\nHyperinsulinism is a feature of all the four conditions mentioned in the questions so Glucagon should have been effective in all these conditions, but it is not so. Glucagon does not have any effect on hypoglycemia in Galactosemic patients.\n\n\nIn Galactosemia liver is the first organ to be affected so there is no question of increased glycogenolysis and gluconeogenesis from the already damaged liver therefore Glucagon will be ineffective.", "cop": 2, "opa": "Large for date baby", "opb": "Galactosemia", "opc": "Infant of diabetic mother", "opd": "Nesidioblastosis", "subject_name": "Pediatrics", "topic_name": null, "id": "72676291-2690-40d6-b2f1-30cfdb015e45", "choice_type": "multi"}
{"question": "All of the following groups of newborns are at an increased risk of hypoglycemia except –", "exp": "Neonatal hypoglycemia is, seen in preterm infants (not post term)", "cop": 4, "opa": "Birth asphyxia", "opb": "Respiratory distress syndrome", "opc": "Maternal diabetes", "opd": "Post term infant", "subject_name": "Pediatrics", "topic_name": null, "id": "c7d3b43e-bcf6-4d61-bca9-552c07da0d6f", "choice_type": "multi"}
{"question": "A 6 days old neonate weighing 2800 gm (bih weight 3200 gm) was brought with the complaints of fever, poor feeding and poor activity. There was no history of vomiting or diarrhea. Axillary temperature was 39degC with depressed fontenalle, sunken eyes, decreased urine output and decreased skin turgor. Her mother has the history of decreased milk production. What is your diagnosis?", "exp": "Ans: A. Neonatal sepsisInitial Signs & Symptoms of Infection in Newborn InfantsGeneralCardiovascular SystemFever, temperature instabilitydegNot doing well, poor feedingdegEdemadegPallor, mottling, cold clammy skindegHypotension, tachycardiadegBradycardiaGastrointestinal SystemCentral Nervous SystemAbdominal distentiondegVomiting, diarrheadegHepatomegalyIrritability, lethargy, high pitched cryTremors, seizuresdegHyporeflexia, hypotonia, abnormal Moro's reflexdegRespiratory SystemHematological SystemApnea, dyspnea, tachypneadegRetractions, flaring, gruntingdegCyanosisdegPallor, jaundice, splenomegalydegBleedingPetechiae, purpura", "cop": 1, "opa": "Neonatal sepsis", "opb": "Galactosemia", "opc": "Fever & dehydration", "opd": "Acute renal failure", "subject_name": "Pediatrics", "topic_name": null, "id": "13c88190-2ea3-4939-87e3-5d4752552fcf", "choice_type": "multi"}
{"question": "Ponderal index is:", "exp": "Ans: B. Weight in kilograms by cube of height in meters(Ref Dafiary Manual of Obstetrics 3/e p199)Ponderal Index:Calculated by multiplying weight in grams by hundred and then dividing by cube of length in cm.Ponderal index = Bih weight (gm)/ Length (cm)3 x 100Interpretation:Usually less than 2 in asymmetric growth retardation.2 or more in babies with normal growth or symmetric growth retardation.", "cop": 2, "opa": "Square root of height in feet by weight in grams", "opb": "Weight in kilograms by cube of height in meters", "opc": "Mid-upper arm circumference to head circumference ratio", "opd": "Head circumference to abdominal circumference ratio", "subject_name": "Pediatrics", "topic_name": null, "id": "761c3922-2330-4ccc-9fc2-64911995760b", "choice_type": "single"}
{"question": "A 7–day old infant has a leaky meningomyelocele. The most useful test for diagnosis and management of the condition is –", "exp": "Most cases of meningocele are recommended for treatment as soon after birth as possible.\nIn the case of a sac which is leaking fluid, the treatment is most urgent.\nGenerally, treatment includes a surgical procedure to close and remove the soft tissue covering of back.\nAs there are chances of bacterial meningitis and sepsis due to CSF leak, CSF and blood sample should be send for culture and sensitivity and peri-operative antibiotics (broad spectrum) can be changed to the specific antibiotics after the blood and CCF culture and sensitivity report.", "cop": 1, "opa": "Blood–culture and sensitivity", "opb": "Urine–culture and sensitivity", "opc": "Rectal swab–culture and sensitivity", "opd": "Wound swab–culture and sensitivity", "subject_name": "Pediatrics", "topic_name": null, "id": "03486244-ec95-4253-81cf-8035e53ac651", "choice_type": "single"}
{"question": "A neonate presented with cicatrizing skin lesions all over the body with hypoplasia of all limbs. An MRI of the brain revealed diffuse cerebral atrophy. An ophthalmologic evaluation reveals chorioretinitis. Which of these tests is most likely to show a positive result in this patient?", "exp": "Ans: C. Anti-VZV antibody(Ref Ghai 8/e p2215).Suggestive of congenital varicella infections detected using Anti-VZV antibodies.Congenital varicella syndrome:Characterized by cicatricial skin scarring in a zoster-like distribution, limb hypoplasia, and neurologic (e.g., microcephaly, coical atrophy, seizures, and mental retardation), eye (e.g., chorioretinitis, microphthalmia, and cataracts), renal (e.g., hydroureter and hydrottephrosis) and autonomic nervous system abnormalities (neurogenic bladder, swallowing dysfunction, and aspiration pneumonia).", "cop": 3, "opa": "Anti-HCMV antibodies", "opb": "Anti-toxoplasma antibodies", "opc": "Anti-VZV antibody", "opd": "Anti-rubella antibody", "subject_name": "Pediatrics", "topic_name": null, "id": "cc50db92-b976-499e-b7ef-2d8c27458043", "choice_type": "multi"}
{"question": "Transient tachypnea of new born (TTN) is commonly seen in which of the following situations –", "exp": "In text books, both elective caesarian section and normal preterm or term vaginal delivery have been mentioned as risk factors for transient tachypnea of newborn.\nBut the best answer is caesarian section -\n\n\"Delivery by caesarian section and gestational age are the risk factors for TTN\". —Articles Obs & Gynae Transient tachvpnea of Newborn (TTN) \n\nTransient tachypnea of the newborn is a benign self-limiting disease occuring usually in term neonates and is due to delayed clearance of lung fluid.\nIt is also called respiratory distress syndrome type H\nTTN follows -\n\n\nUneventful normal preterm or term vaginal delivery\nCesarean delivery\n\n\nTTN is believed to be secondary to slow absorption of fetal lung fluid resulting in decreased pulmonary compliance and tidal volume and increased dead space therefore also known as wet lung.\nClinical manifestations\n\n\nEarly onset of tachypnea\n\nEl Sometimes refraction or expiratory grunting\nu Occasionally cyanosis\n\nPatients usually recover rapidly within 3 days.\n\nHypoxemia, hypercapnia and acidosis are uncommon.", "cop": 3, "opa": "Term delivery requiring forceps", "opb": "Term requiring ventouse", "opc": "Elective caesarean section", "opd": "Normal vaginal delivery", "subject_name": "Pediatrics", "topic_name": null, "id": "350d3b19-c8b4-4e99-b2a0-dc3f2bf4a206", "choice_type": "single"}
{"question": "A five year old child presents with left ventricular hypertrophy and central cyanosis what is the most probable diagnosis –", "exp": "\"Left axis deviation and left ventricular hypertrophy are usually present on electrocardiogram distinguishing tricuspid atresia from most other cyanotic heart lesions.\n\nThe combination of cyanosis and left axis deviation is highly suggestive of tricuspid atresia.\"\n- Nelson irk p. 1913\nTricuspid atresia \n\nCongenital absence of tricuspid valve is called tricuspid atresia\n\tTA has following features : -\n\n\nAbsence of tricuspid valve\nHypoplastic right ventricle with absence of inflow portion of RV\n\n\nSo, blood can not flow directly from right atrium to right ventricle and following associated defect are neccessary for survival : -\n\n\nFor flow of blood from RA to LA Patent foramen ovale or ASD.\nFor flow of blood from LV to RV --> VSD (VSD is always muscular in tricuspid atresia)\n\n\nTherefore blood flow in following direction.", "cop": 1, "opa": "Tricuspid atresia", "opb": "Eisenmenger syndrome", "opc": "Tetrology of Fallot", "opd": "Total anomalous pulmonary venous drainage", "subject_name": "Pediatrics", "topic_name": null, "id": "3101996f-b393-4e05-9cb4-542df72f1b5c", "choice_type": "multi"}
{"question": "The most common gene defect in idiopathic steroid resistant nephrotic syndrome –", "exp": null, "cop": 2, "opa": "ACE", "opb": "NPHS 2", "opc": "HOX 11", "opd": "PAX", "subject_name": "Pediatrics", "topic_name": null, "id": "6ea9c844-6c19-4b2a-81ff-b31837c44bd9", "choice_type": "single"}
{"question": "All of following are recognized manifestation of acute Rheumatic fever except –a) Abdominal painb)  Epistaxisc)  Choread)  Subcutaneous nodules", "exp": "Subcutaneous nodules and chorea are the major criteria.\nEpistaxis and abdominal pain are nonspecific and usually do not occur.", "cop": 4, "opa": "ac", "opb": "a", "opc": "ad", "opd": "ab", "subject_name": "Pediatrics", "topic_name": null, "id": "810e4333-a984-4b47-821a-d6dddd1615d7", "choice_type": "multi"}
{"question": "A 10 days old neonate is posted for pyloric stenosis in surgery. The investigation report shows a serum calcium level of 6 mg/dL. What information would you like to know before you supplement calcium to this neonate –", "exp": "Normal calcium level is 8.9-10.1 mg/dl (total calcium).\nSlightly less than half of the total serum calcium exists in free or ionized form. Remainder is bound to protein (mostly albumin). ionized calcium is relevant for cell fuction.\n\n\"There are few clinical situations in which the total calcium is not an adequate surrogate for the ionized Ca++ concentration. The most common and severe problem is the presence of hypoalbuminemia\".\n\nEach 1 gin/di of albumin in the serum binds about 0.8 mg/dl of calcium.\nA low total calcium concentration may be normal in a patient with significant hypoalbuminemia.\nNow, it is clear from above that a low level of serum protein lowers the total plasma calcium but not the ionized calcium, So, before treating hypocalcemia, measure the serum protein level.", "cop": 2, "opa": "Blood glucose", "opb": "Serum protein", "opc": "Serum bilirubin", "opd": "Oxygen saturation", "subject_name": "Pediatrics", "topic_name": null, "id": "43665f50-c4e4-4798-a3b7-cfe41901c3e8", "choice_type": "single"}
{"question": "Most common cause of Blood stained diaper in a Neonate is :", "exp": "It is the answer from exclusion of other options­.\n\n\nBilharziasis does not occur in neonatal period.\nSickle cell trait is usually asymptomatic.\nMeatal stenosis presents between 3-8 years.\n\n\nNow we are left with option `d' only.", "cop": 4, "opa": "Bilharziasis", "opb": "Sickle cell trait", "opc": "Meatal stenosis", "opd": "Urethral hemangioma", "subject_name": "Pediatrics", "topic_name": null, "id": "785fef59-4300-47c1-a53e-7e09f6201e0d", "choice_type": "single"}
{"question": "Ideal route of drug delivery in neonatal resuscitation is:", "exp": "Ans: B. Through umbilical vein(Ref: Ghai 8/e p132).Umbilical vein - Preferred route for drug delivery during resuscitation.Due to ease of approach.Veins in scalp or extremities are difficult to access during resuscitation.For umbilical vein catheterization, 3.5 Fr or 5 Fr umbilical catheter inseed into umbilical vein such that its tip is just inside the skin surface and there is free flow of blood.Direct injection into umbilical cord is not desirable.No intracardiac injection recommended.", "cop": 2, "opa": "Intraosseous", "opb": "Through umbilical vein", "opc": "Through peripheral vein", "opd": "Through umbilical aery", "subject_name": "Pediatrics", "topic_name": null, "id": "8cfd114e-e854-4456-baa4-46883d6d45b0", "choice_type": "single"}
{"question": "Which of the following is least likely in PDA?", "exp": "Ans. a. CO, wash outInfants and children with a small PDA are generally asymptomatic; infants with a large PDA present with signs of hea failure.'Premature newborns can't tolerate PDA, so it results in hea failure, respiratory distress or necrotizing enterocolitis.Premature infants may present with respiratory distress, apnea, worsening mechanical ventilation requirement or other serious complications (e.g. necrotizing enterocolitis)Signs of hea failure occur earlier in premature o infants than in full-term infants and may be more severe.A large ductal shunt in a premature infant often is a major contributor to the severity of the lung disease of prematurity", "cop": 1, "opa": "CO, wash out", "opb": "Necrotizing enterocolitis", "opc": "Bounding pulse", "opd": "Pulmonary hemorrhage", "subject_name": "Pediatrics", "topic_name": null, "id": "31d9dc23-3844-404e-b7f9-09275b2bdbf9", "choice_type": "single"}
{"question": "Hyaline membrane disease of lungs is characterized by –", "exp": "\"Hyaline membrane disease reduces compliance and causes a fall in FRC (to levels below the normal closing volume of the lung)\". _______________________________________________ Handbook of pediatric intensive care", "cop": 1, "opa": "FRC is smaller than closing volume", "opb": "FRC is greater than closing volume", "opc": "FRC is equal to closing volume", "opd": "FRC is independent of closing volume", "subject_name": "Pediatrics", "topic_name": null, "id": "106a12e2-f1ac-47ae-b05d-d76c1da1ca4a", "choice_type": "multi"}
{"question": "A6 month old child with Tetralogy of Fallot develops cyanotic spell initiated by crying. Which one of the following drugs you would like to avoid –", "exp": "In Tetralogy of Fallot there is right outflow obstruction due to pulmonary stenosis with supravalvular pulmonary artery obstruction.\n\n\nIn case of severe obstruction, the right ventricular pressure becomes greater than the left ventricular presence and the deoxygenated blood starts moving to the left ventricle resulting in severe cyanosis and erythrocytosis.\nIn this situation the aim is to increase blood flow towards the right heart. The methods adopted are compression of Aorta (knee chest position) and use of vasopressor drugs like methoxamine (Phenylepinephrine is also a vasopressor).\nAny condition or drug which causes peripheral pooling of blood should be avoided because this will reduce return of blood to heart.\nTherefore isoprenaline which has marked 13, agonistic action should be avoided as it will cause vasodilatation which leads to peripheral pooling of blood. This will be harmful in a case of Tetralogy of Fallot.", "cop": 4, "opa": "Sodium bicarbonate", "opb": "Propranolol", "opc": "Phenylephrine", "opd": "Isoprenaline", "subject_name": "Pediatrics", "topic_name": null, "id": "d66af6e8-2849-4a0d-a98c-a3a0942bbce3", "choice_type": "multi"}
{"question": "A 5 year child is brought with brown coloured urine and oliguria since 3 days with mild facial puffiness and pedal edema with 3+ proteinuria, BP 126/90. Urine examination shows RBCs 100/hpf and granular casts. Which of the following doesn't present with this finding?", "exp": "Glomerular Syndromes Nephrotic Syndrome Nephritic Syndrome Urinary albumin >3.0 - 3.5 gm/24 hours Hematuria/RBC casts Hypoalbuminemia Oliguria Edema Hypeension Hyperlipidemia Decreased GFR Lipiduria Proteinuria +/- Causes SGN (HIV), MGN (SLE, Hep B, Cancer - solid tumors), Mi minimal (children), MPGN (HepC)F Others : DM, Malignancy, vasculitis, amyloidosis Focal glomerulonephritis -IgA nephropathy - Focal SLE (Type III) Diffuse glomerulonephritis - Post infectious - Diffuse SLE (Type IV) IgA nephropathy: Most common presentation asymptomatic microhematuria with mild proteinuria", "cop": 1, "opa": "Minimal change disease", "opb": "Membranous glomerulonephritis", "opc": "FSGS", "opd": "IgA nephropathy", "subject_name": "Pediatrics", "topic_name": "AIIMS 2019", "id": "520eac4c-4814-4538-984c-670900ddd93d", "choice_type": "single"}
{"question": "An alert 6 months old child is brought with vomiting & diarrhea. RR–45/min, HR–130/min, S P–85 mm of Hg. Capillary refilling time is 4 secs. Diagnosis is –", "exp": "Hypovolemic shock in children may have following stages : -\n\n\nEarly compensated : - Immediately after hypovolemia, body tries to maintain the BP to maintain adequate perfusion to vital organs through a compensatory mechanisms.\nLate uncompensated : - If shock state continues or the compensatory mechanisms are not enough to maintain the metabolic needs of the tissue, the shock, goes into uncompensated phase.", "cop": 1, "opa": "Early compensated hypovolemic shock", "opb": "Early decompensated hypovolemic shock", "opc": "Late compensated hypovolemic shock", "opd": "Late decompensated shock due to SVT", "subject_name": "Pediatrics", "topic_name": null, "id": "c2c17a3d-3302-481b-8550-6985d54126c7", "choice_type": "single"}
{"question": "A child is diagnosed to have acute gastroenteritis. The consulting pediatrician wants to send a stool sample to a lab which is 16-18 hours away. Which of the following mediums should he use to send this sample –", "exp": "In acute gastroenteritis stool culture should be obtained as early as possible.\n\"Fecal specimens that cannot immediately be plated for culture can be transported to the laboratory in a non-nutrient holding medium such as Carry-Blair to prevent drying or overgrowth of specific organisms\".", "cop": 2, "opa": "Charcol cotton bud", "opb": "Carry Blair medium", "opc": "Sterilized jar", "opd": "A medium with high CO2 content", "subject_name": "Pediatrics", "topic_name": null, "id": "56a4d5b8-c2e7-4534-9511-a30ff0769814", "choice_type": "single"}
{"question": "A 6 years old child with development delay, can ride a tricycle, can climb upstairs with alternate feet, but downstairs with 2 feet per step, can tell his name, known his own sex, but cannot narrate a story. What is his development age?", "exp": "Milestones at 2-4 yrs of age: Age Gross motor Fine motor Language 24 months Walks up and downstairs (2 feet/step) Jumps Tower of 6 blocks Draws veical and circular stroke Turn pages of a book, one at a time Puts 3 words together (subject, verb, object) 36 months Rides a tricycle, can steer and pedal Alternate feet going upstairs Can build a tower with 9 blocks Can copy circle Can dress and undress fully Knows full name,age and sex 48 months Hopes on one foot Alternate feet going Downstairs Throws ball overhand Copies cross Tells story So the child in the question though has chronological age of 6 years, but his developmental milestones are that of a 3 year old child. Hence, his Developmental age is 3 years Extra Edge: Developmental Quotient (DQ) = Developmental age/ Chronological age * 100 = 3 yr. / 6 yr. * 100 = 50", "cop": 1, "opa": "3 years", "opb": "4 years", "opc": "5 years", "opd": "2 years", "subject_name": "Pediatrics", "topic_name": "AIIMS 2019", "id": "2988090f-7d5e-40a5-ba16-3198f4e345a3", "choice_type": "multi"}
{"question": "A 12 years old boy develops sore throat of 4 day s duration. On examination, yellow grayish patch seen over both the tonsils and foul smell coming from his mouth. Which of the following non-suppurative complication is of concern?", "exp": "Answer- C (Both acute rheumatic fever and acute glomerulonephritis)In streptococcal infections, both acute rheumatic fever and acute glomerulonephritis are non-suppurative complication and is of concern.", "cop": 3, "opa": "Acute rheumatic fever", "opb": "Acute glomerulonephritis", "opc": "Both acute rheumatic fever and acute glomerulonephritis", "opd": "Scarlet fever", "subject_name": "Pediatrics", "topic_name": null, "id": "43f1ea33-49ee-498f-93d6-b2beae375a55", "choice_type": "multi"}
{"question": "A child present with recurrent sinusitis and recurrent chest infections. Chest X–ray reveals dextrocardia and situs invertus. The diagnosis is –", "exp": "Kartagener's syndrome is a subgroup of primary ciliary dyskinesia.\n\tPrimary ciliary dyskinesia:\nIt is an autosomal recessive syndrome.\nIt is characterized by poorly functioning cilia. There is absence or shortening of Dynein arms that are responsible for the coordinated bending of cilia.\nApproximately half of the patients with primary ciliary dyskinesia have kartagener's syndrome.", "cop": 1, "opa": "Kartagener's syndrome", "opb": "Good–pasture's syndrome", "opc": "Ehlers–Danlos syndrome", "opd": "William Campbell syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "6101f100-7f2c-4957-8862-e5abfc113729", "choice_type": "single"}
{"question": "Dengue shock syndrome is characterized by the following except :", "exp": "Dengue hemorrhagic fever :\n\nFever.\nMinor or Major hemorrhgic manifestations.\nHepatomegaly.\nThrombocytopenia 100,000/mm3.\nHypoalbuminemia.\nObjective evidence of increased capillaty permeability (hematocrit 20%).\nPleural effusion (by chest radiograph).\n\n​​Criteria for Dengue shock syndrome :\nIt includes those for dengue hemorrhagic fever plus, Hypotension or narrow pulse.", "cop": 4, "opa": "Hepatomegaly", "opb": "Pleural effusion", "opc": "Thrombocytopenia", "opd": "Decreased haemoglobin", "subject_name": "Pediatrics", "topic_name": null, "id": "92ffd21c-7c27-4993-ba50-4145217b05cb", "choice_type": "multi"}
{"question": "A 5–years old male child presents with episodic anaemia and jaundice since birth. He is least likely to have which of the following", "exp": "Causes of Jaundice since birth are:\n\n(i) Rh incompatibility (erythroblastosis fetalis)\nABO incompatibility\n\nCongenital infections (TORCH)\nSepsis\nConcealed hemorrhage\nRed cell membrane defect (hereditary spherocytosis)\nRed cell enzyme defect (G6PD deficiency)\n\n\nSo, option a & d can cause jaundice since birth.\nIn sickle cell anemia, affected infants do not develop symptoms in the first few months of life because the hemoglobin produced by the developing fetus (fetal hemoglobin) protects the red blood cells from sickling. This fetal hemoglobin disappears after 5 month of age so that by 5 months of age, the sickling of the red blood cells is prominent and symptoms begin.\nPNH is manfested in adults.\nSo, both PNH and sickle cell anemia does not cause jaundice since birth.\nBut among these two I would prefer PNH as the answer because it is manifested in adulthood while the patient in question is a 5-years old child.\nSickle cell anemia symptoms develop at the age of 5 months and it is one of the cause of jaundice", "cop": 3, "opa": "Hereditary spherocytosis", "opb": "Siclde cell anemia", "opc": "PNH", "opd": "G–6–PD deficiency", "subject_name": "Pediatrics", "topic_name": null, "id": "5b53950b-3426-4836-9c2f-23735fecc6aa", "choice_type": "single"}
{"question": "Delayed neuronal migration and organization leads to ceain disorders. Which of the following is the least likely possibility?", "exp": "Ans. d. Focal coical dyplasia without balloon cells (Ref http://enm kipedia.org/wiki/Neuronal migration_ disorder)Delayed neuronal migration and organization leads to ceain disorders. Least likely possibility is focal coical dyplasia without balloon cells", "cop": 4, "opa": "Lissencephaly", "opb": "Schizencephaly", "opc": "Polymicrogyria", "opd": "Focal coical dyplasia without balloon cells", "subject_name": "Pediatrics", "topic_name": null, "id": "d5fc68b9-e8d6-4ddf-8581-03e75a01fdea", "choice_type": "multi"}
{"question": "A 4 - year - old child presented with painless genu valgum. X - ray bilateral knee was done and is shown below. Which of the following is most likely diagnosis?", "exp": "Scurvy X-ray - pencil thin outline of coex Subperiosteal hemorrhage Wimberger sign Pelkan spur Trummerfeld zone", "cop": 2, "opa": "Rickets", "opb": "Scurvy", "opc": "Congenital anomaly", "opd": "Trauma to epiphysis", "subject_name": "Pediatrics", "topic_name": "AIIMS 2018", "id": "8af82f86-f0fe-46f3-8e14-58a77ec931bb", "choice_type": "single"}
{"question": "A child with 22-25 stool/day, 3 day old pneumonitis, no passage of urine from 36 hours. low B.P. Blood pH – 7.21. Urine Na+–18 meq/L, S. Urea 120, serum Creatinine 1.2 indicate –", "exp": "History and clinical features of the child suggests that he is suffering from acute renal failure. From the given values we have to get the cause of this renal failure.\nH/o diarrhea with low BP suggest dehydration —> a cause of prerenal ARE", "cop": 3, "opa": "Acute cortical necrosis", "opb": "Acute tubular necrosis", "opc": "Pre–renal Azotemia", "opd": "Acute medullary necrosis", "subject_name": "Pediatrics", "topic_name": null, "id": "e4d56110-a077-483b-a4c3-8f6665e999c3", "choice_type": "single"}
{"question": "A child who was normal at bih develops chronic liver failure and muscle weakness at 3 months of age. On investigations, serum glucose is low, along with ketoacidosis and decreased pH. ALT and AST are raised. Blood lactate and uric acid levels are normal. Intravenous glucagon given after meals raises the blood glucose levels, but does not raise glucose when given after an overnight fast. Liver biopsy shows increased glycogen in liver. Which is the enzyme likely to be defective in this child?", "exp": "Ans: D: Debranching enzyme(Ref: Nelson 20/e p717-720; Harrison 19/e p433 e-2, 18Ie p3200, 3201)In this child, a combination of liver and muscle involvement with ketoacidosis and raised liver enzymes points towards Type III glycogen storage disease, i.e. Cori's disease caused by deficiency of debranching enzyme.Type IIIa Glycogen Storage Disease or Cori's Disease or Forbes Disease:Due to deficiency ofglycogen debranching enzyme activity.Debranching enzyme, together with phosphorylase, is responsible for complete degradation of glycogen. When debranching enzyme is defective, glycogen breakdown is incomplete and an abnormal glycogen with sho outer branch chains and resembling limit dextrin accumulates.Deficiency of glycogen debranching enzyme causes hepatomegaly, hypoglycemia, sho stature, variable skeletal myopathy & variable eardiomyopathy.", "cop": 4, "opa": "Glucose-6-phosphatase", "opb": "Muscle phosphorylase", "opc": "Branching enzyme", "opd": "Debranching enzyme", "subject_name": "Pediatrics", "topic_name": null, "id": "a318b5cf-a25d-4860-878c-e1d0295fa46f", "choice_type": "single"}
{"question": "Earliest valvular lesion in a case of acute rheumatic fever is –", "exp": "In rheumatic fever valvular abnormalities usually are associated with chronic disease but mitral regurgitation is seen in acute rheumatic fever.\nMitral regurgitation is the commonest manifestation of acute as well as previous rheumatic carditis.", "cop": 1, "opa": "Mitral regurgitation (MR)", "opb": "Aortic Regurgitation(AR)", "opc": "Mitral stenosis (MS)", "opd": "Aortic Stenosis (AS)", "subject_name": "Pediatrics", "topic_name": null, "id": "3ed188d6-3605-4419-b71e-118167218468", "choice_type": "single"}
{"question": "Infective endocarditis is not seen in –", "exp": "Endocarditis tends to occur in :\n\n\nHigh pressure areas (left side of heart)\nDownstream from sites where blood flows at a high velocity through a narrow orifice from a high to low-pressure chamber (distal to constriction in Coarctation of aorta)\nEndocarditis is unusual in sites with a small pressure gradient as ASD\nInfective endocarditis is very rare in patients of ASD\nEndocarditis occurs more frequently in patients with valvular incompetence than in those with pure stenosis.\nRisk of endocarditis in various lesions are :", "cop": 1, "opa": "ASD", "opb": "TOF", "opc": "VSD", "opd": "MR", "subject_name": "Pediatrics", "topic_name": null, "id": "65f3f017-4699-470d-baaa-0743a0a5d10a", "choice_type": "single"}
{"question": "A newborn presents with congestive heart failure, on examination has bulging anterior fontanelle with a bruit on auscultation. Transfontanellar USG shows a hypoechoic midline mass with dilated lateral ventricles. Most likely diagnosis is –", "exp": "Midline intracranial mass with bruit on ausculation and features of hydrocephalus and congestive heart failure ­All point towards Vein of Galen Malformation.\n\nVein of Galen Malformations(VGM) \n\nThe vein of Galen is a large deep vein at the base of the brain. It is located under the cerebral hemispheres and drains the anterior and central regions of the brain into the sinuses of the posterior cerebral fossa .\nVGM results from an aneurysmal malformation with an arteriovenous shunting of blood.VGM usually causes high-output heart failure in the newborn resulting from the decreased resistance and high blood flow in the lesion.\nAssociated findings include cerebral ischemic changes such as strokes or steal phenomena that result in progressive hemiparesis.\nThe malformation may result in mass effects, causing progressive neurological impairment. Alternatively, the malformation may cause obstruction of the cerebrospinal fluid (CSF) outflow and result in hydrocephalus.\nLoud intracranial bruit may be heard because of the blood turbulence in VGM.\nThe most effective treatment for the malformation has been embolization rather than surgery \nThe vein of Galen abnormality is the most frequent arteriovenous malformation in neonates.", "cop": 3, "opa": "Medulloblastoma", "opb": "Encephalocele", "opc": "Vein of Galen malformation", "opd": "Arachnoid cyst", "subject_name": "Pediatrics", "topic_name": null, "id": "920be195-ff47-4a12-9968-c79a5615141f", "choice_type": "single"}
{"question": "A sick intubated neonate is having bilateral jerk of both right and left upper limbs with some occasional twitching of neck as well. Likely type of seizures:-", "exp": "Though most common type of neonatal seizure is subtle seizure, subtle seizures are very difficult to recognise, and might manifest as just some lip smacking movements, or cyclical movement of limbs. However, in the given scenario, the newborn has bilateral jerk of both right and left upper limbs with some occasional twitching of neck. This is suggestive of multifocal clonic seizures.", "cop": 2, "opa": "Focal clonic", "opb": "Multifocal clonic", "opc": "Multifocal tonic clonic", "opd": "Focal tonic", "subject_name": "Pediatrics", "topic_name": "AIIMS 2018", "id": "0c4ca58c-c349-4927-b6b6-2f61d3b604db", "choice_type": "multi"}
{"question": "Which type of cerebral palsy is commonly associated with scoliosis and other orthopedic problems –", "exp": "\"Scollosis is common, occuring in 15 to 25 percent of the total body CP (spastic quadriplegia cp)\". \nCerebral palsy (CP)\n\nCerebral palsy is defined as a non progressive neuromotor disorder of cerebral origin.\nIt has following features -\n\n\nStatic (nonprogressive)\nDisorder of movement/motor disorder (but sometimes sensory involvement may occur)\nCerebral in origin \nEtiopathogenesis\n\n\nCP is due to an insult of developing brain.\nThe insult results in maldevelopment and disorderly anatomic organization of the brain.\nThe insult may be prenatal (most of the cases), during delivery or in the postnatal period. Classification\n\nCP may be classified into following types -", "cop": 1, "opa": "Spastic quadriplegia", "opb": "Anterior cerebral palsy", "opc": "Spastic deplegia", "opd": "Atonic cerebral palsy", "subject_name": "Pediatrics", "topic_name": null, "id": "cf8f9c7e-0fd4-4d09-8638-0b61f05a55a1", "choice_type": "single"}
{"question": "After the delivery of an infant of diabetic mother, blood glucose of the infant was 60 mg/dt. Which other investigation docs the sister expects that the physician would ask her to do?", "exp": "Ans: C. Serum calciumRef Ghai Essential Pedistrics 8,h ed, pg. 181 und Nelson Textbook of Pediatrics 20h ed\" pg. 897 Infants of a diabetic mother are ata higher risk of metabolic complications as compared to normal infants.These complications include:* Hypoglycemia* Hypocalcemia* Hypomagnesemia* Hence the infant needs to be checked for these as soon as possible.", "cop": 3, "opa": "Serum potassium", "opb": "CBC", "opc": "Serum calcium", "opd": "Serum chloride", "subject_name": "Pediatrics", "topic_name": null, "id": "d3610034-9a33-48ef-ac6e-5fb36e22f076", "choice_type": "single"}
{"question": "About carey coombs murmur which is false –", "exp": "Carey-Coombs Murmur \n\nHeard in patients with acute rheumatic fever.\nOccurs due to inflammation of mitral valve cusps or excessive left atrial blood flow as a consequence of MR.\nSoft middiastolic murmur usually follows", "cop": 3, "opa": "Delayed diastole murmur", "opb": "Seen in rheumatic fever", "opc": "Can be associated with AR", "opd": "Low pitched murmur", "subject_name": "Pediatrics", "topic_name": null, "id": "71aace23-dcbd-489a-b9b7-b3f52adfc9f1", "choice_type": "multi"}
{"question": "An 8 year old boy complaints of increasing muscle weakness. On examination, his calves are bulky and show muscle tightening. His serum creatine kinase levels are increasing with age. Which of the following is the most likely diagnosis?", "exp": "Answer- C. Dystrophin deficiencyMost likely diagnosis is duchenne Muscular Dystrophy due to Dystrophin deficiency.", "cop": 3, "opa": "Hereditary sensorimotor neuropathy", "opb": "Myelin deficiency", "opc": "Dystrophin deficiency", "opd": "Congenital myopathy", "subject_name": "Pediatrics", "topic_name": null, "id": "d89b269b-52d2-4f8a-b9b3-9e5727a05aea", "choice_type": "single"}
{"question": "All are signs of hydrocephalus in a neonate except –a)  Enlarged headb)  Sunset signc) Crack post signd) Depressed fontanelle", "exp": "\"Cracked pot or inacewan sign indicates raised intracranial pressure after sutures and fontanels have closed\"\nFontanelle is wide and bulging (not depressed)\nSigns of Increased intracranial tension in infants \nSeparation of cranial sutures —> Earliest sign\nWide bulging anterior fontanelle\nIncreased head circumference\nPapilledema does not occur in infants because separation of sutures and open fontanelle compensate for increase in the intracranial pressure. However, if ICT rises very rapidly papilledema may occur.\nMacewan or cracked pot sign occurs after sutures and fontanelle have closed (not in neonate)\nProjectile vomiting\nHeadache -3 Particularly in early morning\nDiplopia & sixth nerve palsy\nSun set sign --> Eyes deviate downward because of impingement of the dilated suprapineal recess.", "cop": 2, "opa": "ab", "opb": "cd", "opc": "bd", "opd": "ac", "subject_name": "Pediatrics", "topic_name": null, "id": "018e350b-8675-4b2d-99a2-eba98fe07f31", "choice_type": "multi"}
{"question": "The chances of having an unaffected baby, when both parents have achondroplasia, are –", "exp": "First see general features of autosomal dominant disorders -\n\nAutosomal dominant disorders are manifested in heterozygous state.\nSo, at least one of the parent should be affected to transmit the disease to child.\nHomozygous state does not exist as it is not compitable with life, i.e. homozygous fetus usually dies in utero.\nSo, all the affected individuals will be heterozygous.\nIf an affected person marries an unaffected one, i.e. if one of the parents is affected than every child has 50% of chance of having the disease and 50% of chance not having the disease.", "cop": 2, "opa": "0%", "opb": "25%", "opc": "50%", "opd": "100%", "subject_name": "Pediatrics", "topic_name": null, "id": "0f8e11c2-a438-4c71-86fb-e302e5852a05", "choice_type": "multi"}
{"question": "A 2-day-old neonate in the neonatal ICU develops seizures. Which of the following would be the next best investigation for the child?", "exp": "Answer- A (Transcranial ultrasound)`Cranial ultrasonouraphy is the main imagine modality of premature neonates and well suited for the study of neonates in general.", "cop": 1, "opa": "Transcranial ultrasound", "opb": "CT Head", "opc": "MRI brain", "opd": "X-ray", "subject_name": "Pediatrics", "topic_name": null, "id": "b98c9b26-1cf3-4d2f-80e5-ba589c91b94f", "choice_type": "single"}
{"question": "Which of the following is the most common inherited malignancy :", "exp": "\"Retinoblastoma is the most strking example of inhirited cancer syndrome. Approximately 40% of retinoblastomas are familial. Carrier of this gene have a 10000 fold increased risk of developing retinoblastoma usualy bilateral\".\n\n\nEach child of parent with familial bilateral retinoblastoam has a 50% risk of inheriting the retinoblastoma gene, of these 90% will develop retinoblastoma.", "cop": 2, "opa": "Infant leukemia", "opb": "Retinoblastoma", "opc": "Wilm's tumour", "opd": "Neuroblastoma", "subject_name": "Pediatrics", "topic_name": null, "id": "f4adbaa0-775b-4ef4-89e6-5f8b8290d6d9", "choice_type": "single"}
{"question": "Following are true about bronchial cyst except –", "exp": "Only 15% of bronchogenic cysts occur in lungs (pulmonary parenchyma).\nBronchogenic cysts \nBronchogenic cyst is a congenital lung defect, which develops from abnormal lung budding of primitive foregut.\nMost of the bronchogenic cyst arise in the mediastinum, where they are usually located in the mid mediastinum  near carina. \nAbout 15% of Bronchogenic cyst also occurs in pulmonary parenchyma.\nWhen located in the lung they are more common in right lung and lower lobe.\nThey are lined by cuboidal or ciliated columnar epithelial cells and are usually filled with mucoid material. Complications of Bronchogenic cyst :-\nInfection of the cyst leading to lung abscess (illediastinal bronchogenic cysts do not communicate with the bronchi but those situated within the lung may communicate with the airways leading to abscess formation).\nCompression can produce either hyperinflation of the lung or atelactasis due to obstruction.\nTension pneumothorax (d/t rupture of cyst that communicates with bronchus).", "cop": 2, "opa": "Mostly mediastinal", "opb": "50–70% occur in lungs", "opc": "Usually multiloculated", "opd": "Are infected quite often", "subject_name": "Pediatrics", "topic_name": null, "id": "27c7d7fa-8a10-4b19-9c70-36002caff287", "choice_type": "multi"}
{"question": "A 3.5 kg male infant born at term after an uncomplicated pregnancy and delivery develops respiratory distress sholy after bih and requires mechanical ventilation. The chest radiograph reveals a normal cardiothymic silhouette but a diffuse ground glass appearance to the lung fields. Surfactant replacement fails to improve gas exchange. Over the first week life, the hypoxemia worsens. Results of routing culture and echocardiographic findings are negative. A term female sibling died at 1 month of age with respiratory distress. Which of the following is the most likely diagnosis?", "exp": "Ans: A. Neonatal pulmonary alveolar proteinosis(Ref. Nelson 20/e p852, 2119)Suggestive of neonatal pulmonary alveolar proteinosis.Pulmonary alveolar proteinosis:Disorder characterized by intra-alveolar accumulation of pulmonary surfactant.Two clinically distinct forms of pulmonary alveolar proteinosis are seen:Fatal form: Presenting sholy after bih (congenital PAP)Gradually progressive form: Presenting in older infants & children.Clinical manifestation:Immediately apparent in the newborn period & rapidly leads to respiratory failure.Clinically and radiographically indistinguishable from more common disorders of the newborn that lead to respiratory failure including pneumonia, generalized bacterial infection, respiratory distress syndrome and total anomalous pulmonary venous return with obstruction.", "cop": 1, "opa": "Neonatal pulmonary alveolar proteinosis", "opb": "Meconium aspiration", "opc": "Total anomalous pulmonary venous return", "opd": "Disseminated herpes simplex infection", "subject_name": "Pediatrics", "topic_name": null, "id": "d95f1158-fa4b-4229-98c5-40f4dc2bacec", "choice_type": "single"}
{"question": "An affected male does not have affected children but an affected female always has affected children. Type of inheritance?", "exp": "Mitochondrial inheritance- an affected female passes disease to all her offspring but the affected male can not. Because mitochondrial dna is present in cytoplasm, the child receives cytoplasm and mitochondria of the mother's ovum. Diseases of mitochondrial inheritance- Kearn sayre syndrome Leber hereditary optic neuropathy MELAS (Mitochondrial encephalopathy, lactic acidosis, stroke like syndrome) MERRF (myoclonic epilepsy with ragged red fibres) NARP ( neuropathy ataxia retinitis pigmentosa) CPEO (Chronic progressive external ophthalmoplegia) Pearson syndrome.", "cop": 4, "opa": "X linked recessive", "opb": "Autosomal recessive", "opc": "X linked dominant", "opd": "Mitochondrial", "subject_name": "Pediatrics", "topic_name": "AIIMS 2019", "id": "87e68531-25dc-4647-a84c-28b40279d8fe", "choice_type": "single"}
{"question": "What is seen in severe AS –", "exp": "Signs of severe aortic stenosis \n\nNarrow pulse pressure —> Narrower the pulse pressure, more severe the AS.\nSystolic thrill in the second left intercostal space.\nLater the peak of ejection systolic murmur, severe the AS.\nParodoxically split S.\nPresence of S3 or S4.\nST and T changes on ECG.\nCardiomegaly on x-ray.", "cop": 2, "opa": "Pulsus bisferiens", "opb": "Late ejection systolic click", "opc": "Heaving shifted apex", "opd": "Loud S2", "subject_name": "Pediatrics", "topic_name": null, "id": "1609ebf3-8709-4e7f-abac-53de9b01a173", "choice_type": "single"}
{"question": "A 2-year-old child with fever and barking cough for last 2 days presented to the pediatric emergency at 2.30 am. On examination, respiratory rate is 36/ min, temperature of 39 degC and stridor heard only on crying. No other abnormality is found. What is the next best step in management?", "exp": "Ans: A. High-dose dexamethasone(Ref Ghai 8/e p376, 398: Nelson 20/e p2032-2034)Diagnostic of laryngotracheobronchitis or croup of mild severity.Hence, high-dose dexamethasone will be the treatment of choice.Treatment:Cornerstone of Treatment: Glucocoicoids & nebulized epinephrinedegGlucocoicoids:Useful in mild, moderate & severe croup.Dexamethasone is most effective coicosteroid. Nebulized epinephrine:Useful in moderate to severe distress.By adrenergic stimulation causes,Constriction of precapillary aerioles.Decreases capillary hydrostatic pressure leading to fluid resorption from interstitium.Improvement in laryngeal mucosal edema.Antibiotics are not indicatedHeliox (mixture of oxygen & helium) has low viscosity & low specific gravity.Allows for greater laminar airflow through respiratory tract.Considered in treatment of children with severe croup.", "cop": 1, "opa": "High-dose dexamethasone", "opb": "Racemic epinephrine nebulization", "opc": "Reassurance", "opd": "Intravenous antibiotics", "subject_name": "Pediatrics", "topic_name": null, "id": "3e2eed94-4bdb-4c13-9cfa-f267716b34d4", "choice_type": "multi"}
{"question": "Coarctation of aorta is associated with all, except –", "exp": "Coarctation of Aorta is a quite common structural abnoimality.\nMales are affected twice often as females although females with Turner syndrome frequently have a coarctation.\nTwo classic forms of coarctation ofAorta have been described.\n\n1) An infantile form with tubular hypoplasia of the Aortic arch proximal to a P A that is often asymptomatic in childhod. (This is known as coarctation syndrome).\n2)An \"adult\" form in which there is discrete ridge like infolding of the Aorta just opposite to closed ductus arteriosus.\nAlthough coarctation of Aorta may occur as a solitary defect it is accompanied by -\n\nBicuspid aortic valve in 50% cases and may be associated with -:\n\nCongenital Aortic stenosis, ASD, VSD, mitral regurgitation and Berry aneurysm of the circle of willis.", "cop": 3, "opa": "Turner's syndrome", "opb": "Bicuspid aortic valve", "opc": "Pulmonary stenosis", "opd": "Atresia of aortic arch", "subject_name": "Pediatrics", "topic_name": null, "id": "d54441de-71d8-45b6-9a0a-b394581af745", "choice_type": "multi"}
{"question": "The cause of death in congenital diaphragmatic hernia is –", "exp": "Most common cause of death in congenital diaphragmatic hernia is                       Pulmonary complications\n2\"d most common cause of death in congenital diephragmatic hernia in  ---> Intestinal obstruction\n\nCongenital diaphrogmatic hernia\n\nAlso known as ochalek hernia.\nThere is herniation of abdominal contents, i.e. stomach (most of the time), intestine, liver; into thorax through a defect in the diaphragm.\nFemales are affected more than males\nMore common on left side and is posterolateral.\nComponents of CDH are\n\n\nHerniation of abdominal contents into thorax\nPulmonary hypoplasia\nMalrotation of intestine\n\n\nAssociated anomalies may be seen 30% of cases -> CNS lesions, esophageal atresia, omphalocele and CVS lesions.\nMost cases are sporadic.\nCDH is a reconized part of several chromosomal syndromes ---> Trisomy 21, 18, 13, turner syndrome, Pallister-Killian, Fryn.\n\nClinical features\n\nCDH may present as\n\n\nSoon (within 6 hrs) after birth (most of the cases)\n\tor\nAfter neonatal period (small group)\n\n1)   Soon after birth\n\nRespiratory distress is a cardinal sign --> presents as tachypnea, grunting, chest retraction, cyanosis.\nScaphoid abdomen\nIncreased chest wall diameter\nBowel sounds may be heard in the chest with decreased breath sound.\n\n\nCardiac impulse is displaced away from the side of hernia.\n\n2)   After neonatal period\n\nVomiting as a result of intestinal obstruction\nMild respiratory symptoms\n\n\nOccasionally, incarceration of the intestine will proceed to ischemia with sepsis and shock.\n\nDiagnosis\n\nPrenatal ultrasound can diagnose CDH between 16 and 14 wk.\nAfter delivery chest X-ray and nasal gastric tube is all that is usually required to confirm the diagnosis.", "cop": 3, "opa": "Septicaemia", "opb": "Hemorrhage", "opc": "Pulmonary hypoplasia", "opd": "Intestinal obstruction", "subject_name": "Pediatrics", "topic_name": null, "id": "7aa1a7ca-15d6-42da-88b7-cbd1eefb503c", "choice_type": "single"}
{"question": "A 10 year old girl presented with fever convulsions, neck rigidity. CSF findings are protein 150 mg, sugar 40 mg, chloride 2500 mg with lymphadenopathy –", "exp": "Typical signs of meningitis (Fever, convulsion and neck rigidity) with increased CSF protein and decreased sugar level and decreased chloride level associated with lymphadenopathy suggest the diagnosis of tubercular meningitis.", "cop": 4, "opa": "Viral meningitis", "opb": "Pyogenic meningitis", "opc": "Cryptococcal meningitis", "opd": "Tuberculous meningitis", "subject_name": "Pediatrics", "topic_name": null, "id": "0778d314-486a-4af0-b2bd-cab83e7e2166", "choice_type": "single"}
{"question": "Long term complication of infants born to I.D.D.M mother AJE –", "exp": "There is nonketotic hypoglycemia.", "cop": 2, "opa": "DM", "opb": "Ketotic hypoglycemia", "opc": "Obesity", "opd": "Blindness", "subject_name": "Pediatrics", "topic_name": null, "id": "8fbfceaf-3af9-4b79-944f-643613173ac0", "choice_type": "single"}
{"question": "6 yr old child H/O fever 5 days back which is now afebrile with normal muscle mass, tone and reflex, no neurological deficit but pain on palpating muscles and CPK levels 2000, diagnosis is", "exp": "Ans.D. Acute viral myositisThe clinical picture suggests the most probable diagnosis is Viral myositis. The specific history of URI suggests influenza myositis. Infectious myositis has a male predominance and are typically seen in young adults. The typical presentation of the childhood form includes fever, malaise, and rhinorrhea which is usually followed in 1-7 days by severe pain, especially in the calves. The muscle pain is usually worse with movement and the symptoms last for about a week. Muscle weakness, tenderness, and swelling are usually seen with more severity in adults and the Proximal muscles are affected predominantly.In children, toe walking and wide-based gait may be seen because of the involvement of the gastrocnemius-soleus muscles. Lab features of influenza myositis includeElevated CK may be as high as 500 times normalUrine myoglobin is usually positive", "cop": 4, "opa": "GBS", "opb": "Dermatomyositis", "opc": "DMD", "opd": "Acute viral myositis", "subject_name": "Pediatrics", "topic_name": null, "id": "73e6bf44-0d77-408b-8610-ad1f6e4b3734", "choice_type": "single"}
{"question": "Suprasellar cystic mass in children is –", "exp": "Craniopharyngjoma \n\nCraniophyngioma is the most common supratentorial tumor in children.\nIt is a suprasellar tumor which presents as cystic mass.\nIt arises from squamous epithelial cells crests of embryonic rathke's pouch.\n\nClinical presentation of craniopharyngioma\nIn children they present as --> visual loss, growth failure, Bitemporal hemianopsia\nIn adults they present as —> visual loss & endocrine dysfunction (D'1, delayed puberty)..", "cop": 2, "opa": "Medulloblastoma", "opb": "Craniopharyngioma", "opc": "Meningioma", "opd": "Secondaries", "subject_name": "Pediatrics", "topic_name": null, "id": "6918034a-534e-462d-a6d2-68d66fe748cc", "choice_type": "single"}
{"question": "A child presented with Microcephaly, Hepatomegaly and periventricular calcification. Best site from where specimen should be obtained for diagnosis of CMV by PCR?", "exp": "Congenital CMV infection C/F - Microcephaly Intracranial periventricular calcifications Chorioretinitis SNHL The diagnosis of congenital CMV infection is best confirmed by isolation of the virus from urine.", "cop": 1, "opa": "Urine", "opb": "Blood", "opc": "Liver biopsy", "opd": "CSF", "subject_name": "Pediatrics", "topic_name": "AIIMS 2017", "id": "84ecb174-49df-4354-9212-518584a1828b", "choice_type": "single"}
{"question": "Pediatric patient presented with 45 mins h/o continuous convulsions.CASE 1: SR told to give iv lorazepam but J.R cant secured iv line. Then what he has given?", "exp": "Answer A. Rectal diazepamBenzodiazepines are Drug of Choice and in pediatric patients rectal route should be preffered.Reference - <a href=\"", "cop": 1, "opa": "Rectal diazepam", "opb": "Inhalation Phenobarbital", "opc": "IV carbamazepine", "opd": "Subcutaneous midazolam", "subject_name": "Pediatrics", "topic_name": null, "id": "7f2895f8-0a13-45fc-bfd1-a3d5b7fbb121", "choice_type": "single"}
{"question": "How long should a child be isolated after being diagnosed with bacterial meningitis to prevent fuher transmission?", "exp": "- CSF becomes sterile within 24 of initiation of appropriate antibiotic therapy. - Hence, child should be isolated for 24 hrs after staing antibiotics to prevent fuher transmission.", "cop": 1, "opa": "Till 24 hours after staing antibiotics", "opb": "Till cultures become negative", "opc": "Till antibiotics course is complete", "opd": "Till 12 hrs after admission", "subject_name": "Pediatrics", "topic_name": "AIIMS 2018", "id": "f70b9c50-597e-40e1-94ea-ecf1ddc146aa", "choice_type": "single"}
{"question": "Poor prognostic indicator of ALL is –", "exp": "Prognostic factors in ALL", "cop": 4, "opa": "Female sex", "opb": "Leukocyte count < 50,000", "opc": "Age greater than 1 year", "opd": "Hypodiploidy", "subject_name": "Pediatrics", "topic_name": null, "id": "acc7b73e-20f6-40c7-b831-d8b45a8f38fb", "choice_type": "multi"}
{"question": "Most common cause of death in case of acute poliomyelitis is –", "exp": "Death is usually due to complications arising from respiratory dysfunction.\n\n\nParalytic polio\n\n\nIn less than 1% of infections.\nParalysis is characterized as :\n\n\nDescending \nAsymmetrical \nProximal muscles > distal muscles\nNon progressive\nNo sensory involvement \nNo autonomic disturbance\nLower motor neuron type\n\n\nMost common muscle affected -4 Quadriceps\nMost common muscle undergoes complete paralysis -4 Tibialis anterior\nMost common muscle affected in hand —> Opponens pollicis.\nM.C. cause of death ---> Respiratory paralysis \nFollowing signs can be elicited :\n\n\nTripod sign   —>      Child is asked to sit up unassisted. He assumes tripod posture.\nKiss the knee Test           —>         The child cannot kiss his knees due to spine stiffness.\nHead drop sign    —>        Hand is placed under the patients shoulder and the trunk is raised. The head lags behind simply.", "cop": 4, "opa": "Intercostal muscles paralysis", "opb": "Convulsion", "opc": "Cardiac arrest", "opd": "Respiratory failure", "subject_name": "Pediatrics", "topic_name": null, "id": "bbb707fd-232e-4ce3-bd6a-bb261bd05701", "choice_type": "single"}
{"question": "A 10 year old boy is having polyuria, polydipsia,laboratory data showed (in mEq/lit) – Na– 154 K– 4.5 HCO3–  \n 22 Serum osmolality – 295 Blood urea – 50 Urine specific gravity – 1.005 The likely diagnosis is –", "exp": "Lets see each option one by one :\nartter's syndrome :\n\nis characterized by hypokalemia, metabolic alkalosis and normal to low blood pressure.\nIt can be easily ruled out as the patient is having normal potassium level. \n\nRenal tubular acidosis :\n\nis characterized by hyperchloremic metabolic acidosis with a normal serum anion gap.\nIt is ruled out as this patient is having normal bicarbonate level (Bicarbonate level is decreased in RTA). Recurrent UTI\nSymptoms seen are : Fever, dysuria, frequency, urgency, suprapubic pain.\nIt is ruled out as the above given symptoms are not mentioned in this patient.\nHypernatremia (Na is 154) is not seen in UTI.\n\niabetes insipidus :\n\nClinical presentation of hypernatremia, polyuria, polydypsia, thin urine of low specific gravity (1.005) is suggestive of diabetes insipidus.", "cop": 1, "opa": "Diabetes insipidus", "opb": "Renal tubular acidosis", "opc": "Barter's syndrome", "opd": "Recurrent UTI", "subject_name": "Pediatrics", "topic_name": null, "id": "8ecd6b53-cf1a-4e9c-8f2c-48e457979779", "choice_type": "single"}
{"question": "In Rh lso Immunisation, exchange transfusion is indicated if –", "exp": "Indications of Exchange transfusion\n\nCord hemoglobin      _.10g/dL          \n\no Bilirubin protein ratio >3.5       \no Prematurity\n\nCord bilirubin          >5mg/d            \n\no Reticulocyte count > 15%\n\nPrevious kernicterus or severe erythroblastosis in a sibling", "cop": 4, "opa": "Cord blood hemoglobin is less than 10 g %", "opb": "Cord bilirubin is more than 5 mg", "opc": "History of previous sibling affected", "opd": "All of these", "subject_name": "Pediatrics", "topic_name": null, "id": "593bd593-3060-493d-bb10-ff9e10e36f17", "choice_type": "multi"}
{"question": "An 8 year old boy during a routine checkup is found to have E. coli 1,00,000 cc/ml on a urine culture. The urine specimen was obtained by mid–stream clean–catch void. The child is asymptomatic. Which is the most appropriate next step in the management –", "exp": "If the urine culture shows 3100000 colony counts/ml, the definitive diagnosis of U.T.I. is confirmed.\n\n\nIt does not matter whether the patient is symptomatic or asymptomatic. If the diagnosis of U.T.I. is confirmed on urine culture, the patient should be treated accordingly.\n\n\nCriteria for diagnosis of U.T.L on midstream urine sample -\n\nci If 3100,000 colonies/ml --> UT! confirmed (Does riot matter whether it is symptomatic or asymptomatic).\n\nIf 10000 colonies/ml and the patient is asymptomatic --> UTI unlikely\nIf 10000 colonies/m1 with sympt6ms of U.T.I. --> U.T.I is likely", "cop": 1, "opa": "Treat as an acute episode of urinary tract infection", "opb": "No therapy", "opc": "Prophylactic antibiotics for 6 months", "opd": "Administer long term urine alkalinizer", "subject_name": "Pediatrics", "topic_name": null, "id": "cd810094-0eba-482e-b598-78e7470bd340", "choice_type": "multi"}
{"question": "Which of the following statements regarding Kawasaki disease is true –", "exp": "\"Coronary artery aneurysm develop in up to 25% of untreated patients\" - Nelson \nKawasaki disease\n\nKawasaki disease, also known as lymph node syndrome, mucocutaneous-lymph node syndrome, and infant polyarteritis, is a poorly understood self-limited vasculitis that affects many organs, including the skin mucous membrane, lymph nodes, heart and blood vessel walls.\nIt is usually seen in children younger than 5 years.\nKawasaki disease predominantly affect medium sized vessels, but may also affect small or large vessels.\n\nPresentation\n\nPresenting features may be divided into : -\n\n1. Mucocutaneous, lymphnode involved\n\nOften begins with high grade fever.\n\n\nErythma of mouth, red cracked lips, a strawberry tongue.\nBilateral conjuctival injection with iritis and keratic precipitate.\nRed palms and soles\nRash, which may take many forms (but not vesicular), on trunk.\nRash with peeling of skin in genital area perineal desquamation.\nCervical lymphadenopathy\nBeau's lines (transverse grooves on nails).\n\n\nArthralgia\n\n2. Heart\n\nThe cardiac complications are the most important aspect of the disease.\nThese are due to coronary vasculitis.\n\n\nVasculitis causes coronary ectasia and coronary artery aneurism.\n\n\nAneurism may lead to MI and sudden death.\n\n\nMyocarditis, pericarditis with small pericardial effusion.\n\n\nValvular regurgitation\n\nLaborator findings\nLymph node biopsy does not aid the diagnosis of Kawasaki disease (not used)\n\nThe diagnosis of Kawasaki disease is based on presence of specific clinical signs (Clinical criteria).\nThese is no specific laboratory test", "cop": 1, "opa": "Associated with coronary artery aneurysm in up to 25% of untreated cases", "opb": "It is the most common cause of vasculitis in children", "opc": "IV immunoglobulins are recommended only if coronary artery is involved", "opd": "Lymph node biopsy is used for diagnosis", "subject_name": "Pediatrics", "topic_name": null, "id": "605726f9-65ea-400a-987f-c07d48525120", "choice_type": "multi"}
{"question": "Dried blood spotes test in neonates is used in testing for:-", "exp": "Dried blood spots are used in Tandem Mass Spectrometry as screening test for inborn errors of metabolism. Another screening test used- GCMS gas chromatography mass spectroscopy.", "cop": 1, "opa": "Inborn error of metabolism", "opb": "Blood group", "opc": "Total cell count", "opd": "Creatinine and bilirubin", "subject_name": "Pediatrics", "topic_name": "AIIMS 2017", "id": "16a4ed7f-088f-4bff-b638-418bad1f9eef", "choice_type": "single"}
{"question": "A child presented with respiratory distress was brought to emergency with bag and mask ventilation. Now child is intubated. Chest X–ray shows right–sided deviation of mediastinum with scaphoid abdomen. His Pulse rate is increased. What is the next step ?", "exp": "Mediastnal deviation, scaphoid abdomen with respiratory distress suggest the diagnosis of congenital diaphragmatic hernia (CDH).\nThe resuscitation of CDH patient consist of\n\n\nStabilization by mechanical ventilation with 100% 02.\nNasogastric suction\n\n\nThis child has already been intubated.\nNow nasogastric suction should be done to aspirate swallowed air and to prevent distension of the herniated bowel. which would further compress the lung.", "cop": 2, "opa": "Endotracheal intubation", "opb": "Put a nasogastric tube", "opc": "Surgery", "opd": "End tidal CO2  to confirm intubation", "subject_name": "Pediatrics", "topic_name": null, "id": "cfd037d5-868e-49d9-89e8-a084e84ce0dc", "choice_type": "multi"}
{"question": "Which of the following inborn errors of metabolism is associated with mental retardation –a)  Alkaptonuriab)  Homocystinuriac)  Pentosuriad)  Galactosemia", "exp": "Metabolic disorders associated with mental retardation.\n\nAminoaciduria —› Phenylketonuria, homocystinemia, histidinemia\nGalactosemia\nMucopolysaccharidosis", "cop": 3, "opa": "c", "opb": "d", "opc": "bd", "opd": "ac", "subject_name": "Pediatrics", "topic_name": null, "id": "a1546ddd-5e66-42f2-897f-90fce5601b72", "choice_type": "single"}
{"question": "A 6 weeks old baby presents with cough and cold for the last three days. Respiratory rate is 48/min. Patient is febrile, there are no chest retractions but wheezing is present. Which of the following statement is not true?", "exp": "Answer- B. Child is suffering from pneumoniaPneumonia:The World Health Organization has defined pneumonia in children clinically based on either a cough or difficulty breathing and a rapid respiratory rate, chest indrawing, or a decreased level of consciousness.A rapid respiratory rate is defined as >60 breaths/minute in children <2 months old, 50 breaths/minute in children 2 months to 1 year old, or >40 breaths/minute in children 1 to 5 years old.", "cop": 2, "opa": "Antibiotics are not required", "opb": "Child is suffering from pneumonia", "opc": "Treat only wheezing", "opd": "Treat only fever", "subject_name": "Pediatrics", "topic_name": null, "id": "d6e82b03-66cb-479a-950a-3f75ab8e99d6", "choice_type": "multi"}
{"question": "A pregnant lady had no complaints but mild cervical lymphadenopathy in first trimester. She was prescribed spiramycin but she was noncompliant. Baby was born with hydrocephalus and intracerebral calcification. Which of these is likely cause ?", "exp": "Hydrocephalus and intracerebral calcification can occur in all the four options either commonly (Toxoplasma, CIVIV) or uncommonly (HSV, rubella). See previous explanation.\nHowever, spiramycin in pregnancy is given for toxoplasmosis.\nAcute maternal toxoplasmosis is usually asymptomatic, some patients may present with posterior cervical lymphadenopathy, fatigue, lassitude and maculopapular rash.\nSpiramycin reduces the risk of congenital infection in acute toxoplasmosis during pregnancy.\nAs the patient was not compliant with spiramycin, baby developed congenital toxoplasmosis.", "cop": 2, "opa": "Rubella", "opb": "Toxoplasmosis", "opc": "CMV", "opd": "Herpes", "subject_name": "Pediatrics", "topic_name": null, "id": "2719953f-15c7-4003-83ed-0baf2654d35a", "choice_type": "single"}
{"question": "Pure left sided failure may be seen with –a) ASDb) Aortic stenosisc) Patent ductus arteriosusd) Pulmonary valvular obstruction", "exp": "ASD usually does not cause HF.\nAS & PDA increase the strain on left ventricle -> LVF.\nPS increases the strain on right ventricular failure ---> RVF.", "cop": 3, "opa": "a", "opb": "c", "opc": "bc", "opd": "ad", "subject_name": "Pediatrics", "topic_name": null, "id": "52d643b9-6455-43f0-a04e-a838bf1ba1c8", "choice_type": "single"}
{"question": "Hypoxic Ischemic encephalopathy true is –", "exp": "Clinical features of hypoxic ischemic encephalopathy\n\nEncephalopathy progress over time -\n\n\nBirth to 12 hours --> Decreased level of conciousness, poor tone, decreased spontaneous movement, periodic breathing or apnea, seizures.\n12-24 hours --> More seizuers, Apneic spells, jitteriness, weakness.\nAfter 24 hours —> Hypotonia, conciousness, poor feeding, brainstem signs (oculomotor) and pupillary disturbances.", "cop": 3, "opa": "Lower limbs affected more than upper limbs", "opb": "Prox. Muscles > distal muscles", "opc": "Seizure", "opd": "Trunk involved", "subject_name": "Pediatrics", "topic_name": null, "id": "e16742f8-aa56-4a27-9d8d-b7643e5f27c5", "choice_type": "multi"}
{"question": "A 6 years male child comes with complaints of bedwetting. The child is continent during the day and problem is only at night. Growth and development of the child were normal. Urine microscopy is normal and urine specific gravity was 1.020. How will you manage?", "exp": "Ans: A: Reassure the parents and follow up after 6 monthsExplanation:(Ref: Nelson 20Ie p2585; Ghai 8/e p504)Bed-wetting is normal till 5 years of age.In a child with only night-time bed wetting, when urinalysis (to rule out infections) and urine osmolality (to rule out diabetes) are normal, only regular follow up is required.Treatment:To reassure the child and parents that the condition is self-limited and to avoid punitive measures that can affect the child's psychologic development adversely.Fluid intake should be restricted to 2 oz after 6 or 7 pm.Parents should be ceain that the child voids at bedtime.Avoiding extraneous sugar and caffeine after 4 pm also is beneficial.If the child snores and the adenoids are enlarged, referral to an otolarvngologist should be considered, because adenoidectomv can cure the enuresis.", "cop": 1, "opa": "Reassure the parents and follow up after 6 months", "opb": "Refer to psychiatrist", "opc": "Complete blood counts", "opd": "Ultrasound-KUB", "subject_name": "Pediatrics", "topic_name": null, "id": "3754573b-da5e-4350-9604-2bff0e3a30b3", "choice_type": "single"}
{"question": "In CPR for Infants-1. The sequence followed is Compression - Breathing- Airway2. 30 chest compression is given3. 1 breathe every 15 compressions4. Chest Compression should be 1 1/2 inches in infants5. In infants, the brachial pulse should be assessed.", "exp": "Ans. D. False True False True TrueEmergency care providers should check the victim's pulse for at least 5 seconds but no longer than 10 seconds. For children aged one to adolescence, the pulse should be checked at the carotid aery. In infants, the brachial pulse should be assessed.If there is a palpable pulse within 10 seconds, then a rescue breath should be given every 3 seconds. Breaths should last one second and the chest should be observed for visible rise. If the victim has an advanced airway, then the provider should administer breaths 10-12 times per minute.If the pulse is less than 60/minute, or if the victim has signs of poor perfusion after adequate ventilation and oxygenation, the provider should begin chest compressions. In the absence of a pulse, a lone rescuer should begin CPR with 30 high quality compressions followed by two breaths. If two healthcare providers are available, the cycle of compressions to breaths should be 15:2 (pediatrics).High quality compressions in CPR should be a minimum of 1/3 the AP diameter of the chest, or approximately 1 1/2 inches in infants (4 cm) and 2\" in children from age one to adolescence. The rate of compressions should be 100-120 per minute. Chest recoil should be complete between compressions.Pediatric compression is performed with the head of one hand over the lower 1/2 of the sternum, between the nipples. In infants, use two fingers, or use the thumb encircling technique if multiple providers are available", "cop": 4, "opa": "True False False True False", "opb": "True False False True True", "opc": "False True False True False", "opd": "False True False True True", "subject_name": "Pediatrics", "topic_name": null, "id": "f3e76c88-e70d-4d84-9f61-6d93ef188950", "choice_type": "multi"}
{"question": "Video based question - AIIMS NICU - neonate shown on O2 with nasal prongs, not intubated, sister shown inseing a tube through the mouth, camera zooms in, 18 (calibration) mark seen, the other (green) end as of now not connected to anything, video ends, what is the procedure that is being done?VIDEO LINK:", "exp": "Ans. D. Orogastric tube inseion", "cop": 4, "opa": "Oral suction", "opb": "Oropharyngeal suction", "opc": "Nasogastric tube inse", "opd": "Orogastric tube inseion", "subject_name": "Pediatrics", "topic_name": null, "id": "db876ffe-c2d5-4d12-9aa1-6745cac9cb2d", "choice_type": "single"}
{"question": "A 10–year old male child was presented to the pediatrician for evaluation of a seizure disorder. On examination a vascular plaque was found along the ophthalmic and maxillary divisions of the trigeminal nerve. The mother informed the pediatrician that the lesion was present since birth and there was no change in morphology. The most likely possibility is –", "exp": "This child has :\n\n\nSeizure disorder\nVascular plaque along the ophthalmic and maxillary divisions of trigeminal nerve\nLesion presenting since birth and not chonging in morphology\n\n\nThe diagnosis is sturge weber syndrome.\nSturge weber syndrome is a rare congenital vascular disorder characterized by facial capillary malformation (port wine stain) and associated capillary venous malformation affecting the brain and eye.\nIt consists of angiomas involving the leptomeninges and skin of face typically in the ophthalmic and maxillary distributions of trigeminal nerve.", "cop": 1, "opa": "Sturge Weber syndrome", "opb": "Infantile hemangioma", "opc": "Congenital hemangioma", "opd": "Proteus syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "1d7c2dff-73e6-46d8-8d10-ab6ee7464701", "choice_type": "single"}
{"question": "A 35 years old lady has chromosomal translocation 21/21. The risk of down syndrome in the child is –", "exp": "Cvtogenetic aspects of own's syndrome -\n\nThe most common finding is trisomy 21.\nMolecular studies have revealed that the additional number 21 chromosome is derived from the mother in 95% of Cases. (The recurrence risk in these families is approximately 1%.)\nIf a female with Down syndrome due to trisomy 21 conceives then there is a risk of 50% that the baby will also have trisomy 21.\nMales with Down syndrome have rarely if ever reproduced.\n\nChromosome findings in Down syndrome\n\nTrisomy 21, e.g. 47, XY, + 21                  -                  95%\nMosaicism, e.g. 46, XX, / 47, XX, + 21           -         2%\nRobertsonian translocation,\n\ne.g. 46 XX, - 15,+ t (15q21q)                           -               3%\nInheritence in Mosaic if own's syndrome\n\nChildren with mosaic Down syndrome are usually less severely affected than in the full-blown syndrome, and if only a small proportion of cells are trisomic then these individuals may lead normal lives.\nIn the event of reproduction, of these individuals there is a relatively high risk that the baby will have full trisomy 21 with the precise risk equalling the proportion of gametes which carry an additional number 21 chromosome.\n\nInheritance in Down's syndrome with tranclocation\n\nWhen a child has Down syndrome as a result of an unbalanced Robertsonian translocation, there is a probability of around 25% that one of the parents will carry this in a balanced form. The remaining 75% of cases arise as de novo events and convey a low recurrence risk of approximately 1%\nIf, however, a parent is shown to be a carrier then there will be a significant risk that a future child will be affected, usually of the order of 2-5% for a carrier male and 10-15% for a carrier female.\nIn the very rare event that a parent carries a balanced 21q21e Robertsonian translocation, the risk of Down's   drome in liveborn offs rin• will be 100%.\n\n​Risk of abnormal offspring for a carrier of a balanced translocation", "cop": 1, "opa": "100%", "opb": "0%", "opc": "10%", "opd": "50%", "subject_name": "Pediatrics", "topic_name": null, "id": "b3f12eb4-3ba5-4b60-b3fe-38c163ee5d18", "choice_type": "single"}
{"question": "Craniopagus is defined as fusion of:", "exp": "Ans: B. Head onlyRef: Coran Pediatric Surgery 7u ed., pg. 1728Craniopagus:Extent of union:Cranial neuroporeSkull venous sinus &meninges l00%Cerebral coex 37%", "cop": 2, "opa": "Head and spine", "opb": "Head only", "opc": "Thorax and spine", "opd": "Thorax only", "subject_name": "Pediatrics", "topic_name": null, "id": "ddd74ca8-115f-444b-a754-28567fb618b1", "choice_type": "single"}
{"question": "A 6–month–old infant presents to the 'diarrhoea clinic' unit with some dehydration. The most likely organism causing diarrhea is –", "exp": "Ghai states - \"In India Rotavirus and enterotoxogenic E.coli account for nearly half of the total diarrhoea) episodes among children\".", "cop": 2, "opa": "Entamoeba histolytica", "opb": "Rotavirus", "opc": "Giardia lamblia", "opd": "Shigella", "subject_name": "Pediatrics", "topic_name": null, "id": "bf8d5b76-bda5-4221-95ef-d536c00c24ee", "choice_type": "single"}
{"question": "A term neonate with unconjugated hyperbilirubinemia of 18 mg/dl on 20th day. All are common causes except –", "exp": "This child has unconjugated hyperbilirubinemia, while congenital cholangiopathy causes conjugated hyperbilirubinemia.\nreastfeeding jaundice and Breastmilk jaundice \n\nThere is strong association between exclusive breastfeeding and neonatal jaundice.\nA few babies who remain on exclusive breast feed develop jaundice in the second week of life and continue well into the third month. This is called breastmilk jaundice.\nA bilirubin level of over 20 mg/dl may be attained. (It is presumed to be due to inhibitory substances in the breastmilk that interfere with bilirubin conjugation e.g. pregananediol and free fatty acids).\nTemporary interruption of breastmilk feeds will dramatically reduce the serum levels of bilirubin and there may be slight increase in bilirubin when breast feeding is resumed, but it never reaches the previous levels. Hypothyroidism  \nPersistent elevation of indirect bilirubin is the first sign of congenital hypothyroidism in neonates.\nThis is due to decreased activity of UDPGT for weeks or months after birth.\nAt least 10% of all infants with congenital hypothyroidism will have jaundice as the presenting symptom.\nTreatment with thyroxine promptly alleviates jaundice.\n\nG-6PD deficiency \n\nThere is hemolytic anemia that results in increased production of unconjugated bilirubin.", "cop": 2, "opa": "Breast rnilk jaundice", "opb": "Congenital cholangiopathy", "opc": "G 6PD deficiency", "opd": "Hypothyroidism", "subject_name": "Pediatrics", "topic_name": null, "id": "dc020962-d8a1-4790-b268-c6dadb000137", "choice_type": "multi"}
{"question": "Presented edema, oliguria and frothy urine. He has no past history of similar complaints. On examination, his urine was positive for 3+ proteinuria, no RBCs/WBCs and no casts. His serum albumin was 2.5 gm/L and serum creatinine was 0.5 mg/dL. The most likely diagnosis is:", "exp": "Ans: A.Minimal change disease(Ref Harrison 19/e p184, 18/2345)Most likely diagnosis - Minimal change disease.Minimal Change Disease:Peak age of onset = Between 6-8 years of age (usually <10 years)Type of onset = InsidiousTypical presentation = Nephrotic syndromeHallmark of Nephrotic syndrome =Peripheral edema.Occurs when serum albumin levels < 3 gm/dlLaboratory findings = Proteinuria & hypoalbuminemia.", "cop": 1, "opa": "Minimal change disease", "opb": "IgA nephropathy", "opc": "Interstitial nephritis", "opd": "Membranous nephropathy", "subject_name": "Pediatrics", "topic_name": null, "id": "da743fb8-1db4-4fee-9e20-351d78dc60c9", "choice_type": "single"}
{"question": "A parent is homozygous and a parent heterozygous for an autosomal recessive gene. What will be the outcome –", "exp": "Autosomal recessive disorders \n\nAutosomal recessive disorders are manifested in homozygous state, i.e. when both alleles at a given gene locus are mutant.\nThere may be following five situations -", "cop": 3, "opa": "75% children affected", "opb": "No child affected, but all are carriers", "opc": "50% children affected, rest are carriers", "opd": "25% children affected, rest are carriers", "subject_name": "Pediatrics", "topic_name": null, "id": "d3709637-27e6-4481-9617-103d7ef63048", "choice_type": "multi"}
{"question": "All are features of non paralytic polio except –", "exp": "Poliomyelitis \n\nThe usual age group affected by poliomyelitis is between 6 months to 3 years.\nIncubation period —> 7-14 days.\n\tClinical manifestations\nClinical course of Poliomyelitis has following stages.\n\n1. Inapparent (subclinical) infection\n\nOccurs in 95% of infected individuals.\nPatient is asymptomatic\n\n2. Minor (abortive) illness\n\n1114-8% of infection.\nFever, sore throat, headache adn malaise.\nAssociated with phase of viremia.\nLasts for 1 to 5 days\n\n​\n3. Aseptic meningitis\n\nIn 1% of infected cases.\nSigns of menigitis —> Neck rigidity, vomiting etc.\n\n4. Paralytic polio\n\nIn less than 1% of infections.\n\nNote : First 3 stages are non-paralytic polio.", "cop": 1, "opa": "Absent deep tendon reflexes", "opb": "Head drop", "opc": "Nuchal rigidity", "opd": "Knee heel test negative", "subject_name": "Pediatrics", "topic_name": null, "id": "3a540909-ac85-4d6b-a7af-be0300a93207", "choice_type": "multi"}
{"question": "Recurrent abdominal pain in children in most often due to –", "exp": "Chronic and recurrent abdominal pain in children \n\nChronic abdominal pain is defined as recurrent or persistent bouts of abdominal pain that occur over a minimum of 3 months.\nThe commonest cause of chronic abdominal pain in older children is functional (non organic) that may be due to emotional or behavioral problems.\n\nCauses of chronic and recurrent Abdominal pain", "cop": 2, "opa": "Roundworms", "opb": "Emotional/behavioural problems", "opc": "Amoebiasis", "opd": "Giardiasis", "subject_name": "Pediatrics", "topic_name": null, "id": "25c67dc6-f8bd-4ef4-ac07-6ae8a02e0412", "choice_type": "single"}
{"question": "A child presented in the OPD with multiple permeating lesions involving all the bones of the body which of the following is the most probable diagnosis :", "exp": "Osteolytic lesions in a child involving all the bones of the body points towards the diagnosis of Histiocytosis X.\nThe bony lesions in Histiocytosis x can present as a single lesion or as a wide spread disease involving virtually any bone of the body.\nThe lesions are osteolytic and the common sites of involvement are --> Skull, Vertebrae, Ribs & Clavicle.\n\n​About other choices :\n\nMetastasis from Wilm's tumour  -   It can be easily be excluded as the metastatic from Wilms' tumour does not involve bones.\nNeuroblastoma  -  Though it can involve any bone of the body, but simultaneously involvement of all the bones of the body without any common manifestation is very unlikely to be neuroblastoma.\nMetastasis from Osteosarcoma - Metastasis from osteosarcoma commonly goes to lung not bones.", "cop": 3, "opa": "Neuroblastoma", "opb": "Metastasis from osteosarcoma", "opc": "Histiocytosis X", "opd": "Metastasis from Wilm's tumour", "subject_name": "Pediatrics", "topic_name": null, "id": "176b116a-244a-4bb5-a162-f43d5a340a0e", "choice_type": "multi"}
{"question": "Increase in muscle mass at adolescence is probably caused by –", "exp": "During adolescence, there is increased in muscle mass with loss of body fat.\nThe maximum loss of fat and increase in muscle mass correspond to the time of peak hight velocity.\n\"Both GH and gonadal steroids must be present for normal pubertal growth\". __________ Laurence D. Steinberg\nNote - thyroid hormone and cortisol (adrenal steroids) are also required but this requirement is not different from that is required during childhood. Gonadal steroids (most imp) and GH are the major hormone for pubertal growth.\nSo, best answer of this question would be all of the above.", "cop": 3, "opa": "Thyroid hormone", "opb": "Adrenal hormone", "opc": "Growth harmone", "opd": "None of the above", "subject_name": "Pediatrics", "topic_name": null, "id": "bbc48467-ba17-44ca-8fc0-133a81ae3b85", "choice_type": "multi"}
{"question": "All of the following are sequelae of fetal alcohol syndrome except:", "exp": "Answer--A. MacrocephalyFetal alcohol syntlrome is ussociated with microcephuly rather lhan macntcephaly. Holoprosencephaly can occur in extreme forms of fetal alcohol syndrome along with midline hypoplasia.\"Fetal Alcohol Syndrome (FAS) No single malformation or characteristic malformation complex has been described in few cases of FAS in wihch neuropathology has been repoed. The neuropathologic changes are varied and nonspecitic and include microcephaly, hydrocephalus, leptomeningeal, white matter and periventricalar neuroglial heterotopias, agenesis of corpas callosum and the cerebellar vermis, incomplete holoprosencephaly, and neural tube defects", "cop": 1, "opa": "Macrocephaly", "opb": "Holoprosencephaly", "opc": "Microcephaly", "opd": "Thinning of corpus callosum", "subject_name": "Pediatrics", "topic_name": null, "id": "373e5596-6095-431f-bea1-88cccaccfef3", "choice_type": "multi"}
{"question": "Which of the following is the least important prognostic factor in congenital diaphragmatic hernia ?", "exp": "Timing of surgical repair has gradually shifted from an emergency repair, to a policy of stabilization using a variety of ventilatory strategies prior to operation. •\nCurrent recommendation is to adopt a conservative approach and delay surgical repair of the CDH until the infant stablizes from a hemodynamic and respiratory point of view.\n\nPrognostic factors in CDI-1 \n\nPrognostic factors can be divided into:\n\n(A) Primary prognostic factors (Pathophysiological)\n\nThese are the most important prognostic factor which affect morbidity and mortility.\nThese factors are:\n\n\nPulmonary hypoplasia (most important)\nPulmonary hypertension (2nd most important)\n\n(B) Secondary or relative predictors (diagnostic/clinical)\n\nThese poor prognostic factors are:\n\n(a)      tinatal\n\nDetection at an early gestational age (<24 wks)\nAssociated extradiaphragmatic congenital anomalies\nLiver herniation into thorax (Liver above diaphragm)\n\n\nStomach herniationinto thorax (Stomach above diaphragm)\nPresence of polyhydraminios\nSmall lung to head circumference ratio (LI-IR ratio)\nSmall fetal abdominal circumference (< than 5th percentile)\n\n(b) Postnatal\n\nEarly age (< 6 hours) of presentation\nPG, and PCO, unresponsive to ventilation\nNeed for extracorporeal membrane oxygenation (ECM0)\n\n(c) Side of defect\n(i) Right sided defect", "cop": 2, "opa": "Pulmonary Hypertension", "opb": "Delay in emergent surgery", "opc": "Size of defect", "opd": "Gestational age at diagnosis", "subject_name": "Pediatrics", "topic_name": null, "id": "406dfa1b-f27b-4db0-8c21-7c300498f63d", "choice_type": "single"}
{"question": "Which of the following drugs is used for the treatment of refractory histiocytosis :", "exp": "Treatment of LCH :\n1. Single system disease  :\n\nThe clinical course of single system disease is usually benign with a high chance of spontaneous remission.\nTherefore, treatment should be minimal and should be directed at arresting the progression of a bone lesion that could result in permanent damage before it resolve spontaneously.\nCurettage or less often low dose local radiotherapy may accomplish this.\n\n2. Multisystem disease :\n\nIt should be treated with systemic multiagent chemotherapy.\nAny one, of following two should be included in regimen : \n\ni) Etoposide  \n​ii) Vinblastin\n\nFor unresponsive disease following therapies are available :\n\ni) Cyclosporine / antithymocyte globulin.\nii) Imatinib.\niii) 2-chlorodeoxyadenosine (Cladribine).\niv) Stem cell transplantation.", "cop": 3, "opa": "High dose methotrexate", "opb": "High dose cytarabine", "opc": "Cladribine", "opd": "Fludrabine", "subject_name": "Pediatrics", "topic_name": null, "id": "fe3802ce-0adf-40e0-a69b-1c70aec9fe94", "choice_type": "single"}
{"question": "Fetal alcohol syndrome is characterized by all except –", "exp": "Fetal alcohol syndrome\n\nHigh level of alcohol ingestion in pregnancy can cause damage to fetus, known as fetal alcohol syndrome.\nThe harmful effects may be due to alcohol itself or due to one of its breakdown products. Some evidence suggests that alcohol may impair placental transfer of essential amino acids and zinc, both necessary for protein synthesis, which may account for IUGR.\nCharacterististics of fetal alcohol syndrome include : -\n\n\nHIG1? (not large proportionate body)\nMicrocephaly\nCongenital heart defects (ASD, VS )\nMental retardation\nFacial abnormalities -3 Short palpebral fissures, epicanthal folds, maxillary hypoplasia, micrognathia, low set ears, smooth philthrum, thin smooth upper lip.\nMinor joint anomalies\nHyperkinetic movements", "cop": 3, "opa": "Microcephaly", "opb": "Low intelligence", "opc": "Large proportionate body", "opd": "Septal defects of heart", "subject_name": "Pediatrics", "topic_name": null, "id": "5a7cda67-bf66-44be-95b0-ff347d55c01a", "choice_type": "multi"}
{"question": "A child presents with abdominal colic and hematuria on ultrasonography a stone 2.5 cm in diameter is seen in the renal pelvis. The next step in management of this case is :", "exp": "Although there are many methods of renal stone removal, the best is ESWL (extracorporeal shock-wave lithrotripsy].\nA conservative approach is chosen only when the stone is upto 0.5 or 0.6 cm.", "cop": 4, "opa": "Pyelolithotomy", "opb": "Nephroureterostomy", "opc": "Conservative", "opd": "ESWL", "subject_name": "Pediatrics", "topic_name": null, "id": "458e5d53-87fd-44da-b3a1-487305e2adef", "choice_type": "multi"}
{"question": "In postductal coarctation of the aorta, blood flow to the lower limb is maintained through which of the following arteries –", "exp": "The coarctaion may be :\n\n\nPreductal - where is narrowing is proximal to the ductus arteriosus or ligamentum arteriosum. or\nPostductal - where the narrowing is distal to the ductus arteriosus or ligamentum arterosuin.\n\n\nCollateral circulation connects the proximal and the distal aspects of the vessels over time. This collateral circulation will develop mainly from the : -\n\n\nSubclavian,                   u Internal thoracic                                                             u Intercostal arteries\n\nu Axillary,                         u Superior and inferior epigastric and\n\nFollowing collateral connections may be seen :\n\n\nIn the anterior thoracic wall, the internal mammary arteries (arising from subclavian arteries) and the epigastric arteries join to form collaterals which supply the abdominal wall and the lower extremities.\nInternal mammary artery gives rise to anterior intercostal arteries which forms anastomoses with the posterior intercostal (post intercostals arise from descending aorta).\nSuperior epigastric artery is terminal branch of internal mammary artery and forms anastomoses with inferior epigastric artery which arises from external iliac artery.\nMusculophrenic artery is terminal branch of internal mammary artery and forms anastomoses with inferior plirenic and post intercostals.\nThe Para scapular arteries (arising from subclavian artery and axillary arteries) connect with the posterior intercostal arteries to form collaterals which supply the distal aortic compartment.\nThe suprascapular artery from the subclavian; and the thoracoacromial, lateral thoracic and subscapular arteries from the axillary; and the first and second posterior intercostal arteries from the costocervical trunk anastomose with other posterior intercostal arteries.\nOne route of collateral formation can be subclavian artery - vertebral artery-spinal arteries - post intercostals and lumbar artery - aorta.", "cop": 3, "opa": "Umblical artery and subcostal arteries", "opb": "Thoracic and pericardiophrenic arteries", "opc": "Intercostal arteries and superior epigastric artery", "opd": "Ant and post circumflex arteries", "subject_name": "Pediatrics", "topic_name": null, "id": "a8741f5b-b523-461f-b335-3dbe021ad8de", "choice_type": "single"}
{"question": "Absence of which of the following milestone in 3 yr old chitd is called delayed development?", "exp": "Ans: C. Feeding by spoonRef: Ghai Essentiul Pediatrics, 8\"' ed., pg. 49Hopping on one leg - Should be attained by 4 years ofageDrawing a square - Should be attained by 4Il2 years of ageFeeding by spoon Should be attained by l8 months of agePassing a ball to someone- Should be attained by 3 years", "cop": 3, "opa": "Hopping on one leg", "opb": "Drawing a square", "opc": "Feeding by spoon", "opd": "Passing a ball to someone", "subject_name": "Pediatrics", "topic_name": null, "id": "1fe1bd49-93cd-4bea-8beb-fdf6cc819421", "choice_type": "multi"}
{"question": "All of the following are good progonostic factor for ALL except –", "exp": "Acute Myelogenous leukemia", "cop": 4, "opa": "Age of onset between 2-8 years", "opb": "Initial WBC count less than 50000", "opc": "Hyperdiploidy", "opd": "t (9 : 22), t (8 : 14), t (4 : 11)", "subject_name": "Pediatrics", "topic_name": null, "id": "d43fc90d-cbde-4b19-8b2d-a82f66c58186", "choice_type": "multi"}
{"question": "A 2 year old boy has vitamin D refractory rickets. Investigations show serum calcium 9 mg/dl. Phosphate 2.4 mg dl, alkaline phosphate 1040 parathyroid hormone and bicarbonate levels are normal. The most probable diagnosis is –", "exp": null, "cop": 2, "opa": "Distal renal tubular acidosis", "opb": "Hypophosphatemic rickets.", "opc": "Vitamin D dependent rickets", "opd": "Proximal renal tubular acidosis", "subject_name": "Pediatrics", "topic_name": null, "id": "77a4b51b-b0d3-44fc-bed3-2ecccad80de0", "choice_type": "single"}
{"question": "A 5 year old child is rushed to casualty reportedly electrocuted while playing in a park. The child is apneic and is ventilated with bag and a mask. Which of the following will be the next step in the management –", "exp": "After airway has been opened and two rescue breaths provided, determine the need for chest compression. For this check the pulse in carotid (in children) or branchial artery (in infants).\nIf the pulse is not palpable or heart rate is <60/min, begin chest compression.", "cop": 1, "opa": "Check pulses", "opb": "Start chest compressions", "opc": "Intubate", "opd": "Check oxygen saturation", "subject_name": "Pediatrics", "topic_name": null, "id": "778a2563-fd4e-4c60-8c72-892dc8e3429c", "choice_type": "multi"}
{"question": "A 5 years old child brought to the hospital with history of loose stools but no history of fever or blood in stools. Mother says he is irritable and drinks water hastily when given. On examination eyes are sunken and in skin pinch test, the skin retracted within two seconds but not immediately. What is the treatment for this child?", "exp": "Answer- D. Give Zinc supplementation and oral rehydration solution only and ask mother to come back if some danger signs developThe child in this given scenario is having some dehydration, as the child is restless and irritable, drink water readilyand skin pinch goes back slowly (< 2 seconds) with sunken eyes. Treatment includes oral rehydration therapy, zincsupplementation and continued breastfeeding according to the WHO IMNCI protocol plan B.", "cop": 4, "opa": "Administer the first dose of IV antibiotic and immediately refer to hither center", "opb": "Give oral fluids and ask the mother to continue the same and visit again next day", "opc": "Consider severe dehydration, sta IV fluids, IV antibiotics and refer to higher center", "opd": "Give Zinc supplementation and oral rehydration solution only and ask mother to come back if some danger signs develop", "subject_name": "Pediatrics", "topic_name": null, "id": "561aefb5-77c7-433e-8029-096d77ad3099", "choice_type": "single"}
{"question": "Palpable purpura is seen in all. except –", "exp": null, "cop": 3, "opa": "H.S. Purpura", "opb": "Mixed cryoglobulinemia", "opc": "Giant cell arteritis", "opd": "Drug induced vasculitis", "subject_name": "Pediatrics", "topic_name": null, "id": "23cdcc3c-aabd-403a-b2f7-59ecfab6ed23", "choice_type": "multi"}
{"question": "To establish the diagnosis of H-type trachea-esophageal fistula, which if the following is required?", "exp": "Answer- B. Tracheo-bronchoscopyIsolated tracheoesophageal fistula (TEF) (H-type fistula):Congenital isolated TEF (H-type) is a rare disorder posing diagnostic and management problems.H-type TEF is more frequent than H-type, owing to the oblique angle of the fistula from the trachea (carina or main bronchi) to the oesophagus, anatomically at the level of the neck root (c7-T1).Pressure changes between both structures can cause entry of air into the oesophagus, or entry of oesophageal content into the trachea.", "cop": 2, "opa": "Chest X-ray", "opb": "Tracheo-bronchoscopy", "opc": "CT scan", "opd": "Esophagoscopy", "subject_name": "Pediatrics", "topic_name": null, "id": "fffb00bf-d5e6-4975-9299-12beacacb8ad", "choice_type": "single"}
{"question": "An adolescent school girl complaints of dropping objects from hands, it gets precipitated during morning and during exams. There is no history of loss of consciousness and her cousin sister has been diagnosed with epilepsy. EEG was done and was suggestive of epileptic spikes. What is the diagnosis?", "exp": "- History given suggests the diagnosis of Juvunile myoclonic epilepsy Juvunile myoclonic epilepsy ( Janz Syndrome ) - Most common generalized epilepsy in young adults. - Stas in early adolescence with 1 or more of: Myoclonic jerks in morning, causing patient to drop things Generalized tonic-clonic seizures upon awakening Juvenile absences. - Sleep deprivation and photic stimulation can act as precipitants. - EEG shows generalized 4-5 Hz polyspike and slow wave discharge. OTHER OPTIONS: Atypical absence seizures - Less abrupt onset and offset of loss of awareness - Associated myoclonic components and tone changes of head and body - Precipitated by drowsiness - Accompanied by 1 to 2 hz spike and slow wave discharge. Benign childhood epilepsy syndrome with centrotemporal spikes - Rolandic epilepsy - Stas during childhood and is outgrown in adolescence. - Child wakes up at night owing to focal seizures causing buccal and throat tingling and tonic clonic contractions of 1 side of face, with drooling and inability to speak but with preserved consciousness and comprehension. - EEG shows typical broad based centrotemporal spikes that are markedly increased in frequency during drowsiness and sleep. - MRI is normal. - Patient respond well to carbamazepine.", "cop": 1, "opa": "Juvenile myoclonic epilepsy", "opb": "Atypical absence", "opc": "Choreo - athetoid epilepsy", "opd": "Centrotemporal spikes", "subject_name": "Pediatrics", "topic_name": "AIIMS 2018", "id": "605c9835-95d4-4a5e-b400-09bf38e75e4c", "choice_type": "single"}
{"question": "A 10 year old child presented with headache, vomiting, gait instability and diplopia. On examination he had papilledema and gait ataxia. The most probable diagnosis is –", "exp": "\"The classical triad of headache, nausea and vomiting, and papilledenaa is associated with midline or infratentorial tumors\".\n \nSign and symptoms of Brain tumors in children\n\nChildren with brain tumors frequently have symptoms and signs that strongly suggest the appropriate diagnosis.\nThe clinical triad of symptoms associated with increased ICT -4 headache, vomiting, blurred vision / diplopia, is the hallmark of brain tumors in childhood.\nThese symptoms occur more frequently with mid-line posterior fossa (infratentorial) tumors owing to the propensity of lesions close to the ventricular CSF flow system.\nSymptoms of the brain tumors vary depending upon which part of the brain the tumor is found :­\n\nBrain tumor in cerebrum (supratentorial)\n\nSeizures                                 o Hemiperes is or Hemiplegia          o Drowsiness / confusion\nVisual changes                     o T ICT (less common)                        o Personality changes\n\nBrain tumor in brain stem\n\nSeizures                                 o Diplopia             o Respiratory changes o T ICT (Rare)\nEndocrine problem (DM) o Headache            o Cranial N. palsy\n\nBrain tumor in cerebellum\n\nT ECT (most common)     o Headache          o Uncoordinated movement\nVomiting                               o Ataxia\n\nSymptoms due to raised ICT --> These are mainly caused by midline posterior fossa tumor --> Medulloblastoma.\n\nHeadache                                                    o Nausea                                                  o Drowsiness\nVomiting (usually in the morning)         o Personality changes                         o Papilledema\nDiplopia / blurred vision                           o Irritability\n\nNote - Brain-stem tumors are also posterior fossa tumors, but they do not present with increased ICT.", "cop": 4, "opa": "Hydrocephalus", "opb": "Brain stem tumour", "opc": "Suprasellar tumour", "opd": "Midline posterior fossa tumour", "subject_name": "Pediatrics", "topic_name": null, "id": "e6d619bc-90fe-44e0-b5c6-59c4b3a15720", "choice_type": "single"}
{"question": "Maximum steroid produced by fetal adrenal:-", "exp": "- steroid hormones are synthesized in adrenal coex. - coisol is major steroid predominantly synthesized by fetal adrenal gland.", "cop": 2, "opa": "DHEA-S", "opb": "Coisol", "opc": "Coicosterone", "opd": "Progesterone", "subject_name": "Pediatrics", "topic_name": "AIIMS 2018", "id": "157f841a-269b-4207-825d-2a62dd8cd197", "choice_type": "single"}
{"question": "Children with germline retinoblastoma are more likely to develop other primary malignancies in their later lifetime course. Which of the following malignancy can occur in such patients?", "exp": "Answer- A. Osteosarcoma of lower limbsChildren with germline retinoblastoma are more likely to develop other primary malignancies in their later lifetime course.Osteosarcoma of lower limbs can occur in such patients.Retinoblastoma Syndrome (Primary site malignancy)- Familial Retinoblastoma", "cop": 1, "opa": "Osteosarcoma of lower limbs", "opb": "Thyroid carcinoma", "opc": "Seminoma", "opd": "Renal cell carcinoma", "subject_name": "Pediatrics", "topic_name": null, "id": "1e5b509f-35b6-4133-95ab-dbd33122ed8f", "choice_type": "single"}
{"question": "A 2 year old premature neonate develops GTCS. What is the best investigation done to diagnose the pathology?", "exp": "Answer- A. Transcranial ultrasound Diagnostic Procedures:Polygraphic video-EEG recording ofsuspected events is probably mandatory for an incontroveible seizure diagnosis.It is performed at the bedside and provides effective assessment of ventricular size and other fluid-containing lesions as well as effective viewing of haemorrhagic and ischaemic lesions and their evolution.CT brain scan is often of secondary or adjunctive impoance to ultrasound. Last-generation CT brain scan imagesare of high resolution, can be generated within seconds and can accurately detect haemorrhage, infarction, grossmalformations and ventricular and other pathological conditions.MRI is much superior for abnormalities of coical development used for the detection of structural abnormalitiessuch as malformations of coical development, intracranial haemorrhage, hydrocephalus and cerebral infarction.", "cop": 1, "opa": "Transcranial ultrasound", "opb": "CT Head", "opc": "MRI brain", "opd": "X-ray", "subject_name": "Pediatrics", "topic_name": null, "id": "77d35e3d-ce5c-426c-91da-17f5259efafa", "choice_type": "single"}
{"question": "A neonate presented with jaundice on first day of life. His mother's blood group is `0' positive. How will you manage this patient?", "exp": "Ans: D. Phototherapy(Ref: Nelson 20/e p873)Jaundice on day 1 of life - Due to some hemolytic disease or congenital infections.Treated using phototherapy.Possibility of Rh incompatibility ruled out as mother blood group is 0+.Ideally basic investigations for hemolytic anemia should be sent simultaneously (not given in the option).Best option would be phototherapy.", "cop": 4, "opa": "Observe only as it is mostly physiological jaundice", "opb": "Exchange transfusion", "opc": "Liver function tests and liver biopsy as it is mostly due to cholestasis", "opd": "Phototherapy", "subject_name": "Pediatrics", "topic_name": null, "id": "cd4a4452-2cfc-41d0-be4f-ab2c29778feb", "choice_type": "single"}
{"question": "All are true regarding Pseudotumour cerebri except –", "exp": "Pseudotumor cerebri\n\nPseudotumor cerebri is characterized by increased intracranial pressure in the absence of an identifiable intracranial mass or hydrocephalus.\nCardinal features of pseudotumour cerebri\n\n\nHeadache, Clinically resembling that of brains tumor\nNormal cerebrospial fluid\nNormal or sin all ventricular size\nCT & 111R1 Normal\nNo focal neurological deficit\nTransient visual obscurations and papilledema with enlarged blind spots.", "cop": 2, "opa": "Ventricular system is of normal size or small", "opb": "CT Scan shows punctate hypodense areas", "opc": "No focal neurological deficit", "opd": "Intracranial pressure is raised", "subject_name": "Pediatrics", "topic_name": null, "id": "c5cb18f5-77e4-443a-820e-5c5759aa5439", "choice_type": "multi"}
{"question": "All of the following about Vitamin D metabolism are true except", "exp": "In Williams syndrome there is failure to gain weight (not obesity) and delay in development (not-precocious puberty)\n\nWilliams syndrome\n\nWilliams syndrome is a rare neurodevelopmental disorder characterized by:\n\n\nUnusual facial features: Elfin facial appearance, widely spaced teeth, a long philthrum along with a low nasal bridge, an unusually cheerful demeanor and ease with strangers.\nHeart defects: Supravalvular aortic stenosis.\nDevelopment delay: Mental retardation, failure to gain weight (failure to thrive), low muscle tone.\nTransient hypercalcemia\n\n\nOther features include GI problems (Colic, abdominal pain, diverticulitis), nocturnal enuresis, dental irregularities, hypothyroidism, hyperacussis and photophobia.\n\nVitamin D \n\nIt occurs mainly in two forms\n\n\nVit D3 —> Cholecalciferol - synthesized in skin under the influence of UV rays from 7-dehydrocholesterol.\nVit D2 —) Calciferol - present in irradiatiate food-yeast, fungi, bread.\n\n\nActivation of Vit D takes place in following manner.", "cop": 4, "opa": "25–α hydroxylation takes place in liver", "opb": "1–α hydroxylation takes place in kidney", "opc": "Daily requirement in the absence of sun–light is 450-6001U/day", "opd": "Williams syndrome is associated with obesity, mental retardation, precocious puberty", "subject_name": "Pediatrics", "topic_name": null, "id": "02b97bc8-316d-45fb-b372-606a62db2218", "choice_type": "multi"}
{"question": "In a 4 year old child with ASOM the infecting of organism is likely to be –", "exp": "Three most common organisms causing ASOM -4 S. pneumoniae (40%), H. influenzae (25-30%), Moraxella, catarrhalis (10-15%)\nNote - H.influenzae causing ASOM is nontypable. The incidence of H.influenzae type 'b' has decreased because of widespread use of Hib vaccine.", "cop": 1, "opa": "Pneumococcus", "opb": "H.influenza", "opc": "Streptococcus", "opd": "Staphylococcus", "subject_name": "Pediatrics", "topic_name": null, "id": "66092ccf-9a06-466a-a08f-8964f3091a9c", "choice_type": "single"}
{"question": "2 years female has been successfully treated for urinary tract infection. Next step in management is :", "exp": "The primary concerns following the diagnosis of UTI are :\n\n\nThe presence of an underlying urological anomaly (obstruction or VUR).\nInvolvement of kidney (Pyelonephritis).\n\n\nRecommended radiological evaluation includes a combination of -\n\n\nUSG.\nMicturating cystourethrogram (MCU).\nRadionuclide scan (DMSA).\n\n \n\nIndications of detailed radiological investigations are -\n\n\nChild below 3 yr old with first UTI.\nSymptoms of pyelonephritis.\nRecurrent UTI.\nAbnormal voiding (dribbling, straining, abnormal urinary stream).\nPersistently distended bladder.\nFamily history of UTI or hypertension\n\nComing back to question\nAs this child is below 3 year (2 yrs) with first UTI, detailed radiological investigations are recommonded.", "cop": 3, "opa": "Do nothing", "opb": "Ultrasound", "opc": "Ultrasound + DMSA scan", "opd": "6 monthly culture sensitivity", "subject_name": "Pediatrics", "topic_name": null, "id": "3e661f15-9a34-4c14-b4ff-7bac9c57b6be", "choice_type": "multi"}
{"question": "Infant of diabetic mother with weight 3.8 Kg presented with seizures after 16 hours of birth.What is the cause –", "exp": "Electrolyte disturbances, including hypoglycemia and hypocalcemia, are commonly seen in association with infants of diabetic mother and may result in early-onset seizures.\nSorry friends, I could not find any reference which has directly mentioned that hypoglycemia is a more common cause of seizure than hypocalcemia in infants of diabetic mother.\nI was just able to find following two statements : -\n\n\"Infants of diabetic mother are most at risk for hypoglycemia which can result in seizure\".\n\"Infant of diabetic mothers with seizures, that does not respond to glucose should have their serum calcium measured\"\n\nFrom these two statements, it seems to me that hypoglycemia is a more common cause of seizures in infants of diabetic mother.", "cop": 1, "opa": "Hypoglycemia", "opb": "Hypocalcemia", "opc": "Birth asphyxia", "opd": "Intraventricular hemorrhage", "subject_name": "Pediatrics", "topic_name": null, "id": "bf338178-cb15-4239-bf94-f6cfcb38d61f", "choice_type": "single"}
{"question": "A mother comes with her 3 months' child asking the physician if she can give cereals to her child. What problems can this lead to her child?", "exp": "Ans: A: Allergy due to the food contentExplanation:(Ref: Nelson 20/e p1139; Ghni 8/e p90)Babies should receive only breast milk or infant formula for the first 6 months of life.Most impoant reason for this is allergy due to the food content.Exclusive breastfeeding for the first 4-6 months of life may reduce allergic disorders in the first few years of life. Potentially allergenic foods (eggs, milk, wheat, soy, peanut and fish) should be introduced after this period of exclusive breastfeeding to decrease chances of food allergy.", "cop": 1, "opa": "Allergy due to the food content", "opb": "Risk of gastrointestinal infection", "opc": "Retarded oro-motor development", "opd": "Contaminated food leading to reflux", "subject_name": "Pediatrics", "topic_name": null, "id": "2097d24a-6816-485c-984d-90a5fbf2090e", "choice_type": "multi"}
{"question": "A newborn with eyes closed 6 hrs after birth lustily crying, no chest retraction and movements of all four limbs. Neonatal behavioral response grading –", "exp": "Neonatal behavioral assessment scale\n\nNeonatal Behavioural Assessment Scale (NBAS) is used to support parents in the neonatal unit, especially around discharge home. The aim is to increase parents' confidence in understanding their baby.\nAn infant's reaction are state related. So it is extremely important that observations of state be considered as a starting point from which all other observations are made.\nThe ideal time to administer the examination is when the infant is asleep and midway between feeding cycles.\n\nScores \nSleep states\n\nState 1 : Sleep with regular breathing, eyes closed, no spontaneous activity except startles or jerky movements at quite regular intervals.\n\na State 2 : Sleep with eyes closed; rapid eye movements can often be observed under closed lids; low activity level with random movements and startles.\nAwake states\n\nState 3 : Drowsy or semidrowsy; eyes may be open but dull and heavy lidded, or closed, eyelids fluttering; activity level minimal, Movements are usually smooth, although there may be startles. Some infants may also show fuss/cry vocalizations in this state. What distinguishes state 3 from state 5 when both are accompanied by fuss/cry vocalizations is the minimal movement in state 3 and considerable movement in state 5.\nState 4 : Alert, eyes open with bright look. Motor activity is minimal; there can be a glazed look that is easily changed into a brighter look with appropriate stimulation.\n\n\nState 5 : Eyes likely to be open; considerable motor activity, with thrusting movements of the extremities, and even a few spontaneous startles; reactive to external stimulation with increase in startles or motor activity.\n\n\nState 6 : Crying : characterized by intense, loud, rhythmic, and sustained cry vocalizations that are difficult to break through with stimulation; motor activity is high.\n\nComing to the question\n\nAccording to above staging, the newborn in our question comes under state 6 (crying lustily, and moving all 4 limbs).\nIf you have any confusion, read the following facts on crying (state 6) :-\n\n\"it is important to distinguish between crying as a state (stage 6) from the fuss/ay vocalization that can occur in state 5 and even state 3. Some infants show repeated episodes of fuss /cry vocalization in state 5 but may not reach state 6. This may also be a maturational issue, because some preterm infants may not have energy reserves to sustain state 6. In general, state 6 Can be distinguished from state 5 by the intensity and sustained quality of the crying (at least 15 seconds) and unavailability of infant in state 6. Repeated brief episodes of cry /fuss in state 5 do not mean that the infant has moved into state 6. Examiners need to give the infant the opportunity to show state 6\"\n\nSo, crying lustily with all limbs moving (child in question), straight away goes in state 6.", "cop": 4, "opa": "State 1", "opb": "State 3", "opc": "State 5", "opd": "State 6", "subject_name": "Pediatrics", "topic_name": null, "id": "73cbdaba-1321-4765-a9f4-ec0b0dbc9994", "choice_type": "multi"}
{"question": "Which one of the following is the earliest manifestation of Cushing's syndrome :", "exp": "Nelson writes :\n\"Laboratoiy .findings (for Cushing Syndrome)\"\nCortisol levels in blood are normally elevated at 8 AM and decrease to less than 50% by midnight except in infants and young children in whom a diurnal rhythm is not always established. In patients with cushing syndrome this circadium rhythm is lost, and cortisol levels at midnight and 8 AM are usually comparable. Obtaining diurnal blood samples present logistical difficulties as part of an outpatient evaluation, but cortisol can be measured in saliva samples, which can be obtained at home at the appropriate times of day. Night time salivary cortisol levels are elevated and may be a screening test in obese children.", "cop": 1, "opa": "Loss of diurnal variation", "opb": "Increased ACTH", "opc": "Increased plasma cortisol", "opd": "Increased urinary metabolites of cortisol", "subject_name": "Pediatrics", "topic_name": null, "id": "cfff846f-f37f-4866-9a45-7f903b5e80fe", "choice_type": "single"}
{"question": "A child with fever and sore throat developed acute cervical lymphadenopathy most likely investigation to be done is :", "exp": "Cervical lymphadenopathy with signs of infection such as fever and sore throat points towards any infectious etiology.\nIn this case the most likely investigation to be done should be complete hemogram.\nComplete hemogram can provide useful datas for diagnosis of :\n\n\nPyogeizic infections.\nViruses such as EBV CMV & HIV.\nLeukemias (acute or chronic).\n\nBiopsy should be done if the patients history and physical findings suggest malignancy. These features are :\n\nSolitary, hard non-tender cervical nodes in an older patient.\nNeck X-ray does not provide much information except for giving some idea about swollen soft tissues of neck.\nRadical neck dissection is absurd option.", "cop": 4, "opa": "Open biopsy of node", "opb": "Radical neck dissection", "opc": "Neck X–ray", "opd": "Complete hemogram", "subject_name": "Pediatrics", "topic_name": null, "id": "ae05f0f4-de2f-43c0-9233-6ba28a77c8d3", "choice_type": "single"}
{"question": "A male child with coarse facial features, macroglossia, thick lips presents with copious mucous discharge from nose at 10 months of age. The child was absolutely normal at bih. On examination he was found to have enlarged Liver and Spleen. Diagnosis is:", "exp": "Ans: A. Hurler's syndrome(Ref Nelson 20/e p739)Likely diagnosis = Hurler's syndrome.Hurler's syndrome:Type 1 mucopolysacharidoses.AR disorder.Characterized by alpha L-iduronidase deficiency resulting in accumulation of dermatan > heparin-sulfate.Clinical features:Presents with Goesque gargoyle facies:Coarse and heavy face.Enlarged head - Due to hydrocephalus caused by meningeal deposits.Low forehead & ears.Eyes wide set.Wide nosePoorly formed & widespread teeth.Open mouth, enlarged tongue & eveed lips.Hepatosplenomegaly.Sho neck.Thoracolumbur kyphosis.Gibbus deformity with motor delays.Flexion contracture of joints.Sho stature.Genu valgum.Fiat feet.Broad-sho hand, radially curved little finger.Carpal tunnel syndrome in children.", "cop": 1, "opa": "Hurler's syndrome", "opb": "Beckwith-Weidman syndrome", "opc": "Hypothyroidism", "opd": "Proteus syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "8e64201e-6d6b-4187-98df-bb12e0945c78", "choice_type": "single"}
{"question": "Unconjugated bilirubin is increased in all, except –", "exp": "Dubin Jhonson syndrome is a cause of congenital conjugated hyperbilirubinemia.\nCongenital conjugated hyperbilirubinemia\n1)Dubin Jhonson syndrome \n\nDJS is a type of congenital conjugated hyperbilirubinemia.\nIt is autosomal recessive.\nConjugated bilirubin is increased because of defective biliary excretion of bilirubin glucuronides due to mutation in canalicular multidrug resistance protein 2 (MRP 2).\nLiver function tests are normal\nA cardinal feature of DJS is the accumulation in the lysosome of centrilobular hepatocytes of dark, coarsely granular pigment. As a result, the liver is black in appearance. This pigment is thought to be derived from epinephrine metabolites that are not excreted normally.\nThere is increased urinary excretion of coproporphyrine I (normal coproporphyrine III is more excreted), but total coproporphyrine level is normal.\nGall bladder is not visualized on oral cholecystography.\nAfter iv administration, there is reflux of conjugated sulfobromophthalein (Bromsulphalein, BSP) from liver to circulation.\n\n2)Rotor syndrome\n\nRotor syndrome is a type of congenital conjugated hyperbilimbinemia.\nIt is autosomal recessive.\nIt is due to decreased biliary excretion of conjugated bilirubin and also due to decrease hepatic uptake & storage of bilirubin.\nDifferentiating features of rotor syndrome (from DJS) -\n\n\nLiver is not pigment\nCoproporphyrine I is increased in urine but total coproporphyrine level is also increased.\nGall bladder is visualized\nThere is no reflux of conjugated BSP.", "cop": 2, "opa": "Criggler Najjar syndrome", "opb": "Dubin Johnson syndrome", "opc": "Gilbert syndrome", "opd": "Hemolytic anaemia", "subject_name": "Pediatrics", "topic_name": null, "id": "21b1c2e4-dd6c-49c6-b432-ca5633eca31d", "choice_type": "multi"}
{"question": "A 2-year-old child was brought to the emergency depament at 3 AM. The child presented with fever and cough. On examination, respiratory rate was 36/ min, temperature was 39degC and saturation on pulse oximetry was 96%. The child had barking cough and stridor only on crying. Otherwise, the child was hydrated, able to drink and consolable. The nest step in management would be:", "exp": "Answer- B (Single dose of dexamethasone)Coicosteroids decrease the edema in the laryngeal mucosa through their anti-inflammatory action.Oral steroids are beneficial, even in mild croup, as measured by reduced hospitalization, shoer duration of hospitalization, and reduced need for subsequent intimations such as epinephrine administration.", "cop": 2, "opa": "Racemic epinephrine nebulization", "opb": "Single dose of dexamethasone", "opc": "Complete blood count and culture", "opd": "Nasal washings for Respiratory Syncytial Virus (RSV) and influenza", "subject_name": "Pediatrics", "topic_name": null, "id": "2f0e50d9-79cb-4de8-b650-3b3815da5266", "choice_type": "multi"}
{"question": "Which is not a feature of wilson\\'s disease in a child –", "exp": "Clinical features of wilson disease in children\n\nAcute or chronic liver disease                                                                    o KF ring\nPsychiatric disturbances                                                                            o Hemolytic anemia\nNeurological --> Rigidity, tremer, Parkinsonism, cerebellar ataxia.        o Fanconi syndrome", "cop": 2, "opa": "Fanconi syndrome", "opb": "Sensory changes", "opc": "Hemolytic anemia", "opd": "Chronic active hepatitis", "subject_name": "Pediatrics", "topic_name": null, "id": "893ad532-01e8-421e-ac71-d5e8dfb882e5", "choice_type": "single"}
{"question": "Most important prognostic factor in congenital diaphragmatic hernia –", "exp": "\"Compression of the lung results in pulmonary hypoplasia involving both lungs, with the ipsilateral lung being the most affected. In addition to the abnormal airway development, the pulmonary vasculature is distinctly abnormal in that the medial muscular thickness of the arterioles is excessive and extremely sensitive to the multiple local and systemic factors lcnown to trigger vasospasm. Thus, the two main factors that affect morbidity and mortality are pulmonary hypoplasia and pulmonary hypertension.\"-Sabiston 18th/e p2073", "cop": 1, "opa": "Pulmonary hypertension", "opb": "Size of hernia", "opc": "Timing of surgery", "opd": "Gestational age", "subject_name": "Pediatrics", "topic_name": null, "id": "2c4e0c71-ef7f-4f02-a2d3-a7a8860fe37e", "choice_type": "single"}
{"question": "Injection of Glucagon is effective for management of persistent hypoglycemia in all EXCEPT –", "exp": "Hypoglycemia in hyperinsulinmic state require IM glucagon as treatment.\nGlucagon increases glucose level in blood by Glycogenolysis and Gluconeogenesis.\nBut in galactosemia - Liver is the first organ to be affected, so glucagon will unable to increase glucose as glycogenolysis and gluconeogensis can not occur ion already damaged liver.\n\nNesidioblastosis :\n\nIt is persistent hyperinsulinemic hypoglycemia occurs due to 0 - cell hypertrophy in infant of diabetic mother due to continuous maternal hyperglycemia.\nGlucagon is effective in controlling such a hypoglycemic condition.", "cop": 2, "opa": "Large for date baby", "opb": "Galactosemia", "opc": "Infant of diabetic mother", "opd": "Nesidioblastosis", "subject_name": "Pediatrics", "topic_name": null, "id": "cf0999e9-859a-493a-9746-bd5bbdc4f664", "choice_type": "multi"}
{"question": "What is NOT a major criteria for Rheumatic heart disease –", "exp": null, "cop": 4, "opa": "Arthritis", "opb": "Carditis", "opc": "Subcutaneous nodule", "opd": "Raised ASLO titer", "subject_name": "Pediatrics", "topic_name": null, "id": "ca2561d2-80a5-439b-949c-98d7c9dfb448", "choice_type": "single"}
{"question": "You have been called to declare a brain dead l2-year-ord chitd in pICU, all ofthe given are signs of brain death except?", "exp": "Ans: D. Decoicate and decerebrate posturingRef Dhanwate AD. Brainstem death: A comprehensive review in Indian perspective' [ndian Journal o/ Critical Care Medicine : Peer-reviev,ed, o.fficiat pul.tlicalion of Indian Society of Critical Care Medicine. 2014;18(9):596-605. doi:10.4103/0972-5229.140151. Goila AK, Pawar M. The diagnosis of brain death. Indian Jrurnal of Critical Care Medicine; Peer-reviewed, o.fficial publication of Indian Society of Critical Corc Madicine. 2009;I 3(I ):7-11. doi: I 0.4103/0972-5229.53 I0t.Diagnosis of brain death in India:Who should diagnose:Team of four medical expes includingMedical Administrator In charge of the hospital.AuthorizedSpecialistAuthorized Neurologist/Neuro-SurgeonMedical Officer treating the patient.", "cop": 4, "opa": "Normal BP without pharmacological suppo", "opb": "Positive spinal reflexes on stimulation", "opc": "Sweating and tachycardia", "opd": "Decoicate and decerebrate posturing", "subject_name": "Pediatrics", "topic_name": null, "id": "47987536-7408-420b-9f9a-9e968f645ae6", "choice_type": "multi"}
{"question": "An 8–day old breast–fed baby presents with vomiting, poor feeding and loose stools. On examination the heart rate is 190/minute, blood pressure 50/30 mmHg, respiratory rate 72 breaths/minute and capillary refill time of 4 seconds. Investigations show hemoglobin level of 15 g/dl. Na 120 mEq/l, K 6.8 mEq/l, Cl 81 meq/l, bicarbonate 15 mEq/l, urea 30 mg/dl and creatinine 0.6 mg/dl. the most likely diagnosis is –", "exp": "Both the serum creatinine and serum urea are abnormal in this neonate. They may be normal for an adult, but for an 8 day old infant they are elevated.\nFirst the serum creatinine level\n \nThe serum creatinine level is high at birth reflecting the maternal value but it falls rapidly to 0.4 mg/dl by the end of the first week.\nAccording to Nelson, creatinine level in various age groups are\nCord blood     ______ >      0.6 —1.2 mg/di\nNew born _______ >       0.3 — 1.0 mg/dl\nInfant       ______ >                           0.2 - 0.4 mg/di\nChild       ______ >                           0.3 - 0.7 mg/di\nAdolescent ______ >       0.5 — 1.0 mg/di\nDo not get confused by the creatinine level of the newborn i.e., 0.3 — 1.0 mg/dl.\nThis high level reflects the maternal value and it comes down to 0.2 to 0.4 mg/dl by 5th day\nSo, Creatinine level of 0.6 mg/dl is abnormally high in an 8 day old infant.\nNow, the serum urea level\nThe serum urea level in cord blood is 21-40 mg/dl, but it falls rapidly to 3-12 mg/dl by the 4th or 5th day.\nSo urea level of 30 mg/dl is abnormally high in an 8 day old infant.\nAccording to Nelson Serum urea level in various age group\nCord blood   ______ >                     21-40 ing/dl\nPremature      ______ >                    3-25 mg/dl\nNewborn   ______ >                         3-12 mg/dl\nInfant/child _____ >       5-18 ing/d1\nNow, the capillary refill time\nCapillary refill time is also prolonged here (N ---> < 3 seconds)\nProlonged capillary refill time indicates loss offluid and indicates shock, heart failure, Sympathetic stimulation\nIn acute renal failure due to fluid loss cappillary refill time is increased\nAll these findings plus characteristic h/o vomiting, poor feeding and loose stools confirms the diagnosis of acute renal failure (acute tubular necrosis)\nElectrolyte abnormalities in ARF --->             1) Hyponatremia,        2) Hyperkalemia,       3) Loss of Bicarbonate \nAbout other options\n\nIn other three options serum urea and creatinine level will be normal.", "cop": 2, "opa": "Congenital adrenal hyperplasia", "opb": "Acute tubular necrosis", "opc": "Congenital hypertrophic pyloric stenosis", "opd": "Galactosemia", "subject_name": "Pediatrics", "topic_name": null, "id": "74af945a-56c6-4b18-935d-388c29f19a56", "choice_type": "single"}
{"question": "A child presented at 2 years of age with delayed motor development, mental retardation and finger biting. He was normal at bih. He subsequently develops cerebral palsy ahritis and dies due to renal failure at age of 25 years. What is the likely enzyme deficiency implicated?", "exp": "Ans: C. HGP deficiency(Ref: Nelson 20/e p746-747)Lesch-Nyhan syndrome:Complete HGP deficiency characterized by hyperuricemia, self-mutilative behavior, choreoathetosis, spasticity & mental retardation.HP gene:Located on X chromosome.Affected males - Hemizygous for mutant gene.Carrier females - Asymptomatic.Paial HP deficiency:Kelley!Seegmiller syndrome associated with hyperuricemia without CNS manifestations.Hyperuricemia - Due to urate overproduction a Causing uric acid crystalluria, nephrolithiasis, obstructive uropathy & gouty ahritis.Early diagnosis and appropriate therapy with allopurinol can prevent or eliminate all the problems attributable to hyperuricemia without affecting behavioral or neurologic abnormalities.", "cop": 3, "opa": "Hexosaminidase deficiency", "opb": "Adenosine deaminase deficiency", "opc": "HGP deficiency", "opd": "Ornithine transcarbamoylase deficiency", "subject_name": "Pediatrics", "topic_name": null, "id": "66445905-f680-4952-8f35-71253c0c525d", "choice_type": "single"}
{"question": "A child can walk upstairs one step at a time, can ride cycle but can't jump can also speak sentences, can tell his/her name gender but finds difficult to narrate the story.What is her actual developmental age", "exp": "Ans. b) 2yearsGROSS MOTOR MILESTONES: AgeMilestone3 monthsNeck holding 5 monthsRolls over6monthsSitting suppoed8monthsSitting without suppo9monthsStands with suppo12monthsStands without suppo, Walks but falls15monthsWalks alone, Creeps upstairs18monthsRuns, explores drawers2 yearsWalks upstairs (baby steps), Jumps3 yearsWalks upstairs (alternate feet), rides tricycle4 yearsHops on one foot, walks downstairs (alternate feet)", "cop": 2, "opa": "1 yrs", "opb": "2", "opc": "3", "opd": "4", "subject_name": "Pediatrics", "topic_name": null, "id": "dd6f308c-9900-47f6-b41b-978022bb7700", "choice_type": "multi"}
{"question": "Which of the following is the most appropriate method for obtaining a urine specimen for culture in an 8 month old girl –", "exp": "Diagnosis of urinary tract infection\n\nA UTI may be suspected based on the symptoms or finding on urinalysis or both, but a urine culture is necessary for confirmation and appropriate therapy.\nThus the diagnosis of UTI depends on having the proper sample of urine.\nThere are several ways to obtain a urine sample, some are more accurate than others.\nThese methods are —\n\n\nMidstream urine sample —\n\nIt is satisfactory in toilet trained children and in circumcised boys. But in young infants and boys who cannot ratract their foreskin, it is not reliable. Such samples will usually reflect periurethral and prepucial organisms and cells.\n\nCollection in an adhesive sealed sterile collection bag after disinfection of the genitals\n\n\nIs a useful technique in infants, but potential contamination from genitals and perianal area can occur.\n\n3. Urine specimen through catheterization or indwelling catheter —\n\nUrine specimen through a catheter is less likely to be contaminated than the voided specimens as described above. It is also less invasive than suprapubic aspiration, but it is not as sensitive as suprapubic aspiration.\n\n\nA catherized specimen is reliable if the first portion of the urine that may contain urethral organisms is discarded and specimen is taken from later flow through the catheter, but it has the disadvantage of being traumatic and of potentially introducing urethral organisms into sterile bladder\n\n\nSuprapubic aspiration -\nSuprapubic aspiration is best method to collect urine specimen for culture.\nIt is the most reliable method\nIt can be performed safely in children and in premature infants by 21 or 22 gauge needle.\nThis procedure avoids any sort of contamination, however it is invasive. So it is used only in infants and selected patients.\nNote:\n\nThe sensitivity of suprapubic aspiration is 99 %\n\nThe sensitivity of catherization is 95%", "cop": 1, "opa": "Suprapubic aspiration", "opb": "Indwelling catheter sample", "opc": "Clean catch void", "opd": "Urinary bag sample", "subject_name": "Pediatrics", "topic_name": null, "id": "c7c97482-3fe5-4798-bd40-50926d7595f8", "choice_type": "single"}
{"question": "All of the following are the complications in the new born of a diabetic mother except –", "exp": null, "cop": 2, "opa": "Hyperbilirubinemia", "opb": "Hyperglycemia", "opc": "Hypocalcemia", "opd": "Hypomagnesemia", "subject_name": "Pediatrics", "topic_name": null, "id": "8a5481db-d909-4ff3-9f52-52f004f3c6fb", "choice_type": "multi"}
{"question": "Most common sequelae due to periventricular leukomalacia –", "exp": "Spastic diplegia is commoner in preten-n babies and is associated with periventricular leukomalacia. Periventricular leukomalacia \nPeriventricular leukomalacia is a form of brain injury characterized by the death of white matter near the cerebral ventricles due to damage and softening of brain tissue.\nPremature infants are at the greatest risk of developing periventricular leulcomalacia.\nAffected individuals develop : -\n\ni)    Motor control problems\nii) Other developmental delay\niii) Cerebral palsy (especially spastic diplegia)\niv) Epilepsy", "cop": 1, "opa": "Spastic diplegia", "opb": "Spastic quadriplegia", "opc": "Mental retardation", "opd": "Seizures", "subject_name": "Pediatrics", "topic_name": null, "id": "6f9ebf7c-17e8-470e-9f14-99a0c17a368c", "choice_type": "single"}
{"question": "Hutchinson's triad includes?", "exp": "Congenital syphilis is characterized by Hutchinson's triad which includes- 1) Interstitial keratitis 2) Malformed teeth 3) SNHL", "cop": 2, "opa": "Interstitial keratitis, malformed molars, conductive deafness", "opb": "Interstitial keratitis, malformed molars, sensorineural deafness", "opc": "Conductive deafness, malformed incisors, interstitial keratitis", "opd": "Interstitial keratitis, malformed molars, conductive deafness", "subject_name": "Pediatrics", "topic_name": "AIIMS 2017", "id": "a2f3d532-e063-4203-bba6-7f590a162dc7", "choice_type": "single"}
{"question": "Absent thumb, radial deviation of wrist, bowing of forearm with thrombocytopenia which investigation need not to be done ?", "exp": "Characteristic features such as absent thumb and thrombocytopenia suggests Fanconis anemia.\nFEATURES OFFANCONISANEMIA\n\nSkin pigment change        --> Darkened areas of the skin, cafe-au-lait spots, vitiligo\nUpper limb                          --> Absent or hypoplastic thumb, absent or hypoplastic radii, dysplastic ulnae, clinodactyly\nGonads                                —> Abnormal or atrophic testis\nHead and face                    -p Microcephaly, sprengels deformity, spina bifida\nKidneys                                —+ Ectopic or pelvic, horseshoe, hypoplastic or dysplastic\nAbnormal eyes/eyelid\nHematological abnormalities\n\nPancytopenia+ thrombocytopenia and neutropenia these are the most common and most serious symptoms of\nFanconis anemia.\n\none marrow failure            ---> Its a major complication of Fanconis anemia\nAcute myeloid leukemia ---> Fanconis anemia have elevated risks of developing acute myeloid leukemia.\nMyelodysplastic syndromes —> Increased risk of myelodysplastic syndrome in Fanconis anemia.\n\nCommon tests for Fanconis anemia include : \n\nComplete blood count (CBC) o Bone marrow biopsy                   o Chromosomal breakage analysis\nHLA tissue typing                      o Hearing test                                  o Hand X-ray and other imaging studies\nDevelopmental test                   o Ultrasound of the kidneys     \n Amniocentesis or chorionic vinous crimpling", "cop": 1, "opa": "Echocardiography", "opb": "Bone marrow examination", "opc": "Platelet count", "opd": "Karyotyping", "subject_name": "Pediatrics", "topic_name": null, "id": "5cd996c6-190d-41cf-b6e4-bc1a2846b8e5", "choice_type": "single"}
{"question": "4 day old breastfed neonate, otherwise well, term neonate presented with jaundice, on testing the bilirubin level was found to be 18 mg/dl. Which of the following is the best step of management?", "exp": "Use total bilirubin. Do not subtract direct reacting or conjugated bilirubin. Risk factors = isoimmune hemolytic disease, G6PD deficiency, asphyxia, significant lethargy, Temperature instability, sepsis, acidosis, or albumin <3.0 g/d (if measured) For well infants 35-47 6/7 wk can adjust TSB levels for intervention around the medium risk line. It is an option to intervene at lower TSB levels for infatns closer to 35 weeks and at higher TSB levels for those closer to 37 6/7 wk. It is an option to provide conventional phototherapy in hospital or at home at TSB levels 2-3 mg/dL (35 - 50 mmol/L) below those shown but home phototherapy should not be used in any infant with risk factors. Cut off for phototherapy in 4-day old neonate is 19-20 mg/dl The dashed lines for the first 24 hours indicate unceainly due to a wide range of clinical circumstances and a range of responses to phototherapy. Immediate exchange transfusion is recommended if infant shows signs of acute bilirubin encephalopathy (hypeonia, arching, retrocollis, opisthotonos, fever, high pitched cry) or IF TSB is > 5 mg/dL (85mmol/L) abvoe these lines. Risk factors - isoimmune hemolytic disease, GPD deficiency, asphyxia, significant lethargy, temperature instability, sepsis, acidosis. Measure serum albumin and calculate B/A ratio (see legend) Use total bilirubin. Do not subtract direct reacting or conjugated bilirubin. It infant is well and 36-37 6/7 wk (median risk) can individualize TSB levels for exchange based on actual gestational age. Cut off for exchange transfusion in 4-day old neonate is 25mg/dl For otherwise well term neonate- Age Phototherapy cut off Exchange transfusion cut off 24 to 48 hrs. >15 mg/dl >20 mg/dl 48 to 72 hrs. >18 mg/dl >25mg/dl >72 hrs. >20mg/dl >25mg/dl", "cop": 1, "opa": "Sta phototherapy and continue breast feeding", "opb": "Sta iv fluids and given phototherapy", "opc": "Initiate exchange transfusion", "opd": "Stop breast feeding and do phototherapy", "subject_name": "Pediatrics", "topic_name": "AIIMS 2017", "id": "fa73f211-d8c8-4926-910b-d8a1f5444208", "choice_type": "multi"}
{"question": "A 10–month old baby previously normal, suddenly becomes distressed in his crib. The external appearance of genitalia was normal, except hyperpigmentation. lood glucose showed a level of 30 mg%. What is the most probable diagnosis ?", "exp": "Familial glucocorticoid deficiency :\n\nFamilial glucocorticoid deficiency is a rare autosomal recessive condition.\nIt is characterized by adrenal insufficiency.\nThe pathological examination of the adrenal gland reveals that :-\n\n\nZona glomerulosa ---> well preserved.\nZona fasciculata ---> atrophied.\nZona reticularis  ---> atrophied.\n\n\nThis causes low cortisol concentration because the zona fasciculata is primarily responsible for glucocorticoid production.\nBecause the zona glomerulosa is well preserved mineralocorticoid action is usually unaffected.\nLow circulating serum cortisol results in lack of feedback inhibition to the hypothalamus which results in increased ACTH secretion from pituitary.\n\nClinical features :\n\nPatients with familial glucocorticoid deficiency generally presents with signs and symptoms of adrenal insufficiency with the important distinction that mineralocorticoid production is always normal.\nThe most common initial presenting sign is deep hyperpigmentation of the skin, mucous membrane or both as a result of the action of adrenocorticotrophic hormone (ACTH) on cutaneous melanocyte stimulating hormone (MSH) receptors.\nThe symptoms are compatible with glucocorticoid deficiency. Many patients presents with recurrent hypoglycemia or severe infections.\nIn the neonatal period, frequent presenting signs include - feeding problems, failure to thrive, regurgitation and hypoglycemia manifesting as seizures.", "cop": 3, "opa": "21 hydroxylase deficiency", "opb": "Hyperinsulinism", "opc": "Familial glucocorticoid deficiency", "opd": "Cushing's syndrome", "subject_name": "Pediatrics", "topic_name": null, "id": "e448b7f6-af8c-4683-8b76-ec282a126797", "choice_type": "multi"}
{"question": "Complete the missing step in the flow cha shown below:", "exp": "PPV, spO2 and ECG monitor", "cop": 3, "opa": "Intubate, spO2, ECG monitor", "opb": "CPAP and ECG monitor", "opc": "PPV, spO2 and ECG monitor", "opd": "spO2 and ECG monitor only", "subject_name": "Pediatrics", "topic_name": "AIIMS 2019", "id": "fea90807-a035-4903-b7ab-078ba7cd2023", "choice_type": "multi"}
{"question": "A neonate presents with jaundice and clay coloured stools. Liver biopsy shows giant cells diagnosis is –", "exp": "Jaundice with clay coloured stools suggests cholestasis.\nBoth neonatal hepatitis and extrahepatic biliary atresia cause cholestasis jaundice.\n\"Giant cells\" are characteristics of both neonatal hepatitis and Extrahepatic Biliary Atresia.\nTherefore the answer is Neonatal hepatitis with extrahepatic Biliary Atresia.\nIdiopathic neonatal hepatitis\nIt is also referred to as giant cell hepatitis.\nThis type of cholestatic jaundice of unknown cause presents with features of cholestasis and a typical liver biopsy appearance.\nIt is characterized by -\n\ni) Obstructive jaundice (cholestasis) ii) Giant cell transformation in liver                 Ili) Patent bile ducts\n\nPresenting features are suggestive of intrahepatic cholestasis -\n\n\nAcholic stools                          o Emesis                                o IUGR\n\n\nPoor feeding                            o Prematurity                       o Poor growth", "cop": 2, "opa": "Neonatal hepatitis with physiological jaundice", "opb": "Neonatal hepatitis with extrahepatic biliary atresia", "opc": "Physiological jaundice", "opd": "Physiological jaundice with extrahepatic biliary atresia", "subject_name": "Pediatrics", "topic_name": null, "id": "39c3bcbb-31e3-492b-86c0-0a217e856f43", "choice_type": "single"}
{"question": "4 year old boy presented with recurrent chest infections. Sweat chloride test was done, showed values of 36 and 42. What is the next best investigation to confirm the diagnosis ?", "exp": "Diagnosis of cystic fibrosis \n1.   Sweat chloride testing\n\nThe sweat test is the standard approach to diagnosis.\nThe diagnosis is made by elevated sodium and chloride level in the sweat > 60 meq/1.\nTwo test on different days are required for accurate diagnosis.\nA normal sweat chloride dose not exclude the diagnosis. Genotyping and other tests such as measurement of nasal membrane potential difference, pancreatic function should be done if there is high clinical suspicion of cystic fibrosis.\n\n2.   Nasal potential difference\n\nMeasurement of nasal transepithelial potential difference in vivo can be useful adjunct in the diagnosis of cystic fibrosis.\nIndividuals with cystic fibrosis demonstrate a significantly more negative baseline nasal potential difference, with the topical application of amiloride there is loss of this potential difference.\n\n3.   Genetic analysis\n\nCystic fibrosis is an autosomal recessive disorder.\nIt is caused due to defect in CFTR (Cystic fibrosis transmembrane conductance regulator) protein.\nCystic fibrosis is associated with large number of mutations.\nMore than 1500 CFTR polymorphisms are associated with cystic fibrosis syndrome.\nThe most prevalent mutation of CFTR is the deletion of single phenylalanine residue at amino acid A508.\nThis mutation is responsible for high incidence of cystic fibrosis in northern European populations.\nApproximately 50% of individuals with CF who are of northern European ancestry are homozygous for A508 and >70% carry at least one A508 gene. The remainder of patients has an extensive array of mutation, none of which has prevalance of more than several percent.\nTesting for cystic fibrosis mutation was not possible because of the large no. of mutations associated with the disease.\nNow days commercial laboratories test for 30-80 of the most common CFTR mutations.\nThis testing identifies >90% individuals who carry 2CF mutations.\nNo where it is mentioned in the texts that testing only for A508 is enough for diagnosis. Detection of atleast 2 CF mutations are necessary for making the diagnosis of cystic fibrosis.", "cop": 3, "opa": "72 hour fecal fat estimation", "opb": "CT chest", "opc": "Transepithelial nasal potential difference", "opd": "DNA analysis of delta F 508 mutation", "subject_name": "Pediatrics", "topic_name": null, "id": "d50419e1-2a30-4eee-bc64-d8ed11d958cb", "choice_type": "single"}
{"question": "Which one of the following is the most common tumor associated with type I neurofibromatosis –", "exp": "Neurofthromatosis type (Von-Reeltdinghewsen disease) \n\nNF-1 is diagnosed when any two of the following seven signs are present.\n\n1. Six or more cafe-au-gait macules\n\n> 5 mm in prepupertal individuals\n> 15 mm in postpubertal individuals\nCafe-au-lait spots are the hallmark of neurofibromatosis and are present in almost 100% of the patient.\n\n2. Axillary or inguinal frecking\n3. Two or more Lisch nodules.\n\nLisch nodules are hamartomas located within the iris.\n\n4. Two or more neurofibroma or one plexiform neurofibroma.\n\nTypically involve the skin, but may be situated along peripheral nerves and blood vessels.\nThey are small, rubbery lesions with a slight purplish discoloration of the overlying skin.\n\n5. A distinctive osseous lesion.\n\nSphenoid dysplasia or cortical thinning of long bones.\n\n6. Optic glioma\n7. A first degree relative with NF-1\nOther findings are : -\n\nPseudoarthrosis of tibia.\nScoliosis is the most common orthopaedic problem in NF-1, but is not specific enough to be included as a diagnostic criterian.\nShort stature\n\n\nMental retardation, epilepsy\n\n\nHypertension\n\n\nAqueductal stenosis with hydrocephalus\nMeningiomas, ependynomas, Astrocytomas, pheochromocytomas.\n\nNF-1 is caused by mutation in NF-1 gene on chromosome 17 which encodes protein neurofibromin-1.\nNeurofibromatosis type -2 \n\nNF-2 may be diagnosed when one of the following two features are present.\n\n\nBilateral ocoustic neuroma --> Most distinctive feature\nA parent, sibling or child with NF-2 and either unilateral eighth nerve masses or any two of the following Neurofibroma, meningioma, glioma, Schwannoma or juvenile post subcapsular cataract.\n\n\nNF-2 is cause by mutation in NF-2 gene on chromosome 22 that encodes for protein neurofibromin 2, Schwannomin or merlin.", "cop": 1, "opa": "Optic nerve glioma", "opb": "Meningioma", "opc": "Acoustic schwannoma", "opd": "Low grade astrocytoma", "subject_name": "Pediatrics", "topic_name": null, "id": "d0c2e565-6176-49a0-b3c8-8f0ac586d82f", "choice_type": "single"}
{"question": "A 1.5 kg child born at 32 weeks by LSCS presents with moderate respiratory difficulty (RR 70/ minutes). Which of the following is the appropriate management –", "exp": "Specific treatment for HMD is intratracheal surfactant therapy. This therapy requires endotracheal intubation, which also may be necessary to achieve adequate ventilation and oxygenation.\nLess premature infants (those > 1 kg or > 28-30 weeks gestation) and those with lower 02 requirements (Fi02 < 40 - 50%) may respond well to supplemental 02 alone or to treatment with nasal continuous positive airway pressure (CPAP).", "cop": 1, "opa": "CPAP", "opb": "Mechanical ventilation", "opc": "Warm oxygen", "opd": "Surfactant and ventilation", "subject_name": "Pediatrics", "topic_name": null, "id": "16533187-64d0-47f9-be71-dba4d56615fe", "choice_type": "single"}
{"question": "A child presents to the emergency with a history of ingestion of button battery, on X-ray it was found in the stomach or duodenum. What is the next step?", "exp": "Ans: B. Wait and watchRef: NBIH Button bsttery ingestion triage and treatment guideline.The management of a Button battery ingestion depends upon the anatomical site of the impacted battery.Button batteries that have cleared the stomach usually pass through the gastrointestinal tract within one week without complications.Follow-up radiographs should be performed in asymptomatic patients who have not passed the battery by 10 to l4 days, regardless ofsize or earlier if patient becomes symptomatic.", "cop": 2, "opa": "Endoscopic removal of battery", "opb": "Wait and watch", "opc": "Repeat X-ray after 5 days", "opd": "Immediate laparotomy", "subject_name": "Pediatrics", "topic_name": null, "id": "8695d0f1-5264-4bb9-acd8-9d9b634f2b4c", "choice_type": "multi"}
{"question": "A child with tetralogy of fallot uses which of the following positions –", "exp": "The patients of TOF assume a sitting posture (squatting) as soon as they get dyspneic.\nTOF is the commonest congenital lesion in which squatting is noted.", "cop": 3, "opa": "Supine", "opb": "Prone", "opc": "Squatting", "opd": "Leaning forwards", "subject_name": "Pediatrics", "topic_name": null, "id": "08773184-d813-48bd-b8ac-fdcaab87d67c", "choice_type": "multi"}
{"question": "Regarding ASO titre all are seen except –", "exp": "Evidence of antecedent group 'A' streptococcal infection \n\nPositive throat cultures or rapid streptococcal antigen tests for group A streptococcoci are less reliable for antecedent infection capable of producing rheumatic fever because they do not distinguish between recent infection and chronic pharyngeal carriage (as many people are carrier of this bacteria).\nAntibody tests are the most reliable laboratory evidence of antecedent streptococcal infection capable of producing        g acute rheumatic fever. The onset of clinical manifestations of acute rheumatic fever coincides with the peak of the streptococcal antibody response.\nThe antibodies used commonly for serological tests are antistreptolysin 0 (ASO), antideoxyribonuclease (Anti-DNAse) and antihyaluronidase.\nASO titre is well standardized and therefore is most widely used test. It has following features.\n\n\nElevated in 80% of patients with acute rheumatic fever (So, 20% patients do not show elevated titre) Sensitivity is 80%.\nIt is elevated in 20% of normal individuals perticularly in healthy school children of elementary school age (20% false positive).\nASO titers of at least 333 Todd units in children and 250 Todd units in adults are considered elevated.\nIt is included in minor criteria of jones criteria (not in major criteria).\n\n\nAnti DNAse B titers of 240 Todd units or greater in children and 1200 Todd units or greater in adults are considered elevated.\nIf three antibody tests (ASO, anti-DNAse and anti-hyaluronidase) are used simultaneously, a titer for at least one antibody test is elevated in 95% of cases —> Sensitivity of combined three antibody tests is 95%.\nThe streptozyme test is a simple slide agglutination test for extra-cellular streptococcal antigen absorbed to red blood cells (passive hemagglutination) test. It is almost 100% sensitive but specificity is very low and it is less standardized and less reproducible than the other antibody tests. Therefore, it should not be used as a diagnostic test for evidence of antecedent group A streptococcal infection.\n\nAbout option 'b'\n\nASO titre may not be elevated in PSGN if PSGN develops secondary to skin infection.", "cop": 3, "opa": "ASO can be increased in school children", "opb": "May be negative in post streptococcal glomerulonephritis", "opc": "ASO titre included in major criteria in jones criteria", "opd": "May not be elevated in 20% cases of carditis", "subject_name": "Pediatrics", "topic_name": null, "id": "d0b07125-fc73-4874-9663-29e54ed5413a", "choice_type": "multi"}
{"question": "A 10 year old boy presents with midline swelling arising from cerebellum the diagnosis is –", "exp": "Midline swelling arising from cerebellum in a child favour the diagnosis of medulloblastoma.\nRobbin's states\n\n\n\"In children medulloblastomas are located in midline but in adults they are found in lateral locations\".\n\nNote -\n\nAstrocytoma is also a posterior fossa tumor, but it does not commonly present as midline mass.", "cop": 4, "opa": "Astrocytoma", "opb": "Glioblastoma multiforme", "opc": "Ependymoma", "opd": "Medulloblastoma", "subject_name": "Pediatrics", "topic_name": null, "id": "772be35c-73b9-43c4-8fc6-9ee4efb8dd27", "choice_type": "single"}
{"question": "A neonate develops encephalitis without any skin lesions. Most probable causative organisms is –", "exp": "Herpes simplex viruses\n\n\nHerpes simplex is an important cause of encephalitis in the neonate, the infection acquired during delivery from the vaginal tract.\nBut it cause vesicular, ulcerative skin lesions\nEven though it causes skin lesions, its our best option, as Nelson writes -\n\" The hallmark of neonatal HSV infection- the vescicular ulcerative skin lesions are presnt in only 30 to 43% of children at presentation; one third will never manifest skin lesions.\"\nOut of the.two types of Herpes; Neonatal herpes is mainly caused by type II IISV (75 to 80%).\n\nAbout other options\nMeningpcocci\n\nIts a rare cause of infection in neonates as neonates have antibodies (from mother) against meningiococcus which protects them for the initial 3 to 6 months of life.\n\nStreptococci\n\nThough streptococcus B is a common infection of neonates, it does not cause encephalitis.\n\nRAIN TUMORS \nYou will frequently read the terms --> Infratentorial, supratentorial, Posterior cronial fossa in relation of Brain tumours, so I am giving very brief introduction\n\nSupratentorial region of the brain is located above the tentorium cerebelli; and contains the cerebrum.\nThe infratentorial region of the brain is located below the tentorium cerebelli and contains the cerebellum and brainstem.\nBrain stem and cerebellum are contained in the posterior cranial fossil.\nAs brain stem and cerebellum are infratentorial in location and contained in posterior cranial fossa -› Their tumors are infratentorial posterior fossa tumors, e.g., cerebellar astrocytoma, brainstem glioma, medulloblastoma (cerebeller).", "cop": 2, "opa": "HSV I", "opb": "HSV II", "opc": "Meningococci", "opd": "Streptococci", "subject_name": "Pediatrics", "topic_name": null, "id": "822d5c68-39fe-40e8-97ef-f50d7af91ebb", "choice_type": "single"}
{"question": "12 years old Shyam presented with gross hematuria with 80% dysmorphic RBC's 2 days after a attack of upper respiratory tract infection diagnosis is –", "exp": "The patient is having glomerulo nephritis (gross hematuria and dysmorphic RBC's) 2 days after upper respiratory tract infection.\nThree conditions can manifest like this —> IgA nephropathy, Post streptococcal glomerulonephritis, H.S. Purpura.", "cop": 2, "opa": "Microangiopathic thrombotic anaemia", "opb": "IgA Nephropathy", "opc": "PSGN", "opd": "H.S. purpura", "subject_name": "Pediatrics", "topic_name": null, "id": "2cde59aa-666b-4fa6-802b-74ecdd525bfb", "choice_type": "single"}
{"question": "A child transfers objects from one hand to other. What does it imply?", "exp": "GROSS MOTOR MILESTONE DEVELOPMENTAL IMPLICATION Holds head steady while sitting Allows more visual interaction Sits without suppo Increasing exploration Walks alone Exploration, controls proximity to parents FINE MOTOR MILESTONE DEVELOPMENTAL IMPLICATION Hand regard Self discovery of hands Reaches for objects Visuomotor coordination Palmar grasp gone Voluntary release Transfers object hand to hand Comparison of others Thumb -finger grasp Able to explore small objects Scribbles Visuomotor coordination Builds tower of 2 cubes Uses objects in combination SOCIAL MILESTONE DEVELOPMENTAL IMPLICATION Social smile More active social paicipation Follows 1 step command with gestures Non -verbal communication Points to objects Interactive communication Uncovers toy(after seeing it hidden) object permanence Pretends to drink from cup Symbolic thought Uses stick to reach toy Links actions to solve problems LANGUAGE MILESTONE DEVELOPMENTAL IMPLICATION Monosyllabic babble Experimentation with sound 1-step command without gesture Verbal receptive language Says \"mama \"or \"dada\" Expressive language Speaks first real world Beginning of labelling Speaks 4-6 words Acquisition of object and personal names Speaks 2-word sentences Beginning grammatization", "cop": 4, "opa": "Visual motor co-ordination", "opb": "Explores small object", "opc": "Object release", "opd": "Comparison of objects", "subject_name": "Pediatrics", "topic_name": "AIIMS 2020", "id": "53ba17a3-bd10-4e5f-bf50-95306abb21b7", "choice_type": "multi"}
{"question": "A baby is born with meconium stained liquor which of the following is taken account of in terming a baby vigorous except –", "exp": "Resuscitation of neonate born through meconium-stained liquer (MSL) \n\nWhen baby passes meconium in utero, there is a chance that the mecomium will be aspirated into infant's mouth and potentially into the trachea and lungs.\nAppropriate steps must be taken immediately after delivery to reduce the risk of serious consequences resulting from aspiration of meconium.\nIntrapartum nasopharyngeal suctioning just after the delivery of head is no longer recommended as it does not reduce the risk of meconium aspiration syndrome and, on rare occasions, may cause nasophagngeal trauma or a cardiac arrhythmia.\n\nThe first step after delivery is to identify whether the newborn is vigrous or non-vigrous : -\nA) Vigrous newborn\n\nA newborn is classified as vigrous, if he has all the three signs are present : -\n\n\nStrong respiratory effort\nGood muscle tone\nHeart rate greater than 100\n\n\nThe vigrous child does not require any tracheal suctioning and the usual initial steps of resuscitation are provided, i.e., provide warniith, positioning, suctioning of mouth and nose (not tracheal suctioning); Dry, stimulate and 02 if necessary.\n\nB) Non-vigrous newborn\n\nIf any of the above three signs is present, the newborn is classified as non-vigrous.\nFor non-vigrous child, the initial steps are modified : -\n\n\nPlace the baby under radiant wanner and postpone suctioning to prevent stimulation of posterior pharyngeal wall that can cause bradycardia.\nResidual meconium in the mouth and posterior pharynx should be removed by suctioning under direct vision using a laryngoscope.\nThe trachea should then be intubated and mechonium suctioned from the lower airway. Tracheal suctioning is best done by applying suction directly to the endotracheal tube.\n\n\nAfter providing initial steps, the further management is same as with resucitation for other conditions.", "cop": 2, "opa": "Tone", "opb": "Colour", "opc": "HR", "opd": "Respiration", "subject_name": "Pediatrics", "topic_name": null, "id": "5029ecd7-0f3f-495a-b662-b45589a2f9d7", "choice_type": "multi"}
{"question": "A child presented at 18 months of age who has never been vaccinated before. Which vaccines will you administer?", "exp": "Age Vaccine At bih BCG, bOPV-0, Hep B-0 6 weeks bOPV-1, Pentavalent-1, Rotavirus-1*, fIPV-1, PCV-1* 10 weeks bOPV-2, Pentavalent-2, Rotavirus-2* 14 weeks bOPV-3, Pentavalent-3, Rotavirus-3*, fIPV-2, PCV-2* 9 months MR-1*, JE-1*, PCV-3* 16-24 months DPT-B1, bOPV-B, JE-2*, MR-2* 5-6 years DPT-B2 11-13 yrs HPV-1*, HPV-2* BCG and Pentavalent can be given only up to 1st yr. of age, as per national immunization schedule", "cop": 1, "opa": "DPT, OPV and MMR", "opb": "Pentavalent vaccine alone", "opc": "BCG and OPV", "opd": "MMR, OPV, Rotavirus", "subject_name": "Pediatrics", "topic_name": "AIIMS 2017", "id": "218972be-3960-421c-bdc4-8a7627c5e548", "choice_type": "single"}
{"question": "Asphyxial injury in a term baby is characterized by all except –", "exp": "Effects ofAsphaxia :\nCentral nervous system-                                                            Cardiovascular\n\nHypoxic ischemic encephalopathy                                        o Myocardial ischemia\nInfarction                                                                                    o Poor contractility\nIntracranial hemorrhage                                                           o Tricuspid insufficiency\n\nSeizures                                                                                        o Hypotension\nCerebral edema                                                                    o Pulmonary\n\nHypotonia                                                                                   o Pulmonary hypertension\nHypertonia                                                                                  o Pulmonary hemorrhage\n\n                                                                                             o Respiratory distress syndrome\n \n\nRenal                            —> Acute tubular or cortical necrosis\nAdrenal                        —> Adrenal hemorrhage\nMetabolic                    --> SIADH, Hyponatremia, Hypoglycemia, Hypocalcemia, Myoglobinuria\nIntegument                  -+ Subcutaneous fat necrosis\nHematology                -p DIC\nGastrointestinal          —> Perforation, Ulceration with hemorrhage, Necrosis\nDuring asphyxia the infant may remain hypotonic or change from hypotonia to extreme hypertonia or their tone may appear normal. These changes are seen simultaneously and the change in muscle tone is also of the same degree in both the limbs.", "cop": 2, "opa": "Seizures", "opb": "Differential hypotonia (lower limbs > upper limbs)", "opc": "Altered sensorium", "opd": "Difficulty in clearing oral secretions", "subject_name": "Pediatrics", "topic_name": null, "id": "bf0eabec-95a0-46e1-a9b7-dae6c29dadde", "choice_type": "multi"}
{"question": "Percentage of lactose in human milk is –", "exp": "It is not exactly 7.2% but it is the closest choice.", "cop": 1, "opa": "7.2gm", "opb": "4.5gm", "opc": "8.0gm", "opd": "6.7gm", "subject_name": "Pediatrics", "topic_name": null, "id": "739272d2-530b-4885-8178-0d785683b86e", "choice_type": "single"}
{"question": "A 3 days old baby is admitted with intraventricular hemorrhage. Baby develops abdominal distention. The X-ray abdomen showed pneumatosis poalis. Stage the necrotizing enterocolitis:", "exp": "Answer- C. 2bThe severity, radiology and management of Necrotizing enterocolitis is best exemplified by the 'Modified Bell's stagingcrileria'- According to 'Modified Bell's staging criteria'pneumatosis poalis (Presinie of gas in pofiai vein) is suggestiveof stage 2b.", "cop": 3, "opa": "lb", "opb": "2a", "opc": "2b", "opd": "3a", "subject_name": "Pediatrics", "topic_name": null, "id": "83b776f2-ae9a-42ec-8262-931b29af2d9f", "choice_type": "single"}
{"question": "APGAR acronym stands for?", "exp": "0 (Points) 1 2 Appearance Blue or pale all over Blue extremities, but torso pink Pink all over Pulse None <100 >100 Grimace No response Weak grimace when stimulated Cries or pulls away when stimulated Activity None Some flexion of arms Arms flexed, legs resist extension Respirations None Weak, irregular or gasping Strong cry 0-3 Critically low, 4-6 Fairly Low, 7-10 Generally Normal", "cop": 4, "opa": "Activity, pulse pressure, grimace, appearance, rate of respiration", "opb": "Appearance, pressure, grimace, MAP, hea rate", "opc": "Appearance, pressure, grimace, appearance, rate of hea beat", "opd": "Appearance, pulse, grimace, activity, respiration", "subject_name": "Pediatrics", "topic_name": "AIIMS 2017", "id": "b0a05a95-cb2d-4ec4-9e19-c25742e18221", "choice_type": "single"}
{"question": "A 9 year old boy has steroid dependent nephrotic syndrome for the last 5 year. The patient is markedly cushingoid with blood pressure of 120/86 mmHg and small subcapsular cataracts. The most appropriate therapy of choice is –", "exp": "If a steroid dependent patient develops severe corticosteroid toxicity (Cushingoid toxicity, hypertension cataracts and or growth failure), then alternatives available are\na) Cyclophosphamide        \nb) Cyclosporine                                                                                                                                                                                                                         \nc) Tacrolimus             \nd) Mycophenolate \ne) Levamisole\nTreatment of Nephrotic syndrome", "cop": 2, "opa": "Longterm frusemide with enalapril", "opb": "Cyclophosphamide", "opc": "Intravenous immunoglobulin", "opd": "Intravenous pulse corticosteroids", "subject_name": "Pediatrics", "topic_name": null, "id": "5a5dcbce-041f-45ee-8a1d-2ec6b23d5f82", "choice_type": "multi"}
