{"question": "A patient presented to emergency with overdose some drug. There were increased salivation and increased bronchial secretions. On examination, blood pressure was 88/60 mmHg. RBC esterase level is 50. What should be the treatment of this person?", "exp": "Low esterase levels are suggestive of overdose of some drug which acts by inhibiting acetyl choline esterase like organophosphate poisoning. Inhibition of choline esterase results In increased amount of Ach at synapse, so poisoning or overdose results in cholinergic symptoms like salivation, lacrimation, urination, emesis, increased bronchial secretions, reduction in blood pressure.So treatment Of choice is Atropine. Atropine -It is highly effective in counter-acting the muscarinic symptoms, but higher doses are required to antagonize the central effects. It does not reverse peripheral muscular paralysis which is a nicotinic action. All cases of anti-ChE (carbamate or organophosphate) poisoning must be promptly given atropine2 mg i.v. repeated every 10 min till dryness of mouth or other signs of atropinization appear (upto 200 mg has been administered in a day). Continued treatment with maintenance doses may be required for 1-2 weeks. Neostigmine and physostigmine worsens the signs and symptoms as these also act by inhibiting choline esterase. Physostigmine and flumazenil are respectively used for Atropine and benzodiazepines poisoning.", "cop": 2, "opa": "Neostigmine", "opb": "Atropine", "opc": "Flumazenil", "opd": "Physostigmine", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "a3da135a-a6a2-4e1c-8823-8ab0913f5668", "choice_type": "single"}
{"question": "A patient from,nqh-eastern states was diagnosed to have infection with P. falciparum malaria. What is the most appropriate drug for this patient?", "exp": "Ans: A. Aemether plus lumefantrineRef: <a href=\" Combination Therapy (ACT) should be given to all the confirmed P. falciparum cases.</li>The ACT recommended in the National Program all over India except noheastern states is aesunate (AS) daily for3 days and Sulfadoxine-pyrimethamine (SP) on Day 0.Noheastern states presently recommended ACT in national drug policy is fixed dose combination of Aemether-lumefaritrine.Hence, the clear-cut answer of this question is Aemether plus lumefantrine.", "cop": 1, "opa": "Aemether plus lumefantrine", "opb": "Sulfadoxine plus pyrimethamine", "opc": "Chloroquine", "opd": "Mefloquine", "subject_name": "Pharmacology", "topic_name": null, "id": "a570d3c3-865a-41b6-8e21-dccbf7feec4c", "choice_type": "single"}
{"question": "A patient has seasonal allergic rhinitis and is on terfenadine. He develops cardiac arrhythmias after a course of antibiotics. Which of the following antibiotic could have been given:", "exp": null, "cop": 3, "opa": "Ampicillin", "opb": "Tetracycline", "opc": "Erythromycin", "opd": "Co-trimoxazole", "subject_name": "Pharmacology", "topic_name": null, "id": "0190a0f3-416a-4d56-a172-7738b023fd28", "choice_type": "multi"}
{"question": "Which of these drugs is an antidote for fibrinolytic therapy?", "exp": "Answer- A. Epsilon aminocaproic acidEpsilon aminocaproic acid is an antidote for fibrinolytic therapy. Epsilon-aminocaproic qcid is a synthetic inhibitor of theplasmin-plasminogen system. It is the only potent antifibrinolylic agent, which is commercially available.\"Aminocaproic acid is a lysine analog that competes for lysine binding sites on plasminogen and plasmin, blocking theinteraction of plasmin with fibrin.Fibrinolytic overdose - Epsilon Amino Caproic Acid (EACA)", "cop": 1, "opa": "Epsilon aminocaproic acid", "opb": "Protamine", "opc": "Heparin", "opd": "Streptokinase", "subject_name": "Pharmacology", "topic_name": null, "id": "e7f023ea-2147-47d3-9f2a-61fb60a900be", "choice_type": "single"}
{"question": "Absorption of which of the following drugs is increased after a fatty meal?", "exp": "Ans: B. Griseofulvin (Ref: Goodman Gilman I2/e p1585; Katzung 13/e p632, 12/e p855,. KUT 7/e p790, 6/e p760)The oral administration of a 0.5 g dose of griseofulvin produces peak plasma concentrations of 1ug/mL in 4 hours.Improved drug absorption along with a fatty meal.Drug Absorption Reduced/Delayed by FoodDrug Absorption increased by foodAmpicillindegAspirindegAtenololdegAzithromycindegCaptoprildegCefaclorCephalexinCiprofloxacinDidanosineIndinavirdegIsoniazidaLoratidineNaficillinPenicillin G or VdegPhenobarbitaldegPhenytoindegRifampindegSucralfatedegTetracyclinedegDoxycyclinedegAtovaquonedegCarbamazepinedegChlohiazidedegCefuroximedegClofaziminedegDiazepamdegErythromycin GanciclovirdegHydrochlorothiazidedegItraconazoleaLithiumdegLovastatinMethylphenidateMetoprololdegNelfinavirNitrofurantoinPropranololdegPropoxypheneRitonavirdegSaquinavirdegSpironolactonedeg*Hydralazinedeg", "cop": 2, "opa": "Amphotericin B", "opb": "Griseofulvin", "opc": "Ampicillin", "opd": "Aspirin", "subject_name": "Pharmacology", "topic_name": null, "id": "e881fcb0-a4f2-45ed-97cf-c53045f98e30", "choice_type": "single"}
{"question": "Use of lithium during pregnancy increases the risk of development of which of the following malformations in the baby?", "exp": "Lithium causes Ebstein's anomaly (malformation in tricuspid valve of hea) if given in pregnancy. Other side effects of lithium includes: Leucocytosis I Tremors (most common adverse effect) Hypothyroidism Increase Urine (polyuria) Mothers (avoided in pregnancy).", "cop": 2, "opa": "Facial defects", "opb": "Cardiac defects", "opc": "Neural tube defects", "opd": "Urogenital defects", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "da27e783-4c0b-4621-bc3d-938a109d8425", "choice_type": "single"}
{"question": "Drug adveisement letter is a necessary component of each drug formulation and contains various information about the drug like drug dosing, frequency and half-life. Which of the following information need not be given in the drug adveisement letter?", "exp": "Ans: B. Date of expiry of the drug(Ref Goodman Gilman 12/e p1883; Manual of Experimental and Clinical Pharmacology/p 345).Date of drug expiry need not to be given in drug adveisement letter.Regulated according to The Federal Food, Drug, and Cosmetic Act.Amended (Food and Drug Administration Modernization Act of 1997).Permits use of print & television adveising for prescription drugs.Drug adveisements:Contain summary information relating to side effects, contraindications & effectiveness.Current adveising regulations:Specify that this information disclosure needs to include all risk information in a product's approved labeling or must direct consumers to healthcare professionals to obtain this information.Print adveisements:Include reprinting of risk-related sections of product's approved labeling (package inse).Television adveising:Not includes reprinting of risk-related.Note:Adveisements cannot be false or misleading or omit material facts.Must present fair balance between effectiveness & risk information.", "cop": 2, "opa": "Research papers and other aicles proving efficacy of the drug", "opb": "Date of expiry of the drug", "opc": "Rare, but serious life threatening adverse-effects", "opd": "Common, not so serious adverse-effects", "subject_name": "Pharmacology", "topic_name": null, "id": "2dd59aba-38c0-4aff-a000-1bcb640254ff", "choice_type": "single"}
{"question": "Which of the following drugs can be stopped abruptly without any withdrawal symptoms?", "exp": "Answer- B. FluoxetineFluoxetine has the lowest incidence of discontinuation syndrome among several antidepressants including paroxetin and venlafaxine. The longer half life of fluoxetine will avoid any withdrawal symptoms because this medication effectively tapers itself from the patient's system over a few days.", "cop": 2, "opa": "Esctilaopram", "opb": "Fluoxetine", "opc": "Fluvoxamine", "opd": "Seraline", "subject_name": "Pharmacology", "topic_name": null, "id": "58ffad4a-5613-4d26-88b2-a4bb2ce2b9e6", "choice_type": "single"}
{"question": "Vitamin D toxicity is treated with", "exp": "Ans. C. Dexamethasone* Dexamethasone is used in the treatment of hypercalcemia due to vitamin D toxicity. Glucocoicoid (Dexamethasone, prednisolone etc) therapy will decrease plasma calcium levels by blocking the action of vitamin D(1,25 D) which results in reduced intestinal calcium absorption and increased urinary excretion of calcium. * Other drugs like chloroquine and hydroxychloroquine are less effective in treating hypercalcemia due to vitamin D toxicity.", "cop": 3, "opa": "Chloroquine", "opb": "Hydroxycholoquine", "opc": "Dexamethasone", "opd": "Ketoconazole", "subject_name": "Pharmacology", "topic_name": null, "id": "3e4d2174-1e88-4652-9aed-78e71215ffe8", "choice_type": "single"}
{"question": "IV ultrashort acting barbiturate:", "exp": null, "cop": 3, "opa": "Meprobamate", "opb": "Pentobarbitone", "opc": "Thiopentone", "opd": "Phenobarbitone", "subject_name": "Pharmacology", "topic_name": null, "id": "8b3e9e1d-8571-49ef-a5ef-806c18ad079e", "choice_type": "single"}
{"question": "CYP50 inhibition is least by:", "exp": "Ans: B. Rabeprazole(Ref: Goodman Gilman 12/e p1990; Katzung131e p1060, 12/e p1089; KDT 7/e p653).Rabeprazole:Exclusively metabolized by CYP2C19 and does not cause any inhibition of CYP450.Highest efficacy.Lansoprazole - Most potent.Rabeprazole & pantoprazole have no significant drug interactions.The FDA has issued a warning about a potentially impoant adverse interaction between clopidogrel and proton pump inhibitors.Proton pump inhibitors should be prescribed to patients taking clopidogrel only if they have an increased risk of gastrointestinal bleeding or require them for chronic gastro-esophageal reflux or peptic ulcer disease, in which case agents with minimal CYP2C19 inhibition (pantoprazole or rabeprazole) are preferred", "cop": 2, "opa": "Pantoprazole", "opb": "Rabeprazole", "opc": "Lansoprazole", "opd": "Omeprazole", "subject_name": "Pharmacology", "topic_name": null, "id": "6bce210a-7174-4c76-b1f0-9bc3f5c835fc", "choice_type": "single"}
{"question": "Major aim of phase 1 clinical trials is:", "exp": "Phase 1 clinical trial : It is first phase in humans. It is conducted mainly on healthy volunteers. In drugs with serious adverse effects and where alternative treatment is not available, phase 1 can be conducted on patients also. Major aim is to know the maximum tolerable dose (MTD). The aim of phase 1 trials should be marked as MTD > Dose > Pharmacokinetics > Safety", "cop": 3, "opa": "Safety", "opb": "Efficacy", "opc": "Dose", "opd": "Pharmacokinetics", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "3b150083-1a5e-49ef-bc36-41a06b677b32", "choice_type": "single"}
{"question": "Acetazolamide is given to a patient of angle closure glaucoma. It is a non-competitive inhibitor of carbonic anhydrase enzyme. Which of the following should be the effect of this drug?", "exp": "* Enzyme inhibition is of 3 types: Type of inhibition Km Vmax Competitive inhibition Increases No change Non competitive inhibition No change Decreases Uncompetitive inhibition Decreases Decreases * In question non competitive inhibitor is given, so answer is decrease in Vmax.", "cop": 1, "opa": "Decrease in Vmax", "opb": "A.Decrease in Km", "opc": "Increase in both Km and Vmax", "opd": "No change in Vmax", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "81ba27b9-0517-444f-b592-db6a7f23c69c", "choice_type": "multi"}
{"question": "A patient is administered 200 mg of a drug. 75 mg of the drug is eliminated from the body in 90 minutes. If the drug follows first order kinetics, how much drug will remain after 6 hours?", "exp": "Answer- C. 30 mgDrug remains in the body at the end of 4th 90 minutes (6 hours) : 48.7 -18.3 = 30.4 (Approx. 30 mg)", "cop": 3, "opa": "12.5 mg", "opb": "25 mg", "opc": "30 mg", "opd": "50 mg", "subject_name": "Pharmacology", "topic_name": null, "id": "e7278113-c555-4128-a8df-cbd10ca7833f", "choice_type": "single"}
{"question": "The most common side effect of the oral administration of ampicillin is", "exp": null, "cop": 2, "opa": "Anaphylactic shock", "opb": "Diarrhoea", "opc": "Oral candidiasis", "opd": "Renal failure", "subject_name": "Pharmacology", "topic_name": null, "id": "bfc8d03e-6a47-44af-8883-a2786a23da19", "choice_type": "single"}
{"question": "Adverse effects of salbutamol are all except", "exp": "Salbutamol is a beta 2 agonist. Adverse effects of beta 2 agonists: Tremors Tachycardia Tolerance Hypokalemia (by enhancing potassium uptake into muscles) Hypoxia Hyperglycemia (by stimulating glycogenolysis and gluconeogenesis) Note: Tolerance occurs to only long acting beta 2 agonists .", "cop": 3, "opa": "Tremors", "opb": "Tachycardia", "opc": "Hypoglycemia", "opd": "Hypokalemia", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "a5d733b4-18d3-468c-8aaa-bbcb66cbb07e", "choice_type": "multi"}
{"question": "Ganglionic transmission is mediated by:", "exp": "Ans: D .Postsynaptic nicotinic receptors(Ref: Goodman Gilman 13/e p108, 12Ie p255; Katzung 13Ie p108, 12/e p98).Ganglionic transmission is mediated by nicotinic receptors present post-synaptically.Nicotinic acetylcholine (ACh) receptor mediates neurotransmission post-synaptically at the neuromuscular junction and peripheral autonomic ganglia.In CNS, controls release of neurotransmitters from presynaptic sites.The receptor is called the nicotinic acetylcholine receptor - Due to both alkaloid nicotine & neurotransmitter ACh can stimulate the receptor.", "cop": 4, "opa": "Presynaptic alpha-receptors", "opb": "Postsynaptic beta-receptors", "opc": "Postsynaptic dopaminergic receptors", "opd": "Postsynaptic nicotinic receptors", "subject_name": "Pharmacology", "topic_name": null, "id": "100d2a31-8f28-4500-99c9-67690fe15625", "choice_type": "single"}
{"question": "One of the many mechanisms of adverse events is its increased binding to secondary targets, usually proteins. With respect to the primary target, the secondary target:", "exp": "Ans. b. Should have similar binding sites (Ref: vvww'plosone'org)Secondary site compared to the primary site has the same sequence of binding site.", "cop": 2, "opa": "Should be present in the same tissue as the primary target", "opb": "Should have similar binding sites", "opc": "Should have absolutely identical secondary structure", "opd": "Should have a similar primary structure", "subject_name": "Pharmacology", "topic_name": null, "id": "6e09a527-f1c4-4c9b-973b-aa93392f3f75", "choice_type": "multi"}
{"question": "Patient is a known case of epilepsy, taking levetiracetam 1 gm BD. He is now seizure free from 2 years but he developed agitation and anger issues interfering with day to day activities as a result of the drug intake. What should be the next best step?", "exp": "Answer- C. Slowly taper the drug over next 6 monthsStopping or switching an antiepileptic is based on seizure free period & compliance or adverse effects of the drug.Withdrawal of therapy should be gradual over 2-3 monlhs, in the question 6 months. Anti-epileptic drug therapy shouldnever he stopped abruptly. Even if new drug is to be added/replaced, the previous drug should be gradually stoppedotherwise it can lead to breakthrough seizures.", "cop": 3, "opa": "Stop levetiracetam and sta on a different antiepileptic", "opb": "Discontinue the drug as he is seizure free", "opc": "Slowly taper the drug over next 6 months", "opd": "Continue levetiracetam since a 5-year seizure free interval is needed", "subject_name": "Pharmacology", "topic_name": null, "id": "c1069842-8261-4a97-b1bb-5faeaacc6435", "choice_type": "multi"}
{"question": "Dapsone is used for treatment of bacterial and fungal infections as well as for immunomodulatory actions. What is mechanism of dapsone for these indication?", "exp": "Sulfonamides (including Dapsone and PAS) : Competitively inhibit folic acid synthase enzyme as these are PABA analogues. Trimethoprim, Pyrimethamine : Inhibit Dihydro folate reductase enzyme (DHFRase). Inhibition of ergosterol in cell membrane (in fungus and leishmania): Amphotericin B.", "cop": 4, "opa": "Inhibition of cell wall synthesis", "opb": "Inhibition of ergosterol in cell membranes", "opc": "Inhibition of protein synthesis", "opd": "Competition with PABA in folic acid synthesis", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "bb46d4ce-440a-4cea-ab6f-75ce99cdd3aa", "choice_type": "multi"}
{"question": "All are topical hemostatic agents except?", "exp": "Ans. D. Fixclot Topical hemostatic agents are used when surgical hemostasis is inadequate or impractical. The majority of routine, elective operations are performed in patients with normal hemostasis and with minimal blood loss.The two main categories of topical hemostatic agents are physical agents, which promote hemostasis using a passive substrate, and biologically active agents, which enhance coagulation at the bleeding site", "cop": 4, "opa": "Bone wax & patty", "opb": "HemCon bandage", "opc": "Quikclot", "opd": "Fixclot", "subject_name": "Pharmacology", "topic_name": null, "id": "6d426ea7-e119-4b5f-be99-1e36084c332c", "choice_type": "multi"}
{"question": "Acetazolamide is given to a patient of angle closure glaucoma. It is a non- competitive inhibitor of carbonic anhydrase enzyme. Which of the following should be the effect of this drug?", "exp": "Enzyme inhibition is of 3 types: Type of inhibition Km Vmax Competitive inhibition Increases No change Non competitive inhibition No change Decreases Uncompetitive inhibition Decreases Decreases In question non competitive inhibitor is given, so answer is decrease in Vmax.", "cop": 1, "opa": "Decrease in Vmax", "opb": "Decrease in Km", "opc": "Decrease in both Km and Vmax", "opd": "No change in Vmax", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "1b18ac4d-8101-48f1-bcc9-b53391c550ab", "choice_type": "multi"}
{"question": "Propranolol is drug of choice for -", "exp": "Ans. A. Ulcerated infantile hemangiomaRef: <a href=\" hemangiomas (IHs) are the most common benign pediatric soft-tissue tumors.</li>Ulceration--the most frequent complication of IH--tends to heal poorly and is associated with pain, bleeding, infection, and scarring.Mainstay treatment modalities include propranolol (b-blocker) and coicosteroids, whose effectiveness is countered by a need for long-term medication and risk of systemic adverse effects and ulcer recurrence.", "cop": 1, "opa": "Ulcerated infantile hemangioma", "opb": "Lymphangioma", "opc": "Pyogenic granuloma", "opd": "Capillary malformation", "subject_name": "Pharmacology", "topic_name": null, "id": "59ade17d-2139-4c4b-b0b5-ec6d6cf3c073", "choice_type": "single"}
{"question": "Which induction anaesthetic agent has antiemetic effect?", "exp": null, "cop": 2, "opa": "etomidate", "opb": "propofol", "opc": "thiopentone", "opd": "ketamine", "subject_name": "Pharmacology", "topic_name": null, "id": "698d05f7-bd3d-4df6-a17f-e78e207ff835", "choice_type": "single"}
{"question": "All are Gp lIbilIla inhibitors except:", "exp": "Ans: A. Prasugrel(Ref Goodman Gilman 13/e p595, 12/e p870; Katzung 13/e p595, 12Ie p612; KDT 7/e p631)Prasugrel reduce platelet aggregation by inhibiting the ADP pathway of platelets. It irreversibly blocks the ADP receptor on platelets.Targets for platelet inhibitory drugs:Inhibition of prostaglandin synthesis (aspirin).Inhibition of ADP- induced platelet aggregation (clopidogrel, prasugrel, ticlopidine).Blockade of glycoprotein Ilb/IIIa receptors on platelets (abciximab, tirofiban, and eptifibatide). Dipyridamole & cilostazol - Additional antiplatelet drugs.", "cop": 1, "opa": "Prasugrel", "opb": "Abciximab", "opc": "Tirofiban", "opd": "Eptifibatide", "subject_name": "Pharmacology", "topic_name": null, "id": "8b72fc76-d0bf-4cd2-b7dc-05d030560c52", "choice_type": "multi"}
{"question": "Minimum concentration of oxygen needed in NO analgesia", "exp": null, "cop": 3, "opa": "10%", "opb": "20%", "opc": "30%", "opd": "40%", "subject_name": "Pharmacology", "topic_name": null, "id": "c70d078e-2a95-4779-b8d5-6050a5b58394", "choice_type": "single"}
{"question": "While assessing the efficacy of a newly developed drug in comparison to placebo, the 95% confidence interval in clinical trials is used to check for:", "exp": "Answer- a (efficacy of the drug)", "cop": 1, "opa": "Efficacy of the drug", "opb": "Non-efficacy of the drug", "opc": "Both efficacy and non-efficacy of the drug", "opd": "Either efficacy or non-efficacy of the drug", "subject_name": "Pharmacology", "topic_name": null, "id": "45ea4d89-40f7-42af-8f94-b4dc1e9a5466", "choice_type": "multi"}
{"question": "Folic acid deficiency occurs in:", "exp": null, "cop": 2, "opa": "Aspirin", "opb": "Phenytoin", "opc": "Chloromphenicol", "opd": "Cyclosporine", "subject_name": "Pharmacology", "topic_name": null, "id": "c8f62b0d-908c-494c-9ccf-90297f3647a6", "choice_type": "single"}
{"question": "Pegloticase is used in", "exp": "Pegloticase - It is recombinant uricase, an enzyme which oxidises uric acid to highly soluble allantoin, that is easily excreted by kidney. Humans lack this enzyme. In this preparation, the enzyme has been coupled with methoxy polyethylene glycol (mPEG) which serves to prolong its sojourn in the body, permitting i.v. infusion of the drug to be given every 2 weeks. It is indicated only in rare cases of refractory symptomatic gout because it is immunogenic and carries high risk of infusion reactions, including anaphylaxis.", "cop": 1, "opa": "Chronic gout", "opb": "Paralytic ileus", "opc": "Psoriatic ahritis", "opd": "Rheumatoid ahritis", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "b57b3bed-fda6-48e7-9af4-f72d5a4687d9", "choice_type": "single"}
{"question": "Treatment of choice for anaphylactic shock is:", "exp": "DOC is adrenaline.Route is intramuscular > subcutaneous.Dose: 0.5 ml of 1:1000(1mg/ml solution).This dose is repeated once gain within 10 minutes.If it's still not improving; then intravenous 1:10,000 dose is given.", "cop": 1, "opa": "Adrenaline 0.5 mL of 1:1000 solution by intramuscular route", "opb": "Adrenaline 1 mL of 1:10000 by intravenous route", "opc": "Atropine 3 mg intravenously", "opd": "Adenosine 12 mg intravenously", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "1f93c541-baaf-40f2-bf91-31be29732da2", "choice_type": "single"}
{"question": "Action of Nitroglycerin is", "exp": null, "cop": 1, "opa": "Direct action on smooth muscle", "opb": "Slows SA node conductvity", "opc": "Blocks arrhythmia", "opd": "Increases perfusion to heart", "subject_name": "Pharmacology", "topic_name": null, "id": "f8420128-0bd2-4a3e-b54f-d99fd7eb7070", "choice_type": "single"}
{"question": "Which of the following diuretic can be given in mild to moderate hypeension?", "exp": "Ans: C. Thiazide diureticThiazide diuretics :Given in mild to moderate hypeension.Low-dose thiazide diuretics used alone or in combination with other antihypeensive drugs.Safe, efficacious, inexpensive & reduce clinical events. MOA:Inhibits Na/Cl- pump in DCT a Increases sodium excretion.In long term - Acts as vasodilators.Provide additive blood pressure-lowering effects (On combination with beta blockers, ACE-I, ARBs).Drug of Choicein HypeensionConditionDrug of ChoiceHypeensionThiazidesHypeension with BPHPrazosinHypeension with diabetes mellitusACE inhibitorsHypeension with ischemic hea disease (angina)Beta-blockersHypeension with chronic kidney diseaseACE inhibitorsHypeension in pregnancyAlpha-methyldopaHypeensive emergenciesNicardipine + EsmololHypeensive emergencies in cheese reactionPhentolamineHypeensive emergencies in clonidine withdrawalPhentolamineHypeensive emergencies in aoic dissectionNitroprusside + EsmololHypeensive emergencies in pregnancyLabetalol(Ref: Harrison 19/e p1623).", "cop": 3, "opa": "Potassium sparing diuretic", "opb": "Osmotic diuretic", "opc": "Thiazide diuretic", "opd": "Loop diuretic", "subject_name": "Pharmacology", "topic_name": null, "id": "b8621196-05ba-414e-a112-0b48be3fcd7c", "choice_type": "single"}
{"question": "Shelf life of colourless, aqueous solution of suxamethonium is", "exp": null, "cop": 3, "opa": "6 months", "opb": "1 year", "opc": "2 yr", "opd": "3 yr", "subject_name": "Pharmacology", "topic_name": null, "id": "6e5da328-bb2e-4848-bdff-56a722ca8d7b", "choice_type": "single"}
{"question": "Prucalopride drug is ?", "exp": "Ans. A. 5HT4 agonist* Prucalopride is a drug acting as a selective, high affinity 5-HT4 receptor agonist which targets the impaired motility associated with chronic constipation, thus normalizing bowel movements.* Approved for use in Europe in 2009.* Prucalopride, a first in class dihydro-benzofuran-carboxamide, is a selective, high affinity serotonin (5-HT4) receptor agonist with enterokinetic activities.* Prucalopride alters colonic motility patterns serotonin 5-HT4 receptor stimulation: it stimulates colonic mass movements, which provide the main propulsive force for defecation.* The observed effects are exeed highly selective action on 5-HT4 receptor.* Prucalopride has >150-fold higher affinity for 5-HT4 receptors than for other receptors.", "cop": 1, "opa": "5HT4 agonist", "opb": "5HT2b agonist", "opc": "5HT2b antagonist", "opd": "5HT2a agonist", "subject_name": "Pharmacology", "topic_name": null, "id": "cafc0a38-bb29-4271-a180-95433a85392c", "choice_type": "single"}
{"question": "Major determinant of loading dose of a drug is", "exp": "LOADING DOSE = Vd * target plasma concentration MAINTENANCE DOSE = Clearance * target plasma concentration", "cop": 3, "opa": "Half life", "opb": "Clearance", "opc": "Volume of distribution", "opd": "Bioavailability", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "c3b4d610-571b-4e86-be27-d41b8b2efc65", "choice_type": "single"}
{"question": "All of the following are potentially serious side effects of thioamide group of antithyroid drugs except:", "exp": "Ans: D. Anaphylaxis(Ref. Goodman Gilman 12/e p1149; Katzung 13/e p671, 12/e p688)Adverse effects of anti-thyroid drugs:Most serious reaction: AgranulocytosisMC reaction: Mild, purpuric, uicarial papular rash.Less frequent complications: Pain & stiffness in joints, paresthesias, headache, skin pigmentation & loss of hair.ANCAs in -50% of patients receiving propylthiouracil.Cholestatic jaundice - More common with methimazole than propylthiouracil.Propylthiouracil-associated hepatic failure.", "cop": 4, "opa": "Hepatic dysfunction", "opb": "Severe rash", "opc": "Agranulocytosis", "opd": "Anaphylaxis", "subject_name": "Pharmacology", "topic_name": null, "id": "5891372b-60e8-4a7c-b773-48598b2712e3", "choice_type": "multi"}
{"question": "The drug not belonging to amide group", "exp": null, "cop": 1, "opa": "Procaine", "opb": "Xylocaine", "opc": "Lignocaine", "opd": "Bupivacaine", "subject_name": "Pharmacology", "topic_name": null, "id": "eddd8435-1826-40ba-97d9-83a73e23a5f3", "choice_type": "single"}
{"question": "Idiosyncratic side-effects of carbamazepine are all except:", "exp": "Answer- D. Blurred visionDiplopia (not the blurring of vision) is a dose related side effect of carbamazepine, while others are idiosyncratic, reactions.\"The most common dose-related adverse effects of carbamazepine are diplopia and ataxia. The diplopia often occursfirst and may last less than an hour during a paicular time of day", "cop": 4, "opa": "Steven-Johnson syndrome", "opb": "Agranulocytosis", "opc": "Rash", "opd": "Blurred vision", "subject_name": "Pharmacology", "topic_name": null, "id": "82356aae-5bd4-4503-acab-5f70c0db6bee", "choice_type": "multi"}
{"question": "All of these are G2 phase blockers except:", "exp": "Ans: C. Paclitaxel(Ref: Goodman Gilman 121e p1708; Katzung 13/e p932, 12Ie p963; KDT 7/e p865)Paclitaxel:Taxane, which act by causing disruption of the cell's microtubule function by stabilizing microtubule formation.Acts on the M-phase of cell division.Binds specifically to the P-tubulin subunit of microtubules and antagonizes the disassembly of this key cvtoskeletal protein, with the result that bundles of micro-tubules and aberrant structures derived from microtubules appear in the mitotic phase of the cell cycle.Arrest in mitosis follows.", "cop": 3, "opa": "Etoposide", "opb": "Topotecan", "opc": "Paclitaxel", "opd": "Daunorubicin", "subject_name": "Pharmacology", "topic_name": null, "id": "f14171b9-69fe-4e7f-b004-40f2eb8d4b8c", "choice_type": "multi"}
{"question": "All of the following drugs require dose reduction in renal failure except?", "exp": "Those drugs which are secreted in bile do not require dose reduction in renal disease. Doxycycline is secreted in bile, so it is safe in renal failure Drugs (commonly asked) safe in renal diseases include: Safe (Cef): Cefoperazone, Ceftriaxone In The: Tigecycline R: Rifampicin E: Erythromycin N: Nafcillin A: Ampicillin L: Lincosamides (Clindamycin) Disease: Doxycycline", "cop": 4, "opa": "Amphotericin B", "opb": "Vancomycin", "opc": "Gentamicin", "opd": "Doxycycline", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "27a7c775-991f-4c8d-8ba3-3783c3bf92db", "choice_type": "multi"}
{"question": "Which of the following is not used in osteoporosis?", "exp": "Ans: A. Milnacipran(Ref. Goodman Gilman 12/e p1299; Katzung 13/e p761-762, 12/e p775; Harrison 19/e p2493, 18/c' p3120; Apley 9/e p /3 I-133)Milnacipran:Serotonin-norepinephrine reuptake inhibitor (SNRI).Approved for treatment of pain in fibromyalgia, not in osteoporosis.Drugs useful in OsteoporosisInhibit Bone ResorptionStimulates Bone Both actionBisphosphonates: Alendronate, risedronate & etidronateCalcium receptor agonist: CinacalcetCalcitoninSERMs: Tamoxifen, raloxifeneGallium nitrateRANKL inhibitors: DonesumabTeriparatideCalciumCalcitriolFluorideStrontium ranelate", "cop": 1, "opa": "Milnacipran", "opb": "PTH", "opc": "Strontium ranelate", "opd": "Denosumab", "subject_name": "Pharmacology", "topic_name": null, "id": "28b7a6ea-c657-4da7-81dc-88457a064655", "choice_type": "single"}
{"question": "Among the following propeies of dopamine, which of them is not helpful in acute shock?", "exp": "Ans: B. Increase in renal perfusion due to agonist action on DI receptors(Ref: Goodman Gilman 13Ie p1062, 12/e p355; KDT 71e p134, 6Ie p507)Dopamine at low concentrations (2 to 5 mug/kg per minute) primarily acts on vascular D, receptors, especially in the renal, mesenteric, and coronary beds.Increased renal perfusion caused by dopamine due to DI agonism (at low doses) doesn't improves survival in acute shock.", "cop": 2, "opa": "Alpha-1 agonist action leading to peripheral vasoconstriction", "opb": "Increase in renal perfusion due to agonist action on DI receptors", "opc": "Releases noradrenaline and causes positive inotropic effect", "opd": "Direct action on hea beta-1 receptors", "subject_name": "Pharmacology", "topic_name": null, "id": "a30f9a2b-52f0-4880-980d-d56de2a88910", "choice_type": "single"}
{"question": "The antidote for heparin is:", "exp": null, "cop": 2, "opa": "Penicillinase", "opb": "Protamine sulphate", "opc": "Pryosulphate", "opd": "Potassium sulphate", "subject_name": "Pharmacology", "topic_name": null, "id": "c628fd13-7ada-40eb-917a-1de334a5ee5b", "choice_type": "single"}
{"question": "Which of the following disease modifying anti-rheumatoid drugs acts by increasing extracellular adenosine?", "exp": "Answer-D. Methotrexate\"Methotrexate is the DMARD of choicefor the treatment of RA and is the anchor drug for most combination therapies.At the dosages ased for lhe treatment of RA, methotrexale has been shown to stimulate adenosine release from cells, producing an anti-inflammatory effect.Methotrexate (MTX) is a folic acid analog that binds with high affinity to the active catalytic site of dihydrofolate reductase (DHFR).", "cop": 4, "opa": "Leflunomide", "opb": "Hydroxychloroquine", "opc": "Azathioprine", "opd": "Methotrexate", "subject_name": "Pharmacology", "topic_name": null, "id": "5aeb3b7a-9012-4472-a233-740ba0f1dac5", "choice_type": "single"}
{"question": "Which of these statements depicts vasomotor reversal of Dale?", "exp": "Ans: C. Decrease in hea rate on adrenaline administration after phentolamine has been given (Ref: KDT 7/e e p131, 140).This was first demonstrated by Sir HH Dale (1913) and is called vasomotor reversal of Dale.Blockade of vasoconstrictor alpha-1 (also alpha-2) receptors reduces peripheral resistance and causes pooling of blood in capacitance vessels a venous return and cardiac output are reduced a Fall in BP.Postural reflex is interfered with a marked hypotension occurs on standing a dizziness and syncope. Hypovolemia accentuates the hypotension.Decrease in hea rate on adrenaline administration after phentolamine has been given depicts vasomotor reversal of Dale.The alpha-blocker abolishes the pressor action of adrenaline (injected IV in animals), which then produces only fall in BP due to beta-2 mediated vasodilatation.", "cop": 3, "opa": "Propranolol followed by adrenaline", "opb": "Propranolol followed by noradrenaline", "opc": "Decrease in hea rate on adrenaline administration after phentolamine has been given", "opd": "Noradrenaline followed by propranolol", "subject_name": "Pharmacology", "topic_name": null, "id": "fbaace6c-2dbd-458f-a1b6-8e831e7811fa", "choice_type": "multi"}
{"question": "Which antibiotic is effective against pseudomonas and indole +ve proteus?", "exp": null, "cop": 2, "opa": "Methicillin", "opb": "Carbenicillin", "opc": "Lincomycin", "opd": "Oxacillin", "subject_name": "Pharmacology", "topic_name": null, "id": "e1463062-cae7-4994-8ab7-8ccaf975cdc6", "choice_type": "single"}
{"question": "A drug X was given continuous intravenous infusion at 1.6 mg/min. The clearance of the drug is 640 mL/min. With a half-life of 1.8 hours, what would be the steady state plasma concentration of drug?", "exp": "Answer- A. 0.002 mg/mLCpss is directly propoional to the dose rate & inversely propoional to the clearance of drug.Cpss = Dose rate/clearanceDose rate= 1.6 mgiml; Clearance= 640 ml/minCpss = 1.61640 = 0.0025 mg/ml = 0.002 mg/ml", "cop": 1, "opa": "0.002 mg/mL", "opb": "0.004 trig/mL", "opc": "2.88 mg/mL", "opd": "3.55 mg/mL", "subject_name": "Pharmacology", "topic_name": null, "id": "5fecb77f-66cc-4650-8201-3759bda2a213", "choice_type": "single"}
{"question": "A diabetic patient presented with uncontrolled blood sugar level. He has history of pancreatitis and family history of urinary bladder carcinoma. He does not want to take injectable drugs. Which of the following drug can be added to control his blood sugar?", "exp": "Linaglutide(-ide) is a peptide, so not given orally. It is a GLP 1(incretin) analogue and it can cause pancreatitis.Sitagliptin is a DPP 4(dipeptidyl peptidase 4) inhibitor; can cause pancreatitis.Pioglitazone(PPAR- gamma agonist) can cause urinary bladder carcinoma; so can't be given.So, canagliflozin (SGLT 2 inhibitor) can be added.", "cop": 3, "opa": "Liraglutide", "opb": "Sitagliptin", "opc": "Canagliflozin", "opd": "Pioglitazone", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "2b110e57-8338-4189-86e2-cbea7d761c30", "choice_type": "single"}
{"question": "A patient presented with acute exacerbation of bronchial asthma. Salbutamol inhalation didn't improve the condition of the patient. So, intravenous coicosteroids and aminophylline were added and the condition improved. What is the mechanism of action of coicosteroids in this condition?", "exp": "Ans. b. They increase bronchial responsiveness to salbutamol Coicosteroids has a dual effect in acute asthma with an early facilitator effect on airway beta-2 adrenoreceptor sensitivity and a later effect on airway inflammation, which fuher emphasizes the need fir coicosteroids to he administered as early as possible during an acute asthma attack.\"he molecular mechanism of action of coicosteroids involves several effects on the inflammatory process. The major effect of coicosteroids is to switch off the transcription of multiple activated genes that encode inflammatory proteins such as cytokines, chemokines, adhesion molecules, and inflammatory enzymes. This effect involves several mechanisms, including inhibition of the transcription factor NF-KB, but an impoant mechanism is recruitment of HDAC2 to the inflammatory gene complex, which reverses the histone acetylation associated with increased gene transcription. Coicosteroids also activate anti-inflammatory genes, such as mitogen-activated protein (MAP) kinase phosphatase-1, and increase the expression of IQ-receptors. Most of the metabolic and endocrine side effects of coicosteroids are also mediated through transcriptional activation.", "cop": 2, "opa": "They cause bronchodilatation when given with xanthines", "opb": "They increase bronchial responsiveness to salbutamol", "opc": "They increase the action of aminophylline on adenosine receptors", "opd": "They increase the mucociliary clearance", "subject_name": "Pharmacology", "topic_name": null, "id": "8788091c-a8ef-4155-a7a3-8e85d643f856", "choice_type": "single"}
{"question": "Which of the following is a schedule X drug?", "exp": "Ans. C. Ketamine* The following are the Schedule X drugs mentioned in the Drugs and Cosmetics Rules 1945: Amobarbital, Amphetamine, Barbital, Cyclobarbital, Dexamphetamine, Ethchlorvynol, Glutethimide, Meprobamate, Methamphetamine, Methylphenidate, Methylphenobarbital, Phencyclidine, Phenmetrazine, Secobarbital.", "cop": 3, "opa": "Thalidomide", "opb": "Colistin", "opc": "Ketamine", "opd": "Halothane", "subject_name": "Pharmacology", "topic_name": null, "id": "d42801fb-0724-4137-b72a-3eb0d50fc9f1", "choice_type": "single"}
{"question": "Black deposits on conjunctiva in a patient with glaucoma are seen with the use of:", "exp": "Ans: C. Epinephrine(Ref: Goodman Gilman 12/e p286, 326; Katzung 13/e p161, 12/e p160; The Cornea by Smolin and Thoft's/p504)Black deposits on conjunctiva in a patient with glaucoma are seen with use of epinephrine. Latanoprost is associated with iris hyperpigmentation.Epinephrine is unstable in alkaline solution; when exposed to air or light, it turns pink from oxidation to adrenochrome and then brown from formation of polymers.", "cop": 3, "opa": "Prostaglandins", "opb": "Carbonic anhydrase inhibitors", "opc": "Epinephrine", "opd": "Beta blocker", "subject_name": "Pharmacology", "topic_name": null, "id": "17ca6005-346f-4f14-b1a3-430d3667d7f0", "choice_type": "single"}
{"question": "The principal central action of caffeine is on the:", "exp": null, "cop": 1, "opa": "Cerebral cortex", "opb": "Corpus callosum", "opc": "Hypothalamus", "opd": "Spinal cord", "subject_name": "Pharmacology", "topic_name": null, "id": "c79bad3a-d97d-4d68-a696-79f136faf0d9", "choice_type": "multi"}
{"question": "A diabetic and hypeensive patient taking several drugs presented with septicemia. Serum creatinine levels are 5.7 mg/dL. Which of the following drug should be stopped?", "exp": "Serum creatinine levels are raised indicating renal failure. In renal failure and hepatic failure --> Metformin is C/I as it |ses the risk of developing lactic acidosis. Contraindicated in patients with an eGFR below 30 mL/minute/1.73 m2. eGFR should be measured annually for patients taking metformin therapy. eGFR is preferred over serum creatinine concentration to assess renal function for a person taking metformin therapy Linagliptin is a DPP-4 inhibitor. Metoprolol is a b blocker.", "cop": 4, "opa": "Insulin", "opb": "Metoprolol", "opc": "Linagliptin", "opd": "Metformin", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "524d41bf-ef51-49b4-8662-dcaf2c2798fb", "choice_type": "single"}
{"question": "A patient on 300 mg of aspirin will show all the following except:", "exp": null, "cop": 1, "opa": "Irreversible inhibition of cyclooxygenase path way", "opb": "Prolonged bleeding time", "opc": "Inhibition of thromboxane TXA2", "opd": "Inhibition of prostaglandin PGI2", "subject_name": "Pharmacology", "topic_name": null, "id": "dfa174ff-9288-47b3-8768-a17b364ba1d3", "choice_type": "multi"}
{"question": "Antimalarial drug used for causal prophylaxis act at which stage of developmental cycle", "exp": "Ans. C. Pre-erythrocytic schizogonyPre-erythrocytic schizogony* Occurs inside the parenchymal cells of liver.* Merozoites are liberated into blood.* Drugs acting on this stage will prevent infection of RBC and clinical attack of malaria causal prophylaxis.* Drugs are* Proguanil & Tetracycline - for falciparum.", "cop": 3, "opa": "Gametogony", "opb": "Erythrocytic schizogony", "opc": "Pre-erythrocytic schizogony", "opd": "Exo-erythrocytic schizogony", "subject_name": "Pharmacology", "topic_name": null, "id": "c2966f39-a3e7-464d-9048-937bf330c794", "choice_type": "single"}
{"question": "Methacholine acts at which receptor?", "exp": "Ans: B. M2Methacholine is an M2 receptor agonist.ParameterM1M2M3Agonists (Relatively selective)Oxotremorine, MCN-343AMethacholineBethanecholAntagonists (Relatively selective)Pirenzepine, TelenzepineMethoctramine, TripitramineDarifenacin, Solifenacin", "cop": 2, "opa": "M1", "opb": "M2", "opc": "M3", "opd": "M4", "subject_name": "Pharmacology", "topic_name": null, "id": "407d4eec-cf0b-460c-bcdb-cf0081ec8c5d", "choice_type": "single"}
{"question": "Which of the following is caused by Amphotericin B", "exp": null, "cop": 1, "opa": "Hypo kalemia", "opb": "Hyperkalemia", "opc": "Hypermagnesemia", "opd": "Hyponatremia", "subject_name": "Pharmacology", "topic_name": null, "id": "8cced5f0-0647-4f31-9ba7-71bebcfb2255", "choice_type": "single"}
{"question": "A bank employee felt depressed with no interest in activities came to AIIMS OPD. He was staed on Escitalopram. Which of these adverse effects cannot be explained with escitalopram?", "exp": "Ans. C. SialorrheaEscitalopram belongs to a class of drugs known as selective serotonin reuptake inhibitors (SSRI).Improves your energy levels and feelings of well-being and decrease nervousness.Used to treat depression and anxiety.MOA: Works by helping to restore the serotonin balance in the brain.S/E:Headache, Nausea, Ejaculation disorder, Somnolence, Insomnia, Dry mouth, Constipation, Fatigue, Libido decreased, Inability to achieve orgasm, Gas (flatulence), Toothache, Weight gain, Menstrual disorder, Neck/shoulder pain, Runny nose & Flu-like syndrome.", "cop": 3, "opa": "Vivid dreaming", "opb": "Anorgasmia", "opc": "Sialorrhea", "opd": "Nausea", "subject_name": "Pharmacology", "topic_name": null, "id": "0ba46472-54a7-4bb9-9802-a0546e24cede", "choice_type": "single"}
{"question": "Which of the following is not true for rifabutin as compared to rifampicin?", "exp": "Ans: D. Rifabutin is more efficacious for pulmonary TB as compared to rifampicin(Ref Goodman Gilman 12/e p1550, 1552, 1554, 1568; Katzung 12/e p845)Rifabutin:Stronger activity against Mycobacterium avium complex (compared to rifampicin).Ineffective against Mycobacterium tuberculosis. RifabutinRifampicin (Rifampin)RifapentineProtein binding 718597Oral 2068deg-tmax (hours)2.5-4.01.5-2.05.0-6.0degHalf-life (hours)32-67deg2-5deg14-18Intracellular/extracellular9524-60degAutoinduction40%deg38%20%CYP3A inductionWeakPronouncedModerateCYP3A substrateYesdegNoNo", "cop": 4, "opa": "Rifabutin has the longer half-life than rifampicin", "opb": "Rifabutin has lesser incidence of drug-interactions", "opc": "Rifabutin is more efficacious against MAC as compared to rifampicin", "opd": "Rifabutin is more efficacious for pulmonary TB as compared to rifampicin", "subject_name": "Pharmacology", "topic_name": null, "id": "fc3d5863-8850-4136-8bf9-8f7bb80ca2cb", "choice_type": "multi"}
{"question": "What is the dose of adrenaline in anaphylactic shock?", "exp": "Ans. A. 0.5 ml in 1:1000Severe hypersensitivity reactions, anaphylactic shockIM Injection:* Adults: The usual dose is 500 micrograms (0.5ml of adrenaline 1/1000). If necessary, this dose may be repeated several times at 5-minute intervals according to blood pressure, pulse and respiratory function.* Half doses of adrenaline may be safer for patients who are taking amitriptyline, imipramine or a beta blocker.Paediatric population:* The following doses of adrenaline 1/1,000 are recommended:AgeDoseOver 12 years0.5 mg IM (0.5ml 1:1000 solution)6 - 12 years0.3 mg IM (0.3ml 1:1000 solution)6 months - 6 years0.15 mg IM (0.15ml 1:1000 solution)Under 6 months0.01mg/kg IM (0.01ml/kg 1:1000 solution)* If necessary, these doses may be repeated at 5-15 -minute intervals according to blood pressure, pulse and respiratory function.", "cop": 1, "opa": "0.5 ml in 1:1000", "opb": "0.5 ml in 1:10000", "opc": "1 ml in 1:1000", "opd": "1.5 ml in 1:1000", "subject_name": "Pharmacology", "topic_name": null, "id": "4127528f-2cc3-44bc-b07e-446577f5018c", "choice_type": "single"}
{"question": "All are used for postpaum hemorrhage except -", "exp": "Ans. B. DinoprostonePostpaum hemorrhage, the loss of more than 500 mL of blood after delivery, occurs in up to 18 percent of bihs and is the most common maternal morbidity in developed countries. Dinoprostone:Naturally occurring prostaglandin E2 (PGE2). It has impoant effects in labour.It also stimulates osteoblasts to release factors which stimulates bone resorption by osteoclasts.As a prescription drug it is used as a vaginal suppository, to prepare the cervix for labour and to induce labour. Indication:For the termination of pregnancy during the second trimester (from the 12th through the 20th gestational week as calculated from the first day of the last normal menstrual period), as well as for evacuation of the uterine contents in the management of missed aboion or intrauterine fetal death up to 28 weeks of gestational age as calculated from the first day of the last normal menstrual period.In the management of nonmetastatic gestational trophoblastic disease (benign hydatidiform mole).Other indications include improving the cervical inducibility (cervical \"ripening\") in pregnant women at or near term with a medical or obstetrical need for labor induction, and the management of postpaum hemorrhage.", "cop": 2, "opa": "Misoprostol", "opb": "Dinoprostone", "opc": "Prostaglandin F2 alpha", "opd": "Oxytocin", "subject_name": "Pharmacology", "topic_name": null, "id": "1f6b3a83-ed5e-4d0e-90b3-f740ff95c763", "choice_type": "multi"}
{"question": "At low infusion rates of 3-5 mcg/kg/min, what action is produced by dopamine?", "exp": "Ans: B. Increased renal blood flow(Ref: Goodman Gilman 12/e p355; KDT 7/e p134. 6/e p507)Action of dopamine:At low concentrations (2 to 5 mcg/kg per minute):Primarily acts on vascular D1 receptors.Mainly renal, mesenteric & coronary beds.By activating adenylyl cyclase a raising intracellular cyclic AMP concentrations.D1 receptor stimulation a Vasodilation.Increases in glomerular filtration rate, renal blood flow & Nat+ K+ - ATPase pump.", "cop": 2, "opa": "Vasoconstriction", "opb": "Increased renal blood flow", "opc": "Increased cardiac contractility", "opd": "Decreased blood pressure", "subject_name": "Pharmacology", "topic_name": null, "id": "416729b9-8f0b-45d1-aa27-6674dacb9975", "choice_type": "single"}
{"question": "Vasopressin antagonist acts on which pa of the nephron?", "exp": "Answer- D (Medullary collecting duct)'The mechanism by which vasopressin exes its anti-diuretic effect is activated by V2 receptors and involves the inseion of aquaporin-2 into the apical (luminal) membranes at the principle cells of the collecting duct.'", "cop": 4, "opa": "Proximal convoluted tubule", "opb": "Distal convoluted tubule", "opc": "Coical collecting tubule", "opd": "Medullary collecting duct", "subject_name": "Pharmacology", "topic_name": null, "id": "07c14e46-ad2b-4fde-8652-bd47b36e69ab", "choice_type": "single"}
{"question": "Which of the following anti-tubercular drug can cause ophthalmological toxicity?", "exp": "Ethambutol side effect: causes Red Green color blindness (Ophthalmological toxicity) Isoniazid side effects: Neurotoxicity, Hepatotoxicity. Pyrazinamide side effects: Hyperuricemia (gouty ahritis). Rifampicin side effects: Hepatotoxicity, orange red urine and tears etc.", "cop": 3, "opa": "Isoniazid", "opb": "Rifampicin", "opc": "Ethambutol", "opd": "Pyrazinamide", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "604ef1a2-7595-4718-9f8c-12292063e19f", "choice_type": "single"}
{"question": "Compared to unfractionated heparin, Low molecular weight heparin (LMWH) has reliable anticoagulant action because:", "exp": "Answer- B. It is less protein boundCompared to unfractionated heparin, Low molecular weight heparin (LMWH) has reliable anticoagulant action because it is less protein bound.Indications of LMW heparins:Prophylaxis of DVT and pulmonary embolism in high-risk patients undergoing surgery stroke or other immobilized patientsTreatment of established DVTUnstable anginaTo maintain patency of cannulae and shunts in dialysis patients and in extracorporeal circulation.", "cop": 2, "opa": "It interferes with thrombin and antithrombin III simultaneously", "opb": "It is less protein bound", "opc": "It is given subcutaneously", "opd": "It is cleared by macrophages", "subject_name": "Pharmacology", "topic_name": null, "id": "7a3a771f-2b56-4af8-b967-3c991b394bc6", "choice_type": "single"}
{"question": "There was an outbreak of MRSA in the hospital and it was found that a nurse of NICU had MRSA colonisation of anterior nares. What is the best treatment?", "exp": "Ans. A. Topical bacitracinMRSA (methicillin-resistant Staphylococcus aureus) infection is a life-threatening bacterial infection caused by Staphylococcus aureus that is resistant to the antibiotic methicillin. Severe cases usually require hospitalization for treatment.MRSA infections are usually treated with systemic antibiotics, either orally or intravenously.Topical bacitracin in combination with neomycin and polymyxin B might be added to the therapy.", "cop": 1, "opa": "Topical bacitracin", "opb": "Oral Vancomycin", "opc": "Inhaled colistin", "opd": "IV cefazolin", "subject_name": "Pharmacology", "topic_name": null, "id": "49b456da-591f-4221-b56b-9a04eaa21b77", "choice_type": "single"}
{"question": "G-protein coupled receptor that does not act through opening of potassium channels is", "exp": "* DGPCR which act through opening of K+ channels lead to hyper polarisation, thus leading to inhibition.So, receptor which causes stimulation will not act through opening of K+ channels. o Muscarinic M2 receptor, Dopamine D2 receptor and serotonin 5HT1 receptor act through opening of K+ channels.o Whereas Angiotensin 1 receptor act by increasing Ca+2.", "cop": 4, "opa": "Muscarinic M2 receptor", "opb": "Dopamine D2 receptor", "opc": "Serotonin 5 HT 1 receptor", "opd": "Angiotensin 1 receptor", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "a97ea051-7425-4f6f-b909-c32f3801a91f", "choice_type": "single"}
{"question": "Prolonged administration of streptomycin may result in damage to the:", "exp": "Streptomycin (antitubercular) causes vestibular damageonprolongeduse.\nAdverseeffects\n\nThis class of drugs is notorious for their adverse effects like ototoxicity and nephrotoxicity.\nAbout 1/5th patients given streptomycin 1 gm BD i.m. experience vestibular disturbances although auditory disturbances are less common.\nStreptomycin has the lowest nephrotoxicity among aminoglycosides; probably because it is not concentrated in the renal cortex.\n\nReference: Essentials of Medical Pharmacology Eighth Edition KDTRIPATHIpage no 94,798", "cop": 3, "opa": "Optic nerve", "opb": "Facial nerve", "opc": "Auditory nerve", "opd": "Trigeminal nerve", "subject_name": "Pharmacology", "topic_name": null, "id": "380d5a44-a18e-4bdf-90be-c812b1ff3885", "choice_type": "single"}
{"question": "Which of the following drugs can be given in renal failure safely?", "exp": "Ans: B. Linagliptin(Ref Goodman Gilman 12/e p1264; Katzung 13/e p740, 12/e p761; FDA website: http://wwwfda.gov/ Safety/ MedWatch/Safetylnformation/ircm3 I 9215.htm)Linagliptin:Given safely in renal failure.Chronic kidney disease:Major complication in type 2 diabetes.Metformin usage is challenging.More severe renal disease - Less likely for metformin use.Due to safety concerns.", "cop": 2, "opa": "Saxagliptin", "opb": "Linagliptin", "opc": "Vildagliptin", "opd": "Sitagliptin", "subject_name": "Pharmacology", "topic_name": null, "id": "6e3b014e-fe90-47f0-8e12-e176a809198f", "choice_type": "single"}
{"question": "Gingival hyperplasia is caused by all except", "exp": null, "cop": 2, "opa": "Sodium valproate", "opb": "Carbamazepine", "opc": "Verapamil", "opd": "Bleomycin", "subject_name": "Pharmacology", "topic_name": null, "id": "37332d92-237c-4846-84e5-27def7ec1805", "choice_type": "multi"}
{"question": "Digoxin is obtained from a plant product and has a half-life of 36 hours. How does this information help us in formulating treatment?", "exp": "Ans: A. To adjust maintenance dose of digoxin required to keep the blood levels within therapeutic range(Ref Goodman Gilman 12/e p33. 37: KDT 7/e p31, 515)Half- life of drug:Determines the maintenance dose of digoxin.Helps maintain therapeutic plasma levels.Maintenance dose also determined by creatinine clearance.Half-life of dioxin:36 to 48 hrs in patients with normal renal function.3.5 to 5 days in anuric patients.In patients with normal renal function, an oral daily maintenance dose without loading dose - steady-state blood concentration in approximately 7 days.Hence daily maintenance dose decided based on half-life ofthe drug.Usual digoxin therapeutic serum concentrations range - 0.8 to 2 ng/mL.(Note: Loading dose governed by volume of distribution).", "cop": 1, "opa": "To adjust maintenance dose of digoxin required to keep the blood levels within therapeutic range", "opb": "Intravenous administration in emergency and urgent dosing", "opc": "Long half-life permits altemate day dosing", "opd": "It requires a high loading dose to be administered", "subject_name": "Pharmacology", "topic_name": null, "id": "8efe2632-49e7-4558-b438-a44fadccdd03", "choice_type": "single"}
{"question": "Which of the following cause an increase in ACh release from the presynaptic neuron?", "exp": "Ans. D. Blocking K channels* Potassium channel blocker will cause an increase in ACh release from the presynaptic neuron.* Blockade of presynaptic potassium channels promotes activation of voltage-gated calcium channels leading to the increased release of acetylcholine in the neuromuscular junction. Aminopyridines used in the treatment of Lambe-Eaton myasthenic syndrome acts by this mechanism and improves the muscle strength in the patients", "cop": 4, "opa": "Blocking calcium channels on presynaptic", "opb": "Blocking chloride channel on presynaptic", "opc": "Blocking Na channel", "opd": "Blocking K channels", "subject_name": "Pharmacology", "topic_name": null, "id": "5419a97a-9132-4f87-9bb5-3ca06dd47507", "choice_type": "single"}
{"question": "Loading dose depends on", "exp": null, "cop": 1, "opa": "Volume of distribution", "opb": "Clearance", "opc": "Rate of administration", "opd": "Half life", "subject_name": "Pharmacology", "topic_name": null, "id": "38ab5796-3d7c-4203-a301-db68fa227700", "choice_type": "single"}
{"question": "Latest drug reccntly approved for Amyotrophic Lateral sclerosis is?", "exp": "Ans: C. EdaravoneRef href=\"https://www/\">https://www.br ai ntrop ic. c om/noo t rop ics/p i rac etam/Edaravone is a novel neuroprotective agent for the treatment of amyotrophic lateral sclerosis (ALS)", "cop": 3, "opa": "Piracetam", "opb": "Ceftriaxone", "opc": "Edaravone", "opd": "Doxycycline", "subject_name": "Pharmacology", "topic_name": null, "id": "8b2bc220-f5f6-4651-89b7-c38432303837", "choice_type": "single"}
{"question": "Which of the following anticholinergic agent does not cross the blood brain barrier?", "exp": "Answer- D. Hyoscine hydrobromideGlycopyrrolate is a synthetic quaternary anticholinergic, which doesn't cross the blood brain barrier and completely lacks central effects.", "cop": 4, "opa": "Glycopyrrolate", "opb": "Atropine", "opc": "Hyoscine butylbromide", "opd": "Hyoscine hydrobromide", "subject_name": "Pharmacology", "topic_name": null, "id": "b71747a9-b89b-45b2-a54f-04765341177b", "choice_type": "single"}
{"question": "Not true about piperacilline is:", "exp": null, "cop": 2, "opa": "Active against pseudomonas aeruginosa", "opb": "Inhibits Beta-lactamase", "opc": "It is a ureido penicillin", "opd": "Given parenterally", "subject_name": "Pharmacology", "topic_name": null, "id": "a0876dd1-533e-4ce7-8d47-1b0ca81cd228", "choice_type": "multi"}
{"question": "All are true of midazolam over diazepam except", "exp": null, "cop": 2, "opa": "2 to 3 times more potent than diazepam", "opb": "It has low water solubility and shows minimal risk for thrombophlebitis", "opc": "Has more affinity for benzodiazepine receptors", "opd": "Better anxiolysis and amnesia", "subject_name": "Pharmacology", "topic_name": null, "id": "3f50c7e4-d166-4d0e-8a68-d309be739f05", "choice_type": "multi"}
{"question": "Lidocaine produces its antiarrhythmic effects by", "exp": null, "cop": 2, "opa": "Increasing A-V conduction", "opb": "Decreasing cardiac excitability", "opc": "Increasing cardiac conduction velocity", "opd": "Increasing spontaneous pacemaker activity", "subject_name": "Pharmacology", "topic_name": null, "id": "72df8357-4e51-45f7-ae9d-669a9bfe9efc", "choice_type": "single"}
{"question": "A patient of septic shock was given intravenous norepinephrine. The response to this drug is best checked by:", "exp": "Ans. c. Increase in mean aerial pressureNoradrenaline is a powerful peripheral vasoconstrictor and inotrope and used in patients of septic shock and cardiogenic shock. Noradrenaline causes peripheral vasoconstriction thereby increasing diastolic blood pressure as well as venous return. The increase in diastolic blood pressure and systolic blood pressure can increase mean aerial pressure (MAP) which is the therapeutic outcome expected in any septic shock patient as a response to vasopressor.", "cop": 3, "opa": "Increase in hea rate", "opb": "Decrease in hea rate", "opc": "Increase in mean aerial pressure", "opd": "Decreased renal perfusion and reduced urine output", "subject_name": "Pharmacology", "topic_name": null, "id": "f447a6cc-d72e-4d0b-8330-ffc5c840394f", "choice_type": "single"}
{"question": "A patient is of warfarin therapy. All of the following drugs increase the risk of bleeding with warfarin except?", "exp": "Warfarin (anti-coagulant) is metabolized by microsomal enzymes. So, enzyme inducer decreases its effects whereas enzyme inhibitors lead to its toxicity. Enzyme inhibitors include valproate, ketoconazole, cimetidine, ciprofloxacin, erythromycin, isoniazid, amiodarone etc. These can increase the risk of bleeding with warfarin. Carbamazepine is an enzyme inducer, it decrease the effect of warfarin.", "cop": 3, "opa": "Isoniazid", "opb": "Amiodarone", "opc": "Carbamazepine", "opd": "Cimetidine", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "c273445f-2dc5-452f-94b4-ce6e37b4496d", "choice_type": "multi"}
{"question": "Like all opioids, tramadol acts as an analgesic drug by stimulating mu opioid receptors. Apa from this, the additional mechanism of action of tramadol is?", "exp": "Ans. A. Serotonin and nor-adrenaline reuptake inhibition* Tramadol differs from other traditional opioid medications in that it doesn't just act as a m-opioid agonist, but also affects monoamines by modulating the effects of neurotransmitters involved in the modulation of pain such as serotonin and norepinephrine which activate descending pain inhibitory pathways.* Tramadol's effects on serotonin and norepinephrine mimic the effects of other SNRI antidepressants such as duloxetine and venlafaxine.* Tramadol exists as a racemic mixture consisting of two pharmacologically active enantiomers that both contribute to its analgesic propey through different mechanisms and are also themselves metabolized into active metabolites: (+)-tramadol and its primary metabolite (+)-O-desmethyl-tramadol (M1) are agonists of the m opioid receptor while (+)-tramadol inhibits serotonin reuptake and (-)-tramadol inhibits norepinephrine reuptake.* These pathways are complementary and synergistic, improving tramadol's ability to modulate the perception of and response to pain.", "cop": 1, "opa": "Serotonin and nor-adrenaline reuptake inhibition", "opb": "Anticholinergic", "opc": "Antihistaminic", "opd": "Serotonin and dopamine reuptake inhibition", "subject_name": "Pharmacology", "topic_name": null, "id": "6835b5b2-4fda-46a8-b046-5badd11a3560", "choice_type": "multi"}
{"question": "Most commonly used route of administration of heparin for post-operative thromboprophylaxis is?", "exp": "UFH is injected s.c. every 8- 12 hours, staed before surgery and continued for 7-10 day, or till the patient stas moving about. This regimen has been found to prevent postoperative deep vein thrombosis (post operative thromboprophylaxis) without increasing surgical bleeding. It also does not prolong aPTT or clotting time. However, it should not he used in case of neurosurgery or when spinal anaesthesia is to be given.", "cop": 1, "opa": "Subcutaneous", "opb": "Intravenous", "opc": "Inhalational", "opd": "Intramuscular", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "c4256578-82f3-4cb8-891a-be9864c80547", "choice_type": "single"}
{"question": "Major mechanism of action of nitrates in acute attack of angina is:", "exp": "Aim for the treatment of classical angina is decrease in work of hea. It can be accomplished by decrease in preload, decrease in afterload or decrease in hea rate. Nitrates act by production of nitric oxide (NO). NO stimulates guanylate cyclase in smooth muscles which leads to formation of cGMP. Later acts on smooth muscles to cause vasodilation. Nitrates mainly produce NO in veins leading to its predominant action as venodilation. Dilation of veins results in decrease in pre-load. Therefore major mechanism of action of nitrates in angina is decrease in preload. However, in variant angina these drugs benefit by causing coronary vasodilation as variant angina occurs due to vasospasm of coronary aery.", "cop": 2, "opa": "Coronary vasodilation", "opb": "Decrease in preload", "opc": "Decrease in afterload", "opd": "Decrease in hea rate", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "363aca43-6b66-4640-9cfe-93057f5c50f1", "choice_type": "single"}
{"question": "All of the following can be used to decreased intraocular pressure in glaucoma except?", "exp": "Explanation- Dexamethasone is a coicosteroid. coicosteroids are contraindicated in Glaucoma , as they result in fuher increase in the intraocular pressure. Mannitol is drug of choice for acute congestive glaucoma. For acute attack of close angle glaucoma mannitol is given IV it result in considerable decrease in Intraocular pressure.Hypeonic mannitol decongest the eye by osmotic action. TOPICAL DRUGS FOR GLAUCOMA b-Adrenergic blockers a-Adrenergic agonists Prostaglandin analogues Carbonic anhydrase inhibitors Miotics Timolol Betaxolol Levobunolol Caeolol Dipivefrine Apraclonidine Brimonidine Latanoprost Travoprost Bimatoprost Dorzolamide Brinzolamide Pilocarpine Physostigmine Echothiophate Methazolamide is carbonic anhydride inhibitor and clonidine is alpha 2 agonist. These can also cause decrease in intra ocular pressure.", "cop": 4, "opa": "Mannitol", "opb": "Methazolamide", "opc": "Clonidine", "opd": "Dexamethasone", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "36cbec15-89a6-44e5-a98b-cb2a68a4b01e", "choice_type": "multi"}
{"question": "Doc of bacterial vaginosis in pregnancy is", "exp": "- Metronidazole is drug of choice for bacterial vaginosis ( with or without pregnancy )- Alternative to metronidazole is clindamycin.- Rovamycin i.e. spiramycin (which is a macrolide) is drug of choice for toxoplasmosis in pregnancy. Metronidazole -* It is the prototype nitroimidazole having broad-spectrum cidal activity against anaerobic protozoa, including Giardia lamblia , trichomonas and amoeba. * Many anaerobic and microaerophilic bacteria, such as Bact. fragilis, Fusobacterium, Clostridium perfringens, Cl. difficile, Helicobacter pylori, Campylobacter, peptococci, spirochetes and anaerobic Streptococci are sensitive. * Metronidazole does not affect aerobic bacteria. Mechanism of action- After entering the cell by diffusion, its nitro group is reduced by ceain redox proteins operative only in anaerobic microbes to a highly reactive nitro radical which exes cytotoxicity. The nitro radical of metronidazole acts as an electron sink which competes with the biological electron acceptors of the anaerobic organism for the electrons generated by the pyruvate : ferredoxin oxidoreductase (PFOR) enzyme pathway of pyruvate oxidation. The energy metabolism of anaerobes that have no mitochondria is thus, disrupted. Aerobic environment attenuates cytotoxicity of metronidazole by inhibiting its reductive activation. Moreover, O2 competes with the nitro radical of metronidazole for the free electrons generated during energy metabolism of anaerobes. Metronidazole, in addition, has been found to inhibit cell mediated immunity, to induce mutagenesis and to cause radiosensitization. Uses of metronidazole- o Amoebiasiso Giardiasiso Trichomonas vaginitiso Bacterial vaginosiso Anaerobic bacterial infection o Pseudomembranous enterocolitiso Acute necrotising ulcerative gingivitiso Helicobacter pylori gastritis o Guinea worm infestation", "cop": 2, "opa": "Clindamycin", "opb": "Metronidazole", "opc": "Erythromycin", "opd": "Rovamycin", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "17d0239b-33ee-44d0-9891-81a283b13b55", "choice_type": "single"}
{"question": "Which of the following hormone is/are under inhibitory control of hypyothalamus?", "exp": "Inhibitory hormones secreted by hypothalamus are somatostatin and dopamine. Somatostatin inhibits GH, ACTH, TSH. Dopamine inhibits prolactin. GH is under both stimulatory (GHRH) and inhibitory control (Somatostatin) Prolactin is only under inhibitory control (dopamine). Note: Read the question carefully; if they ask which hormones of anterior pituitary are under inhibitory control (as in this question), answer should be both prolactin and GH. However, if they ask the question, which hormone is ONLY under inhibitory control, then answer should be only prolactin.", "cop": 4, "opa": "Prolactin", "opb": "Only Prolactin", "opc": "Only Growth hormone", "opd": "Both Prolactin and Growth hormone", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "1dc8c68f-0e81-40f3-860d-cfcc8d07be2a", "choice_type": "multi"}
{"question": "A hypeensive patient was on metoprolol treatment. Verapamil was added to the therapy of this patient. This can result in:-", "exp": "Metoprolol (Cardioselective beta blocker) decrease hea rate and AV conduction. Verapamil and Diltiazem: CCB (calcium channel blocker): These also inhibits SA Node and AV Node, hence depress the hea. So, when verapamil (or Diltiazem) is combined with metoprolol, they both depress hea and lead to bradycardia with AV block. Other CCBs include dihydropyridines (like amlodipine etc). These dipines can be used with Metoprolol as they cause reflex tachycardia.", "cop": 2, "opa": "Atrial fibrillation", "opb": "Bradycardia with AV block", "opc": "Torsades de pointes", "opd": "Tachycardia", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "41a7eb65-1e8e-46ee-8d9a-8544101fe4db", "choice_type": "single"}
{"question": "Which of the following injection is available for subcutaneous administration?", "exp": "Ans. b. Terbutaline (Ref KDT 7/e p133, 223, 6/e p127, 323; Katzung 11/e p344, 227)Terbutaline can be given by subcutaneous route.Terbutaline is adrenergic agonist. Its sabcutaneous injection is used in patients with severe exacerbations of asthma.", "cop": 2, "opa": "Albuterol", "opb": "Terbutaline", "opc": "Metaproteronol", "opd": "Pirbuterol", "subject_name": "Pharmacology", "topic_name": null, "id": "59110b4f-4074-4293-aa6d-96b1a6b49b82", "choice_type": "single"}
{"question": "Clavulanic acid added to ampicillin causes:", "exp": null, "cop": 2, "opa": "Increase\teffectivity\tagainst\tgram-negative organisms", "opb": "Inhibition of -lactamases", "opc": "Increases the effectiveness against delta lactamase producing organism", "opd": "Increase\teffectivity\tagainst\tgram-positive organisms", "subject_name": "Pharmacology", "topic_name": null, "id": "9a901f04-8eb8-4e4f-a332-14cf2a3c70a3", "choice_type": "single"}
{"question": "The highest risk associated with the use of oral contraceptives is in:", "exp": "Serious Complications\n\nLeg vein thrombosis and pulmonary embolism: The older preparations increased the incidence of venous thromboembolism, but this is found to be less marked (only 2-3 patients per 1000 women years) with the newer reduced steroid content pills. However, even low-dose pills pose significant risk in women > 35 years of age, diabetics, hypertensives and in those who smoke. The excess risk is due to the estrogen component of the OC, and normalizes shortly after stopping the OC.\nRise in BP: Occurred in 5-10% women taking the earlier pills. The again is less frequent and smaller in magnitude with the low-dose pills of today. If the BP rises, best is to stop OCs: the BP normalizes in the next 3-6 months. Both the estrogen and progestin components are responsible for this effect, probably by increasing plasma angiotensinogen level and renin activity which have been found to be raised during OC use. Aldosterone secretion is enhanced resulting in salt and water retention.\n\nReference: Essentials of Medical Pharmacology Eighth Edition KDTRIPATHIpage no 351", "cop": 3, "opa": "Hepatic necrosis", "opb": "Permanent sterility", "opc": "Thromboembolic disorders", "opd": "Cancer of breast", "subject_name": "Pharmacology", "topic_name": null, "id": "3ffd5c17-afde-4101-a4a4-8ed3dfc98918", "choice_type": "single"}
{"question": "Which of the following is used for the treatment of paucibacillary leprosy?", "exp": "According to the latest guidelines treatment of multibacillary and paulibacillary leprosy is same expect for duration of treatment. Multibacillary Paulibacillary Rifampin 600 mg once a month supervised 600 mg once a month supervised Clofazimine 300 mg once a month supervised + 50 mg daily self administered 300 mg once a month supervised + 50 mg daily self administered Dapsone 100 mg daily self administered 100 mg daily self administered Duration 12 months 6 months", "cop": 3, "opa": "2 drugs for 6 months", "opb": "2 drugs for 12 months", "opc": "3 drugs for 6 months", "opd": "3 drugs for 12 months", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "e1e575e9-3c85-4c16-86ad-29f6ea41c627", "choice_type": "single"}
{"question": "A 27-year-old female presented to OPD of infeility clinic. She was prescribed bromocriptine. What could be the possible reason?", "exp": "Bromocriptine is a D2 agonist, so it decreases the prolactin levels.Increased prolactin can lead to galactorrhea and infeility (by decreasing gonadotropins).", "cop": 1, "opa": "Hyperprolactinemia", "opb": "Polycystic ovarian disease", "opc": "Hypogonadotropic hypogonadism", "opd": "Pelvic inflammatory disease", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "89108206-90cd-4886-bb7f-758f8fec9152", "choice_type": "single"}
{"question": "A patient requires 180 mg ceftriaxone. The l contains 500 mg/5ml of ceftriaxone. You have a 2 ml syringe with l0 divisions per ml. How many divisions in the 2 ml syringe will you fill to give 180 mg ceftriaxone?", "exp": "Ans: B. 18500 mg/ 5 ml means 100 mg/l ml. Since 100 mg is present in 1 ml, therefore, 180 mg of drug is present in 1.8 ml.Now it is clear that we must administer 1.8 ml of the above solution to administer the desired amount of drug.Last thing is to calculate the divisions to administer 1.8 ml.10 division per ml means each 0. 1 ml is equal to 1 division.Therefore, 1 .8 ml will be equal to l8 divisions.", "cop": 2, "opa": "9", "opb": "18", "opc": "l0", "opd": "12", "subject_name": "Pharmacology", "topic_name": null, "id": "6b4abfdd-bcd7-4f10-aa75-124aadf5fcd0", "choice_type": "single"}
{"question": "Aspirin acts on which part of brain?", "exp": null, "cop": 1, "opa": "Substantia gelatinosa", "opb": "Limbic system", "opc": "Medulla", "opd": "Cortex", "subject_name": "Pharmacology", "topic_name": null, "id": "7afc56e6-6ada-4418-9d5a-68b7b061c5e3", "choice_type": "single"}
{"question": "Which is gametocidal for all species:", "exp": "Ans: C. PrimaquineRef: Goodman Gilman's The Pharmacological Basis of Therapeutics 13\" edn; Page no. 980, NVBD GuidelinesDrugsActionChloroquineSchizontocidal for all speciesGametocidal for PV, PO and PMNo action on hypnozoitesQuininePrimary blood schizontocidalLittle effect on sporozoiteGametocidal to PV and PMAemisinin groupBlood schizontocidal Gametocidal action recently describedMefloquineStrong schizontocidal action against all speciesGametocidal against PV, PM and POSporonticidal actHalofantrineSchizontocidal to all speciesNo action on latent tissue form of PV and gametocytesAtovaquoneBlood schizontocidal (Used primarily for MDR PF)PyronaridineSchizontocidal for PF, PV and MDR PFSulfadoxine -PyrimethamineActive against blood schizonts of PF. Less active against other speciesPrimaquineDestroys late hepatic stage and latent forms of PV and POGametocidal to all species, mainly PF.No action on erythrocyte stage of PF, though activeProguanilWeak schizontocidal action against all species.", "cop": 3, "opa": "Quinine", "opb": "Chloroquine", "opc": "Primaquine", "opd": "None", "subject_name": "Pharmacology", "topic_name": null, "id": "4dc6bf4b-33ac-4ea0-ba43-8167ed508747", "choice_type": "multi"}
{"question": "Which of the following drug has gametocidal action all species of Plasmodium?", "exp": "Primaquine: It is gameticidal against all species of Plasmodium i.e. vivax, ovale, falciparum, malariae. Hence, it is DOC to prevent transmission of malaria. It is also used for Radical cure of vivax and ovale malaria as it can kill hypnozoites as well. Chloroquine and Quinine: Gameticidal against P. vivax species only", "cop": 1, "opa": "Primaquine", "opb": "Chloroquine", "opc": "Quinine", "opd": "None of these", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "fade5c9e-4f2d-4cfd-90e3-99a69f09fbf9", "choice_type": "multi"}
{"question": "A 25 yr old person with history of repeated episodes of rheumatic fever is hypersensitive to penicillin. Which of following drug can be prescribed to him?", "exp": null, "cop": 2, "opa": "Penicillin G", "opb": "Sulfisoxazole", "opc": "Sulfasalazine", "opd": "Streptomycin", "subject_name": "Pharmacology", "topic_name": null, "id": "1a4b278a-1f53-4306-ba5e-7b5e303120be", "choice_type": "single"}
{"question": "Major determinant of loading dose of a drug is:-", "exp": "LOADING DOSE = Vd * target plasma concentration The loading dose is primarily dependent on the volume of distribution of drugs. The loading dose is administered to achieve rapid action of drugs having high the volume of distribution. MAINTENANCE DOSE = Clearance * target plasma concentration", "cop": 3, "opa": "Half life", "opb": "Clearance", "opc": "Volume of distribution", "opd": "Bioavailability", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "156f862e-9e92-4070-b0f0-7beacc93d11b", "choice_type": "single"}
{"question": "Which of the following is not used in hea failure?", "exp": "Beta blockers in hea failure -Beta blockers are contraindicated in acute hea failure but they can be used in chronic hea failure. At first beta blockers should be staed at low dose, dose should be increased gradually so that predominant action is on kidneys not on hea. Beta blockers used are - Carvedilol, metoprolol and bisoprolol. Sacubitril - It is NEP(neutral endopeptidase) inhibitor, which is required for metabolism of BNP(brain natriuretic peptide) as a result BNP levels are increased resulting in natriuresis and vasodilation. Thus can be used in CHF. Nesiritide- It is recombinant BNP. It is given through subcutaneous route. Trimetazidine -it is a metabolic modulator. it paially inhibits beta oxidation of fatty acids which results in shifting of metabolism of hea muscles from fatty acids to glucose Which require less amount of oxygen so beneficial for the patient of angina pectoris but not used in hea failure.", "cop": 2, "opa": "Metoprolol", "opb": "Trimetazidine", "opc": "Sacubitril", "opd": "Nesiritide", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "dc3b4878-5fcb-4cd0-b31d-594a5320655a", "choice_type": "single"}
{"question": "Prucalopride is a", "exp": "Prucalopride-* It is a selective 5-HT4 receptor agonist marketed recently in Europe, UK and Canada for the treatment of chronic constipation in women, when other laxatives fail to provide adequate relief.* It activates prejunctional 5-HT4 receptors on intrinsic enteric neurones to enhance release of the excitatory transmitter ACh, thereby promoting propulsive contractions in ileum and more prominently in colon.* Prucalopride is shown to have low affinity for 5-HT1B/1D receptor, as well as for cardiac K+ channels. It is therefore, believed to be free of cardiovascular risk. No Q-T prolongation has been noted during clinical trial.* Side effects are headache, dizziness, fatigue, abdominal pain and diarrhoea; but generally subside during use.", "cop": 1, "opa": "5HT4 agonist", "opb": "5HT2b agonist", "opc": "5HT2b antagonist", "opd": "5HT1a paial agonist", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "5814145c-8aed-4f7e-abf1-ba410ab7e2cb", "choice_type": "single"}
{"question": "Adverse effect of Foscarnet includes all except?", "exp": "Ans. B. HyperkalemiaPotential adverse effects of foscarnet include :-* Renal impairment, hypo- or hypercalcemia, hypo- or hyperphosphatemia, hypokalemia, and hypomagnesemia.* Penile ulceration associated with Foscarnet therapy may be due to high level of ionized drug in the urine.* Nausea, vomiting, anemia, elevation of liver enzymes, and fatigue have been repoed.* The risk of anemia may be additive in patients receiving concurrent zidovudine.* CNS toxicities include headache, hallucinations, and seizures.", "cop": 2, "opa": "Hypercalcemia", "opb": "Hyperkalemia", "opc": "Hypocalcemia", "opd": "Hypokalemia", "subject_name": "Pharmacology", "topic_name": null, "id": "c6513329-2d6b-4919-9b30-3b5ae5977f52", "choice_type": "multi"}
{"question": "A patient of HIV is on treatment with indinavir, zidovudine, lamivudine and ketoconazole. He developed nephrolithiasis, hyperlipidemia, central obesity, hyperglycemia and insulin resistance. Which of the following drug is likely to produce above adverse effects?", "exp": "Protease inhibitors (-navirs) can cause lipodystrophy syndrome characterized by weight gain, increased glucose, increased lipids and insulin resistance. Lipodystrophy syndrome can also be caused by anti-psychotic drugs. Special side effects of various protease inhibitors: Indinavir: Renal stones Tipranavir: Intracranial hemorrhage Saquinavir: QT prolongation. Atazanavir: Hyperbilirubinemia.", "cop": 2, "opa": "Lamivudine", "opb": "Indinavir", "opc": "Zidovudine", "opd": "Ketoconazole", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "ccf42c4f-0647-43d9-a5e5-0620d871de97", "choice_type": "multi"}
{"question": "All are true about nitric oxide, EXCEPT:", "exp": "Nitric oxide is a potent vasodilator and serves to regulate vascular tone. Produced in the endothelium it freely diffuses to the nearby smooth muscle cell and activates a soluble guanylyl cyclase (sGC) raising cytosolic cGMP concentration. This in turn activates a cGMP-dependent protein kinase (PKG).", "cop": 2, "opa": "Regulates vasomotor tone", "opb": "Acts via cAMP", "opc": "Present in cigarette smoke", "opd": "It is important in penile erection", "subject_name": "Pharmacology", "topic_name": null, "id": "18ce280d-98c7-4a22-b4b7-038974b16c71", "choice_type": "multi"}
{"question": "All are true about metformin except:", "exp": null, "cop": 4, "opa": "Inhibits cellular respiration in mitochondria", "opb": "Excreted unchanged in urine", "opc": "Reduce hepatic glucose production", "opd": "Used in decompensated heart failure", "subject_name": "Pharmacology", "topic_name": null, "id": "c7c6b68a-31a2-4598-8adb-f8fb86083bdf", "choice_type": "multi"}
{"question": "Lente insulin is composed of:", "exp": "Answer- A. 30% Amorphous + 70% Crystalline insulinLente insulin is a 7:3 mixture of long acting ultralente (crystalline) and sho-acting semilente (amorphous) insulin zincsuspension.Long Actinglnsulin glargineInsulin detemirInsulin degludecProtamine zinc insulin", "cop": 1, "opa": "30% Amorphous + 70% Crystalline insulin", "opb": "30% Crystalline + 70% Amorphous insulin", "opc": "Same as NPH insulin", "opd": "Only 70% amorphous insulin", "subject_name": "Pharmacology", "topic_name": null, "id": "441684f3-9823-4e41-9066-c572118e3efc", "choice_type": "multi"}
{"question": "Which of the following is clinical use of tafenoquine?", "exp": "Radical cure - About 8-30% P.v. cases relapse due to persistance of exoerythrocytic stage. Drugs which attack this stage (hypnozoites) given together with a clinical curative achieve total eradication of the parasite from the patient's body. Drug of choice for radical cure of vivax and ovale malaria is: * Primaquine 15 mg daily for 14 days * Tafenoquine is a new long-acting exoerythrocytic schizontocide, has been developed as a single dose anti-relapse drug for vivax malaria.", "cop": 1, "opa": "Radical cure of Plasmodium vivax", "opb": "Prophylaxis of malaria in pregnancy", "opc": "Treatment of severe falciparum malaria", "opd": "Treatment of endemic malaria in children < 2 years", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "28e47981-c859-48ad-a4b9-14a13c5b3a34", "choice_type": "single"}
{"question": "Anaesthestic agent causing adrenal suppression", "exp": null, "cop": 3, "opa": "Midazolom", "opb": "Thiopentone", "opc": "Etomidate", "opd": "Propofol", "subject_name": "Pharmacology", "topic_name": null, "id": "f62dcc6b-7c3b-4308-b33c-c48ce3947b79", "choice_type": "single"}
{"question": "Angiotensin receptor blocker (ARB) with PPARgamma function as well is:", "exp": "Ans: C. Telmisaan(Ref: Yamagishi S, Takeuchi M. Telmisaan is a promising cardiornetabolic saan due to its unique PPAR-gamma-inducing propey. Med Hypotheses. 2005;64(3):476-8)Angiotensin receptor blocker (ARB) with PPAR-gamma function as well is telmisaan.Telmisaan:Act as a paial agonist of peroxisome prolilerator-activated receptor-gamma (PPAR-gamma).Due to its unique PPAR-gamma-modulating activity, telmisaan is a promising `cardiontetabolic saan', that targets both diabetes and CVD in hypeensive patients.The binding affinity to PPAR-gamma is highest for telmisaan followed by lisinopril and valsaan.", "cop": 3, "opa": "Olmesaan", "opb": "Candesaan", "opc": "Telmisaan", "opd": "Eprosaan", "subject_name": "Pharmacology", "topic_name": null, "id": "5d0bb1e6-fa95-47e6-811e-abeb5a025ce6", "choice_type": "single"}
{"question": "Etanercept is a disease-modifying drug used in management of rheumatoid ahritis. What is its mechanism of action?", "exp": "Ans: A. Inhibition of TNF alpha Gilman 12/e p182; KDT7/e p883, 6/ep205).Etanercept:Fusion protein produced by recombinant DNA.It fuses the TNF receptor to the constant end of the IgG1 antibody.It reduces the effect of naturally present TNF.Hence a TNF inhibitor, functioning as a decoy receptor that binds to TNF.", "cop": 1, "opa": "Inhibition of TNF alpha", "opb": "COX-2 inhibition", "opc": "IL-6 inhibition", "opd": "Stabilization of mast cells", "subject_name": "Pharmacology", "topic_name": null, "id": "61c39bd2-2c7b-4c23-8e2a-1cb85161670f", "choice_type": "single"}
{"question": "Drug causing toxic optic neuropathy is:March 2009", "exp": "Ans. C: EthambutolCauses of nutritional optic neuropathy include tobacco, ethanol, thiamine, and vitamin B-12.Causes of toxic optic neuropathy include chemicals and drugs, such as methanol, ethylene glycol, ethambutol, isoniazid, digitalis, cimetidine, vincristine, cyclosporine, toluene, and amiodarone.Chloroquine causes loss of vision due to retinal damage. Corneal deposits may also occur and affect vision, but are reversible on discontinuation.", "cop": 3, "opa": "Pyrazinamide", "opb": "Chloroquine", "opc": "Ethambutol", "opd": "Tetracycile", "subject_name": "Pharmacology", "topic_name": null, "id": "af64e0dd-f66f-496a-8b0d-13daf729cf5f", "choice_type": "single"}
{"question": "Major mechanism of action of nitrates in acute attack of angina is:-", "exp": "Aim for the treatment of classical angina is decrease in work of hea. It can be accomplished by decrease in preload, decrease in afterload or decrease in hea rate. Nitrates act by production of nitric oxide (NO). NO stimulates guanylate cyclase in smooth muscles which leads to formation of cGMP. Later acts on smooth muscles to cause vasodilation. Nitrates mainly produce NO in veins leading to its predominant action as venodilation. Dilation of veins results in decrease in pre-load. Therefore major mechanism of action of nitrates in angina is decrease in preload. However, in variant angina these drugs benefit by causing coronary vasodilation as variant angina occurs due to vasospasm of coronary aery.", "cop": 2, "opa": "Coronary vasodilation", "opb": "Decreases in preload", "opc": "Decreases in afterload", "opd": "Decreases in hea rate", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "0e84d442-cf46-4dde-a0dc-42f862dd171f", "choice_type": "single"}
{"question": "Which of the following drugs is not used in typhoid fever?", "exp": "Ans: A. AmikacinRef: Sharma & Sharma's Principles of Pharmacologt, 3d ed., pg. 74t-749 and htrys://www.uplodate.com/contents/treatment-and-prevention-of-enteric-typhoid-und-paratyphoid-feverAmikacin is a commonly used aminoglycoside.Antimicrobial spectrum of aminoglycosides does not include salmonella.It is used in gentamycin and tobramycin resistant infections.It is used for organisms like Pseudomonas, Proteus, and Serratia. It is also effective in MDR-TB.", "cop": 1, "opa": "Amikacin", "opb": "Ciprofloxacin", "opc": "Cefixime", "opd": "Azithromycin", "subject_name": "Pharmacology", "topic_name": null, "id": "c4169d37-8378-47f0-a9e6-6ae62b6046fd", "choice_type": "single"}
{"question": "A nurse got accidental prick from the HIV infected needle. Which of the following is T/F regarding the management of this nurse?a. Lamivudine used as monotherapy in post-exposure prophylaxis (t/f)b. Washing hands advised(t/f)c. Viral markers at the time of prick(t/f)d. Repeat serology at 6 weeks (t/f)", "exp": "Ans. A. b,c,d true a false* Lamivudinemonotherapy is the incorrect option. Instead, dual drug therapy of Tenofovir 300mg + Lamivudine 300mg (FDC) is recommended.", "cop": 1, "opa": "b,c,d true a false", "opb": "a, b true c,d false", "opc": "b,c true a,d false", "opd": "All true", "subject_name": "Pharmacology", "topic_name": null, "id": "4db71792-b492-48c3-8010-6dd96bc484e2", "choice_type": "multi"}
{"question": "The drug which gives orange colour to the urine is:", "exp": null, "cop": 1, "opa": "Rifampicin", "opb": "Ethambutol", "opc": "INH", "opd": "Streptomycin", "subject_name": "Pharmacology", "topic_name": null, "id": "d3d896df-5856-43da-9baa-4f4ddaefde74", "choice_type": "single"}
{"question": "Mechanism of action of Oseltamivir (Tamiflu) as an antiviral agent is:", "exp": "Answer- B. Neuraminidase inhibitionThe neuraminidase inhibitors oseltamivir and zanamivir, analogs of sialic ocid, interfere with release of progenyinfluenza vitus from infected host cells, thas halting the spread of infection within the respiratory tract. These agentscompetitively and reversibly interact with the active enzyme site to inhibit viral neuraminidase activity at low nanomolar concentrations.", "cop": 2, "opa": "Inhibition of M2 receptor", "opb": "Neuraminidase inhibition", "opc": "Inhibition of RNA dependent DNA polymerase", "opd": "Apoptosis of infected cells", "subject_name": "Pharmacology", "topic_name": null, "id": "76419b60-8de5-4a78-b065-4382c8725441", "choice_type": "single"}
{"question": "Inter dose interval depends on?", "exp": null, "cop": 1, "opa": "Half life of drug", "opb": "Dose of drug", "opc": "Age of patient", "opd": "Bioavailability of drug", "subject_name": "Pharmacology", "topic_name": null, "id": "55eec4ea-ed68-45a3-87b9-74592b2ded6e", "choice_type": "single"}
{"question": "Which anti-cholinergic drug doesn't cross the blood brain barrier and placenta?", "exp": null, "cop": 1, "opa": "Glycopyrrolate bromide", "opb": "Hyoscine bromide", "opc": "Hyoscine butylbromide", "opd": "Atropine", "subject_name": "Pharmacology", "topic_name": null, "id": "10050537-157e-47df-8995-ca68cd67467e", "choice_type": "single"}
{"question": "I.V. anesthesia is:", "exp": null, "cop": 1, "opa": "Propofol", "opb": "Sevoflurane", "opc": "Flumazanil", "opd": "Naloxane", "subject_name": "Pharmacology", "topic_name": null, "id": "3ece38c1-ecea-4d9e-9287-a771ef5a29a6", "choice_type": "single"}
{"question": "Pegloticase used in which of the following conditions?", "exp": "Ans. A. Chronic Gout* Pegloticase is a medication for the treatment of Severe, Treatment - Refractory, Chronic Gout.* It is a third line treatment in those in whom other treatments are not tolerated.* Drug is administered by infusion intravenously.", "cop": 1, "opa": "Chronic Gout", "opb": "Psoriatic ahritis", "opc": "RA", "opd": "Paralytic Ileus", "subject_name": "Pharmacology", "topic_name": null, "id": "10919dfe-e40f-43e4-8e85-0a7679238e21", "choice_type": "single"}
{"question": "Which factor of the following contributes to short duration of anesthetic action of single dose thiopental", "exp": null, "cop": 3, "opa": "Rapid biotransformation", "opb": "Rapid accumulation in body fat", "opc": "High lipid solubility", "opd": "Ability to enter and leave brain tissue every rapidly", "subject_name": "Pharmacology", "topic_name": null, "id": "2fd187fb-bb8c-4b94-9f62-2748950ceb5a", "choice_type": "single"}
{"question": "If a bacteria were susceptible to both penicillin and Erythromycin, then it would not be appropriate to treat the patients with both antibiotics at the same time because", "exp": null, "cop": 4, "opa": "Penicillin is inactivated by erythromycin", "opb": "Erythromycin exerts its effects extracellularly", "opc": "Erythromycin enhances the -lactamases activity", "opd": "Penicillin is only effective against growing cells", "subject_name": "Pharmacology", "topic_name": null, "id": "559675a7-0767-47f2-bd6e-fc2279032447", "choice_type": "multi"}
{"question": "Drug binds to activate the receptor in same fashion, which directly or indirectly brings effect, is:", "exp": null, "cop": 3, "opa": "Inverse agonist", "opb": "Antagonist", "opc": "Agonist", "opd": "Partial agonist", "subject_name": "Pharmacology", "topic_name": null, "id": "e4f88c41-94bc-4c7e-ab06-3838045c7fab", "choice_type": "single"}
{"question": "Which of the following drugs does not affect DNA synthesis?", "exp": "Ans: B. Linezolid(Ref Goodman Gilman I3/e p796, 12/e p1537; Katzung 12/e p817; KDT 7/e p758, 817, 6/e p669)Linezolid inhibits protein synthesis by binding to the P site of the 50S ribosomal subunit and preventing formation of the larger ribosomal-fMet-tRNA complex that initiates protein synthesis.Nitrofurantoin - Works by damaging bacterial DNA.Metronidazole - Forms toxic free radical metabolites in the bacterial cell that damage DNA.Rifampicin - Inhibit DNA-dependent RNA polymerase.", "cop": 2, "opa": "Rifampicin", "opb": "Linezolid", "opc": "Nitrofurantoin", "opd": "Metronidazole", "subject_name": "Pharmacology", "topic_name": null, "id": "b3aa72de-f85c-407f-892b-9dae7d953417", "choice_type": "single"}
{"question": "A patient was schedule for surgery. Before giving anaesthesia, he was administered glycopyrrolate. What is rationale of giving glycopyrrolate before anaesthesia?", "exp": "Preanaesthetic medication refers to the use of drugs before anaesthesia to make it safe and less unpleasant. When inhalation anaesthetic are given they inhibit the ciliary function therefore secretions in the respiratory pathway are not removed so we have to stop the secretions by administration of anti cholinergic drugs like atropine or glycopyrrolate. Glycopyrrolate is twice as potent and longer acting quaternary antimuscarinic which does not produce central effects. Antisecretory action is more marked than atropine and tachycardia is less marked. It acts rapidly when given i.v. and is the preferred antimuscarinic in anaesthetic practice.", "cop": 2, "opa": "To allay anxiety", "opb": "To decrease secretions", "opc": "As inducing agent", "opd": "For muscle relaxation", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "9faa00b2-c959-441b-a202-4667f165ba64", "choice_type": "multi"}
{"question": "All of the following are true about Ifosfamide except:", "exp": "Ans. d. Less neurotoxic than cyclophosphamideAt equivalent doses, the rate of chloroacetaldehyde generation with ifosfamide is 40 times greater than with cyclophosphamide. At equivalent doses, the rate of chloroacetaldehyde generation with ifosfamide is 40 times greater than with cyclophosphamide therefore it produces more platelet suppression, neurotoxicity and urothelial damage.IfosfamideIfosfamide is a synthetic analogue of cyclophosphamideIt is a nitrogen mustard alkylating agentMetabolism:Ifosfamide is a prodrug that requires metabolic activation by microsomal liver enzymes to produce biologically active compounds.Activation is mediated by cytochrome p450 --> CYP3A4 and deactivated by CYP3A-4 and CYP2B6The metabolic activation of Ifosfamide is an autoinducible process and besides producing active cytotoxic metabolites it also results in generation of some toxic metabolic byproducts that are responsible Side-Effects/Toxicity:Ifosfamide is a cyclophosphamide analogue, it has all the potential adverse effects Ifosfamide metabolite, rather than the parent drug is responsible for toxicity.Well known toxic metabolites of Ifosfamide: Acrolein and chloroacetaldehyde.Acrolein is responsible for Ifosfamide induced hemorrhagic cystitis.Chloroacetaldehyde is responsible for renal tubular damage and neurotoxicity.At equivalent doses, the rate of chloroacetaldehyde generation with ifosfamide is 40 timescyclophosphamide therefore it produces more platelet suppression, neurotoxicity and urothelial", "cop": 4, "opa": "It is nitrogen mustard", "opb": "Metabolised by CYP3A4 to form active metabolite", "opc": "Chloracetaldehyde is active form", "opd": "Less neurotoxic than cyclophosphamide", "subject_name": "Pharmacology", "topic_name": null, "id": "a45d9322-2e84-4b76-aa18-537bd856d604", "choice_type": "multi"}
{"question": "The intramuscular administration of 0.6 mg of atropine sulphate to a 50 kg adult may produce all of the following effects except:", "exp": null, "cop": 1, "opa": "Bradycardia", "opb": "Decreased salivation", "opc": "Decreased sweating", "opd": "Mydriasis", "subject_name": "Pharmacology", "topic_name": null, "id": "a54d8e6b-93a9-4ed1-b7fa-c6b7882342e9", "choice_type": "multi"}
{"question": "Fixed drug eruptions are frequently seen with?", "exp": "Ans. B. SulfonamideDrugs causing fixed drug eruptionParacetamol (Phenacetin)SulfonamidesNSAIDsAspirinBarbituratesDapsoneTetracyclinesPhenylbutazone", "cop": 2, "opa": "Penicillin", "opb": "Sulfonamide", "opc": "Cetirizine", "opd": "Roxithromycin", "subject_name": "Pharmacology", "topic_name": null, "id": "84b873f8-fb56-4767-8af8-8526e71bed62", "choice_type": "single"}
{"question": "Isosorbide 5  mononitrate is preferred because", "exp": null, "cop": 3, "opa": "Less tolerance develops", "opb": "Sublingual absorption is better", "opc": "Longer duration of action", "opd": "Direct coronary vasodilatory action is more", "subject_name": "Pharmacology", "topic_name": null, "id": "ef382bac-08a7-4b34-a5dc-e9eee5dc3cd7", "choice_type": "single"}
{"question": "Which one of the following antibiotics chelates with calcium ?", "exp": null, "cop": 2, "opa": "Penicillin", "opb": "Tetracycline", "opc": "Cephalosporins", "opd": "Erythromycin", "subject_name": "Pharmacology", "topic_name": null, "id": "d73fd51d-04c8-44c3-a4af-6b1cf3c3d88c", "choice_type": "single"}
{"question": "Phase 1 clinical trial is done for:", "exp": "Ans: A. Drug safety(Ref Goodman Gilman 12/e p79; .Katzung 13/e p12, 12/e p75; KDT 7/e p63-64, 6/e p77)Safety, pharmacodynamics & dosing - Tested in Phase 1 clinical trial.Drug safety - Most impoant primary end point.", "cop": 1, "opa": "Drug safety", "opb": "Pharmacodynamics", "opc": "Efficacy", "opd": "Dosing", "subject_name": "Pharmacology", "topic_name": null, "id": "50e28336-1c01-42f3-966f-81290355553c", "choice_type": "single"}
{"question": "Which one of the following is a gender-specific side-effect of valproate?", "exp": "Ans: A. Polycystic ovarian syndrome Side-effects of Valproic AcidMC side effects are transient GI symptoms (anorexia, nausea & vomiting)Effects on the CNS: Sedation, ataxia & Rash, alopecia Stimulation of appetite & weight gain.Increase the chance of polycystic ovary syndrome (PCOS) in women with epilepsy or bipolar disorders Elevation of hepatic transaminases, microvesicular steatosisAcute pancreatitisHyperammonemiaNeural tube defects", "cop": 1, "opa": "Polycystic ovarian syndrome", "opb": "Alopecia", "opc": "Weight loss", "opd": "Tremor", "subject_name": "Pharmacology", "topic_name": null, "id": "ce25cfa6-0524-4cfc-889b-a17312f2642b", "choice_type": "single"}
{"question": "Ritonavir inhibits metabolism of all of the following drugs except:", "exp": "Ans. b. Phenytoin (Ref Goodman Gillman Ilth/1302; Katzung II/e plI44)Ritonavir inhibits metabolism of Amiodarone, Cisaprlde, Midazolam and but not the phenytoin'The majority (95%o) of phenytoin is metabolized principalty in the hepatic endoplasmic reticulum by CYP2C9/10 and to a lesser extent CYP2C9.'", "cop": 2, "opa": "Amiodarone", "opb": "Phenytoin", "opc": "Cisapride", "opd": "Midazolam", "subject_name": "Pharmacology", "topic_name": null, "id": "d1d3d999-2032-48cf-87c7-5bcd25acb18b", "choice_type": "multi"}
{"question": "Which of the following drug can decrease the size of prostate?", "exp": "In BPH, urinary obstruction is present because of increased size of prostate(static component). This is increased by spasm of urethra(dynamic component).To dilate urethra; alpha 1A receptor blockers like tamsulosin and silodosin are used. These provide the immediate symptomatic relief by treating the dynamic component.To decrease the size of prostate, 5 alpha reductase inhibitors are used which inhibit the conversion of testosterone to DHT(dihydrotestosterone). Drugs are dutasteride and finasteride. These drugs are given for long duration.", "cop": 3, "opa": "Tamsulosin", "opb": "Sildenafil", "opc": "Finasteride", "opd": "Prazosin", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "5823e5f0-8ea7-4583-bbeb-409c9206dbd8", "choice_type": "single"}
{"question": "Antiemetic action is due to which propey of metoclopramide?", "exp": "Ans: B. D, antagonist(Ref: Goodman Gilman 12Ie p1325; Katzung 13/e p1062, 12Ie 0092; KDT 7Ie p665).Metoclopramide:Dopamine D, receptor antagonist.Mixed 5-HT 3 eceptor antagonist & 5-HT, receptor agonist.Antiemetic action due to its antagonist activity at D2 receptors in the chemoreceptor trigger zone in the central nervous system-this action prevents nausea & vomiting triggered by most stimuli.At higher doses, 5-HT, antagonists activity may also contribute to the antiemetic effect.", "cop": 2, "opa": "5-HT3 antagonist", "opb": "D, antagonist", "opc": "5-HT4 agonist", "opd": "M3 antagonist", "subject_name": "Pharmacology", "topic_name": null, "id": "2d1e9927-b2bc-469b-a26f-49ff06d91fda", "choice_type": "single"}
{"question": "All are true of paracetamol poisoning expect?", "exp": null, "cop": 2, "opa": "Acetylcysteine in antidote", "opb": "Asymptomatic for 24 to 30 hours", "opc": "10 mg is safe dose", "opd": "Acetylcysteine block glutathione in paracetamol poisoning", "subject_name": "Pharmacology", "topic_name": null, "id": "593f6b1c-c039-46aa-b81e-f418ed39ed6c", "choice_type": "multi"}
{"question": "Nausea and vomiting postoperatively can be because of all except", "exp": null, "cop": 4, "opa": "Blood ingested", "opb": "N2O", "opc": "Opioid", "opd": "Acetaminophen", "subject_name": "Pharmacology", "topic_name": null, "id": "44588787-ffcc-4c4c-b31b-5616520ee30f", "choice_type": "multi"}
{"question": "Drug acting on cell wall of gram positive bacteria:March 2009", "exp": "Ans. D: VancomycinVancomycins bind to the peptides of the peptidoglycan monomers and block both the formation of gycosidic bonds between the sugars by the transgycosidase enzymes and the formation of the peptide cross-links by the transpeptidase enzymes. This results in a weak cell wall and osmotic lysis of the bacterium.The fluoroquinolones (norfloxacin, lomefloxacin, fleroxacin, ciprofloxacin, enoxacin, trovafloxacin, gatifloxacin, etc.) work by inhibiting one or more of a group of enzymes called topoisomerase, enzymes needed for supercoiling, replication and separation of circular bacterial DNA.For example, DNA gyrase is a topoisomerase that catalyzes the negative supercoiling of the circular DNA found in bacteria. Topoisomerase IV, on the other hand, is involved in the relaxation of the supercoiled circular DNA, enabling the separation of the interlinked daughter chromosomes at the end of bacterial DNA replication.In gram-positive bacteria, the main target for fluoroquinolones is DNA gyrase (topoisomerase II), an enzyme responsible for supercoiling of bacterial DNA during DNA replication; in gram-negative bacteria, the primary target is topoisomerase IV, an enzyme responsible for relaxation of supercoiled circular DNA and separation of the inter-linked daughter chromosomes.The tetracyclines (tetracycline, doxycycline, demeclocycline, minocycline, etc.) block bacterial translation by binding reversibly to the 30S subunit and distoing it in such a way that the anticodons of the charged tRNAs cannot align properly with the codons of the mRNA.The aminoglycosides (streptomycin, neomycin, netilmicin, tobramycin, gentamicin, amikacin, etc.) bind irreversibly to the 30S subunit of bacterial ribosomes.", "cop": 4, "opa": "Gentamycin", "opb": "Ciprofloxacin", "opc": "Tetracycline", "opd": "Vancomycin", "subject_name": "Pharmacology", "topic_name": null, "id": "643e9f4a-030c-45b2-867a-2393445afea3", "choice_type": "multi"}
{"question": "A 35-year-old male is put on thiazides for the treatment of primary hypeension. What would be the status of his urinary sodium, potassium and calcium in the first 24-hours of drug administration?", "exp": "Answer: a. Sodium and potassium increases, calcium increases (1(e j..Ciuodnian unman iLe pod,* Urinary sodium, potassium and calcium increase in the first 24 hours of thiazide administration.* The acute effects of thiazide on Ca\" excretion is variable:* It has been seen in various trials that urinary excretion increases in the initial stages of thiazide diuretic therapy. When administered chronically, thiazide diuretics decrease Ca\" excretion.", "cop": 1, "opa": "Sodium and potassium increases, calcium increases", "opb": "Sodium and potassium decreases, calcium decreases", "opc": "Sodium and calcium increases, potassium decreases", "opd": "Potassium and calcium increases sodium decreases", "subject_name": "Pharmacology", "topic_name": null, "id": "8654832a-f650-4836-82ba-cc59f14e1bb9", "choice_type": "single"}
{"question": "Which of the following drugs is least efficacious in the treatment of temporal lobe epilepsy?", "exp": "Complexpartialseizures(CPS,temporallobe epilepsy,psychomotor): attacksof bizarreandconfused behaviour dream-likestateandpurposelessmovements, oreven walking, unaware emotionalchangeslasting1-2 minalongwithimpairmentof consciousness.Thepatient hasnorecollectionof theattack.An auraoftenprecedes. Theseizurefocusislocated inthe temporallobe.\nPhenobarbitonewas thefirstefficaciousanti-epilepticintroducedin1912.\nPrimidone A deoxybarbiturate, which is converted by liver to phenobarbitone and phenylethyl malonamide (PEMA). Its antiepileptic activity is mainly due to these active metabolites because t1/2 of primidone (6-14 hr) is less than that of its active metabolites. About 1/3primidone is excreted unchanged by kidney. Dose to dose primidone is less potent, but antiepileptic efficacy is similar to phenobarbitone. It is seldom used now in GTGC and partial epilepsy, mainly as an adjuvant to phenytoin or carbamazepine.\nAdverse effects are similar to phenobarbitone. In addition, anemia, leukopenia, psychotic reaction and lymph node enlargement occur rarely.\nDose: Start with 250 mg OD, then 250-500 mg BD, children 10-20 mg/kg/day.\nMYSOLINE 250 mg tab.\nReference: Essentials of Medical Pharmacology Eighth Edition KDTRIPATHIpage no 438,443", "cop": 3, "opa": "Phenobarbitone", "opb": "Phenytoin sodium", "opc": "Primidone", "opd": "Carbamazepine", "subject_name": "Pharmacology", "topic_name": null, "id": "c35aba8a-eb2e-44e5-8383-5b92cce06d2c", "choice_type": "single"}
{"question": "Metronidazole:", "exp": null, "cop": 2, "opa": "Has no side-effects", "opb": "Is used in management of ANUG", "opc": "Is mainly concentrated in saliva", "opd": "Is active against gram-positive aerobes", "subject_name": "Pharmacology", "topic_name": null, "id": "9dda02cb-7dbf-4ee3-a1c6-8aa19dacd528", "choice_type": "single"}
{"question": "Which of the following hormone is/are under inhibitory of hypothalamus?", "exp": "Inhibitory hormones secreted by hypothalamus are somatostatin and dopamine. Somatostatin inhibits GH, ACTH, TSH. Dopamine inhibits prolactin. GH is under both stimulatory (GHRH) and inhibitory control (Somatostatin) Prolactin is only under inhibitory control (dopamine). Note: Read the question carefully; if they ask which hormones of anterior pituitary are under inhibitory control (as in this question), answer should be both prolactin and GH. However, if they ask the question, which hormone is ONLY under inhibitory control, then answer should be only prolactin.", "cop": 4, "opa": "Prolactin", "opb": "Only prolactin", "opc": "Only growth hormone", "opd": "Both prolactin and growth hormone", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "44c704bc-4331-45a6-b6a8-dd8a5a0b7d18", "choice_type": "multi"}
{"question": "Barbiturates in pediatrics is:", "exp": null, "cop": 2, "opa": "Contraindicated", "opb": "Low safety", "opc": "Can be used safely", "opd": "Not much use", "subject_name": "Pharmacology", "topic_name": null, "id": "3c6acd9a-5776-40dc-a952-678746215562", "choice_type": "single"}
{"question": "Preferred drug for the treatment of uncomplicated grade 2 hypeension in a 48 year old man is", "exp": "Ans. A. Chlohalidone Thiazide diuretics are inexpensive, are generally well tolerated, and are recommended as a first-line therapy in the treatment of hypeension in the elderly population.Thiazide diuretics are as effective as any drug for first-line treatment of hypeension in the elderly population is the Antihypeensive and Lipid-Lowering Treatment to Prevent Hea Attack Trial (ALLHAT) study.Patients who received the diuretic had a lower incidence of CV events (secondary outcomes) compared with the other groups. The diuretic treatment group had lower HF rates compared with the CCB group", "cop": 1, "opa": "Chlohalidone", "opb": "Triamterene", "opc": "Spironolactone", "opd": "Furosemide", "subject_name": "Pharmacology", "topic_name": null, "id": "e995894b-0611-4ae2-ae1f-0d35025845ae", "choice_type": "single"}
{"question": "Which of the following drug must be sold by retail only on production of a prescription by a registered medical practitioner?", "exp": "Schedule H: Drugs which can be sold only with prescription. On the strip of drug a long red line is present. Rx is written on the top right corner. NRx- is written on Narcotic (habit forming) drugs. XRx- not available for general market, only given under special conditions where health care provider can give the drug. OTC- Over The Counter drugs can be given without prescription.", "cop": 1, "opa": "Schedule H", "opb": "Schedule G", "opc": "Schedule X", "opd": "Schedule M", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "b1cb5022-7ebd-41b5-808c-c969958bfb62", "choice_type": "single"}
{"question": "In iron poisoning drug Desferoxamine is given.what is its mechanism of action -", "exp": "Ans. A. By binding with trivalent Fe3+Deferoxamine works in treating iron toxicity by binding trivalent (ferric) iron (for which it has a strong affinity), forming ferrioxamine, a stable complex which is eliminated the kidneys.100 mg of deferoxamine is capable of binding approximately 8.5 mg of trivalent (ferric) iron.Deferoxamine works in treating aluminum toxicity by binding to tissue-bound aluminum to form aluminoxamine, a stable, water-soluble complex.The formation of aluminoxamine increases blood concentrations of aluminum, resulting in an increased concentration gradient between the blood and dialysate, boosting the removal of aluminum during dialysis.100 mg of deferoxamine is capable of binding approximately 4.1 mg of aluminum.", "cop": 1, "opa": "By binding with trivalent Fe3+", "opb": "-by inhibiting Hepcidin", "opc": "-by inhibiting DMT1", "opd": "-by inhibiting ferropoin", "subject_name": "Pharmacology", "topic_name": null, "id": "2e13cc41-3244-4a86-a776-cb24e05b8a91", "choice_type": "single"}
{"question": "The drug which is used to treat laryngospasm is", "exp": null, "cop": 4, "opa": "Atropine", "opb": "Diazepam", "opc": "Neostigmine", "opd": "Succinylcholine", "subject_name": "Pharmacology", "topic_name": null, "id": "a02c8fe4-9c6b-4d40-8e5d-9870b83a73cb", "choice_type": "single"}
{"question": "Which of the following drugs is not used in detoxifica-tion of chronic alcoholics?", "exp": "Ans: A. Flumazenil(Ref: Goodman Gilman 12/e p468; Kaaung 13/e p3 7 7, 394, 12/e p381, 399; KDT 6/e p385; Harrison 19/e p2727, 8/c 1)2727)Flumazenil:GABAa receptor antagonist.Used intravenously to treat benzodiazepine overdoses.Help reverse anesthesia.Not used in alcohol detoxification.Rest given drugs have a role in alcohol detoxification.", "cop": 1, "opa": "Flumazenil", "opb": "Disulfiram", "opc": "Acamprosate", "opd": "Naltrexone", "subject_name": "Pharmacology", "topic_name": null, "id": "4f3977a7-1243-421b-a401-63aa119c0e66", "choice_type": "single"}
{"question": "Benzodiazepines are true in:", "exp": null, "cop": 2, "opa": "Produce distortion in sleep more than other sedatives", "opb": "More safe than other sedatives when take in larger amounts", "opc": "After metabolism of other drugs in liver", "opd": "All have metabolically active substrates", "subject_name": "Pharmacology", "topic_name": null, "id": "a3fa1cc7-e557-4f42-97b3-ac43890070c4", "choice_type": "multi"}
{"question": "Short-acting non-depolarising muscle relaxant is:", "exp": null, "cop": 3, "opa": "Succinylcholine", "opb": "Pancuronium", "opc": "Mivacurum", "opd": "Decamethonium", "subject_name": "Pharmacology", "topic_name": null, "id": "738ded5c-b743-45d2-adfe-9cbb7c519a67", "choice_type": "single"}
{"question": "In an animal model, the phenomenon of vasomotor reversal of dale can be demonstrated by:", "exp": "Answer- B. Block of alpha-1 followed by stimulation of beta-2In an animal model, the phenomenon of vasomotor reversal of dale can be demonstrated hy block of alpha-l followed by stimulation of beta-2.", "cop": 2, "opa": "Stimulation of alpha-1 followed by stimulation of beta-2", "opb": "Block of alpha-1 followed by stimulation of beta-2", "opc": "Stimulation of alpha-1 followed by block of beta-2", "opd": "Stimulation of beta-1 receptor followed by block of beta-2 receptor", "subject_name": "Pharmacology", "topic_name": null, "id": "de06c967-1c49-42ad-a5bb-ddaf1f0a9e59", "choice_type": "single"}
{"question": "Which one of the following is penicillinase resistant penicillin:", "exp": null, "cop": 2, "opa": "Amoxycillin", "opb": "Cloxacillin", "opc": "Ampicillin", "opd": "Penicillin G", "subject_name": "Pharmacology", "topic_name": null, "id": "8aebb35f-a135-4080-8bbf-c7d50be725a0", "choice_type": "single"}
{"question": "Metformin causes I severe, sometimes life-threatening side effect of lactic acidosis. All of the following factors increase the risk of lactic acidosis except:", "exp": "Ans: B. Smoking(Ref Goodman Gilman 12/e p1259; Katzung I 3/e p736-737, 12/e p75)Smoking does not increase lactic acidosis risk in patients taking metformin.Lactic acidosis & metformin:Metformin use in patients with concurrent conditions with poor tissue perfusion (sepsis, myocardial infarction, CHF & enal failure).Decreased GFR - Increases plasma metformin levels - By reducing drug clearance from circulation.Metformin - ContraindicationsSevere pulmonary disease.Decompensated hea failure.Severe liver diseaseChronic alcohol abuse.Renal disease.Conditions predisposing to tissue anoxia (e.g., chronic cardiopulmonary dysfunction) - Due to increased lactic acidosis risk.", "cop": 2, "opa": "Advanced age", "opb": "Smoking", "opc": "Liver dysfunction", "opd": "Renal failure", "subject_name": "Pharmacology", "topic_name": null, "id": "60b9f4b0-f993-4236-9378-3c87762aefff", "choice_type": "multi"}
{"question": "Major aim of phase 1 clinical trials is:-", "exp": "Phase 1 clinical trial : It is first phase in humans. It is conducted mainly on healthy volunteers. In drugs with serious adverse effects and where alternative treatment is not available, phase 1 can be conducted on patients also. Major aim is to know the maximum tolerable dose (MTD). The aim of phase 1 trials should be marked as MTD > Dose > Pharmacokinetics > Safety", "cop": 3, "opa": "Safety", "opb": "Efficacy", "opc": "Dose", "opd": "Pharmacokinetics", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "59020852-ed4d-4f44-932b-98da5cd0f47b", "choice_type": "single"}
{"question": "A morbidly obese diabetic woman was on failed metformin therapy. She has the history of pancreatitis and family history of bladder cancer. Patient does not want to take injections. Which of the following would be suitable to reduce her glucose levels?", "exp": "Ans. C. Canagliflozin Canagliflozin is a Sodium-Glucose Co-Transpoer 2 Inhibitor, given orally and reduces body weight. For the given clinical scenario, Canagliflozin is the preferred drug, as Sitagliptin increases the risk of acute pancreatitis, use of pioglitazone is associated with a small increased risk of bladder cancer and Liraglutide is given subcutaneously.", "cop": 3, "opa": "Liraglutide", "opb": "Sitagliptin", "opc": "Canagliflozin", "opd": "Pioglitazone", "subject_name": "Pharmacology", "topic_name": null, "id": "d9801e88-03ce-46a5-87fe-fa3d8b61fadf", "choice_type": "single"}
{"question": "GPCR that does not act through opening of potassium channels is?", "exp": "Ans. D. Angiotensin 1 receptor* Four G protein gated inwardly-rectifying potassium (GIRK) channel subunits have been identified in mammals: GIRK1, GIRK2, GIRK3, and GIRK4. The GIRK subunits come together to form GIRK ion channels.* Activation of the IKACh channels begins with release of acetylcholine (ACh) from the vagus nerve onto pacemaker cells in the hea.* ACh binds to the M2 muscarinic acetylcholine receptors, which interact with G proteins.", "cop": 4, "opa": "Muscarinic M2 receptor", "opb": "Dopamine D2 receptor", "opc": "Serotonin 5 HT1 receptor", "opd": "Angiotensin 1 receptor", "subject_name": "Pharmacology", "topic_name": null, "id": "5a032693-e7d9-4789-97a8-bd884b75c1b1", "choice_type": "single"}
{"question": "Which of the following drug is contraindicated in pregnancy?", "exp": null, "cop": 1, "opa": "Enalapril", "opb": "Amlodipine", "opc": "b-blockers", "opd": "Propylthiouracil", "subject_name": "Pharmacology", "topic_name": null, "id": "594d2b69-4fb8-4ae5-a4e6-c8f6597a1922", "choice_type": "single"}
{"question": "L-asparaginase is used in the treatment of:", "exp": "Ans: B. ALL(Ref: Goodman Cilrmm 12/c p1720; Katzung 13Ie p938-939, 12/e p968; KDT 7Ie p868).* Asparaginase (L-asparagine amidohydrolase) is an enzyme used to treat childhood ALL* Drug is isolated and purified from Escherichia coli or Erwinia chrysanthemi for clinical use. - It hydrolyzes circulating L-asparagine to aspaic acid and ammonia. - Because tumor cells in ALL lack asparagine synthetase, they require an exogenous source of L!asparagine. - Thus, depletion of L-asparagine results in effective inhibition of protein synthesis.* In contrast, normal cells can synthesize L-asparagine and thus are less susceptible to the cytotoxic action of asparaginase.", "cop": 2, "opa": "AML", "opb": "ALL", "opc": "CML", "opd": "CLL", "subject_name": "Pharmacology", "topic_name": null, "id": "418cb8ad-b7e3-4fdc-ab6d-7c7549d33d17", "choice_type": "multi"}
{"question": "Drugs used in urea cycle disorders to reduce ammonia?", "exp": "Ans: B. Phenyl butyrate Urea cycle disorders are inherited disorders where ammonia is not turned into uric acid properly and so it builds up in the blood. Regular intake of sodium phenylbutyrate helps reduce the levels of ammonia.", "cop": 2, "opa": "Phenyl butarone", "opb": "Phenyl butyrate", "opc": "L - Carnitine", "opd": "Isoleucin", "subject_name": "Pharmacology", "topic_name": null, "id": "14c74c4d-d6c1-4ced-98b5-4fe778d28836", "choice_type": "single"}
{"question": "Hepatic First pass metabolism will be bypassed by the foltowing routes of drug adminisration excePt?", "exp": "Ans: A. OralRef: Goodman & Gilman, I3'h ed., pg. 16-17 and sharma & sharms's Principles of Pharmacologt, 3'd ed., pg. I8-20Oral route has ceain disadvantages notably the 1st pass metabolism in liver before reaching the systemic circulation.", "cop": 1, "opa": "Oral", "opb": "Intravenous", "opc": "Sublingual", "opd": "Intradermal", "subject_name": "Pharmacology", "topic_name": null, "id": "b0f0bfb3-53a8-48a4-9f71-7f77aec4cf7a", "choice_type": "multi"}
{"question": "What does low volume of distribution of a drug mean?", "exp": "Ans: B. Does not accumulates in tissues(Ref: KDT 7/e p17, 18, 6/e p18)Low volume of distribution:Implies that the drug remains confined to the plasma compament without getting distributed in the body tissues.", "cop": 2, "opa": "Low bioavailability", "opb": "Does not accumulates in tissues", "opc": "Low absorption", "opd": "Not metabolized in the body", "subject_name": "Pharmacology", "topic_name": null, "id": "20cbdec0-d488-4dcf-9630-2707c948390a", "choice_type": "single"}
{"question": "Which of the following is third generation cephalosporin?", "exp": null, "cop": 1, "opa": "Cefoperazone", "opb": "Cefuroxime", "opc": "Cefoxitin", "opd": "Cefadroxil", "subject_name": "Pharmacology", "topic_name": null, "id": "faca646b-50ec-405f-ab5a-db965ea8a6c6", "choice_type": "single"}
{"question": "Drug not requiring dose adjustment in renal disease is", "exp": null, "cop": 3, "opa": "Aminoglycoside", "opb": "Vancomycin", "opc": "Calcium channel blocker", "opd": "Metronidazole", "subject_name": "Pharmacology", "topic_name": null, "id": "f94eef30-d8f9-4d40-866e-a89c7fbb7c7f", "choice_type": "single"}
{"question": "Post operative thromboprophylaxis by low molecular weight heparin is best done by which route of administration?", "exp": "Ans. A. Subcutaneous* Both heparin 5,000 units subcutaneously every 8 hours and enoxaparin 40 mg subcutaneously once daily provide highly effective and safe prophylaxis for patients undergoing colorectal surgery.", "cop": 1, "opa": "Subcutaneous", "opb": "Intravenous", "opc": "Inhalational", "opd": "Intramuscular", "subject_name": "Pharmacology", "topic_name": null, "id": "5907e711-096f-4251-aea5-042f65debd5b", "choice_type": "single"}
{"question": "Morphine should not be used in the treatment of:", "exp": "Morphine (an opioid) is a strong analgesic. It is used in treatment of all types of pain like Crush injury, Fracture, MI, cancer pain, post-operative pain etc. However in Biliary colic (e.g. due to any stone blocking bile duct), morphine constricts sphincter of Oddi and increase the intrabiliary pressure. This increases the chances of rupture of bile duct. Therefore opioids like morphine are contra-indicated in biliary colic.", "cop": 2, "opa": "Ischemic pain", "opb": "Biliary colic", "opc": "Cancer pain", "opd": "Post operative pain", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "09ce3345-10ca-4ade-91b7-8b1361c55c99", "choice_type": "single"}
{"question": "Low apparent volume of distribution of a drug indicates That", "exp": "Vd means \"the plasma volume that would accommodate all the drug in the body, if the concentration throughout was same as in plasma\". Drugs with high volume of distribution are more distributed in body and vice-versa. Low volume of distribution tells that most of the drug is retained in plasma.", "cop": 4, "opa": "Drug has low half life", "opb": "Drug has low bioavailability", "opc": "Drug has low efficacy", "opd": "Drug is not extensively distribution to tissue", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "b0b23ecd-6076-476c-935b-a6384c8474ff", "choice_type": "single"}
{"question": "A paediatrician was called for attending a new born baby in the labour ward. The serum unconjugated bilirubin of this baby was 33 mg/dL. Which of the following drug taken by mother in late 3rd trimester may have lead to this problem?", "exp": "Bilirubin given in question is very high; Bilirubin binds to Albumin in blood, so when any drug displaces bilirubin from albumin, it can lead to increased free bilirubin. Cotrimoxazole is a combination of trimethoprim and sulfamethoxazole (a sulfonamide). Sulfonamides (acidic drugs) can displace bilirubin from albumin resulting in excessive free bilirubin. This can cross blood brain barrier in newborn babies which can cause Kernicterus; hence avoided in pregnancy.", "cop": 1, "opa": "Cotrimoxazole", "opb": "Azithromycin", "opc": "Ampicillin", "opd": "Chloroquine", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "5e446222-7eea-4c61-9769-7b62fedae0b2", "choice_type": "multi"}
{"question": "Which of the following drug is used to counter act the gastric irritation produced by administration of NSAID:", "exp": null, "cop": 4, "opa": "Roxatidine", "opb": "Pirenzipine", "opc": "Betaxolol", "opd": "Misoprostol", "subject_name": "Pharmacology", "topic_name": null, "id": "4fbd9ccb-2efb-4e4a-bcea-2db337a825ff", "choice_type": "single"}
{"question": "A patient taking which of the following drug should not eat cheese, etc:", "exp": null, "cop": 1, "opa": "Tetracycline", "opb": "Amoxycillin", "opc": "Doxycycline", "opd": "Triamterene", "subject_name": "Pharmacology", "topic_name": null, "id": "acf13a25-349e-4480-bc59-50c9f8e752fd", "choice_type": "single"}
{"question": "Drugs causing hyperglycemia:", "exp": null, "cop": 2, "opa": "-blocker", "opb": "Glucocorticoids", "opc": "Acetylcholine", "opd": "-blockers", "subject_name": "Pharmacology", "topic_name": null, "id": "e7c84e8c-d3a6-4bb4-bc34-ad35687338b2", "choice_type": "single"}
{"question": "Which drug causes flagellate pigmentation of skin?", "exp": "Ans: A. BleomycinRef: Goodman and Gilman, I3,h ed., pg. 1193Few case repos of bleomycin induced flagellate dermatitis and pigmentations are available in literature.", "cop": 1, "opa": "Bleomycin", "opb": "Minocycline", "opc": "Vincristine", "opd": "Daunorubicin", "subject_name": "Pharmacology", "topic_name": null, "id": "13775adf-3c9f-46c4-9149-d0a382e24277", "choice_type": "single"}
{"question": "Which of the following drug has gameticidal action against all species of plasmodium?", "exp": "Primaquine: It is gameticidal against all species of Plasmodium i.e. vivax, ovale, falciparum, malariae. Hence, it is DOC to prevent transmission of malaria. It is also used for Radical cure of vivax and ovale malaria as it can kill hypnozoites as well. Chloroquine and Quinine: Gameticidal against P. vivax species only", "cop": 1, "opa": "Primaquine", "opb": "Chloroquine", "opc": "Quinine", "opd": "None of these", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "5ec6e275-1772-4d73-8776-77b38eb82ef2", "choice_type": "multi"}
{"question": "Which of the following drug is commonly used in treatment for cancer associated thromboembotismt", "exp": "Ans: A. Low molecular weight heparinCurrent guideline-endorsed therapy options for cancer-associated thrombosis include low molecularweight heparin (LMWH), unfractionated heparin (UFH), warfarin & fondaparinux.All current guidelines recommend LMWH for at least 3-6 months in cancer-associated VTE.", "cop": 1, "opa": "Low molecular weight heparin", "opb": "anti-thrombin III inhibitors", "opc": "Direct Xainhibitors", "opd": "Warfarin", "subject_name": "Pharmacology", "topic_name": null, "id": "860f5673-7e87-4a35-ba17-628c738929fa", "choice_type": "single"}
{"question": "A patient was given ampicillin 2 g intravenously. After that, the person developed rash on skin, hypotension and difficulty in breathing. The patient should be managed by", "exp": "Penicillins are prone to cause allergic reactions features like rash on skin, hypotension ,difficulty in breathing are suggestive of anaphylactic shock. Drugs Frequently causing allergic reactions Penicillins Aspirin Cephalosporins Indomethacin Sulfonamides Carbamazepine Tetracyclines Allopurinol Quinolones ACE inhibitors Metronidazole Methyldopa Abacavir Hydralazine Antitubercular drugs Local anaesthetics Phenothiazines In case of anaphylactic shock the resuscitation council of UK has recommended the following measure : * Put the patient in reclining position, administer oxygen at high flow rate and perform cardiopulmonary resuscitation if required.* Inject adrenaline 0.5 mg (0.5 ml of I in I 000 solution for adult, 0.3 ml for child 6-12 years and 0.15 ml for child upto 6 years) i.m.; repeat every 5-10 min in case patient does not improve or improvement is transient. This is the only life saving measure. Adrenaline should not be injected i.v. (can itself be fatal) unless shock is immediately life threatening. If adrenaline is to be injected i. v., it should be diluted to 1:10,000 or 1:100,000 and infused slowly with constant monitoring. * Administer a H1 antihistaminic (pheniramine 20-40 mg or chlorpheniramine I 0-20 mg) i.m./slow i.v. It may have adjuvant value.* Intravenous glucocoicoid (hydrocoisone sod. succinate 200 mg) should be added in severe/recurrent cases. It acts slowly, but is specially valuable for prolonged reactions and in asthmatics. It may be followed by oral prednisolone for 3 days.", "cop": 1, "opa": "0.5 ml of 1:1000 adrenaline by intramuscular route", "opb": "0.5 ml of 1:1000 adrenaline by intravenous route", "opc": "0.5 ml of 1:10000 adrenaline by intramuscular route", "opd": "0.5 ml of 1:10000 adrenaline by intravenous route", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "24662938-a2a7-4328-846d-1887c22ff54c", "choice_type": "single"}
{"question": "Mention the true/false statements about digoxin toxicity?", "exp": "Ans. All are true about digoxin toxicity.DIGOXIN TOXICITY:Features:Generally unwell & lethargy.Nausea & vomiting.Confusion.Yellow-green vision.Arrhythmias (e.g. AV block, bradycardia)Dizziness.Precipitating factors:Renal disease HypokalaemiaHypomagnesemia HypoalbuminemiaHypothermiaHypothyroidismHypercalcemia.HypernatremiaAcidosis.Myocardial ischemia.Paial AV block.Drugs:Amiodarone.Quinidine.Verapamil.Spironolactone.Furosemide.Hydrochlorothiazide - Compete with DCT secretion, hence reducing excretion.ManagementDigibind.Correct ventricular arrhythmia by lignocaine.Bradyarrhythmias by propanolol.Atrial tachyarrhythmias by atropine.Phenytoin.Monitor K+", "cop": 4, "opa": "The earliest manifestation of digoxin toxicity are gastrointestinal symptoms", "opb": "Non-specific vision changes may be noted in digoxin toxicity", "opc": "Early toxicity may not correlate with serum levels and Neurological symptoms may occur without corresponding cardiovascular changes", "opd": "All", "subject_name": "Pharmacology", "topic_name": null, "id": "3f414e9c-fdea-4bc4-9d1c-4c270fb37639", "choice_type": "multi"}
{"question": "The organ most resistant to GA is", "exp": null, "cop": 2, "opa": "Spinal Cord", "opb": "Medulla oblonagata", "opc": "Medullary cortex", "opd": "Cerebrum", "subject_name": "Pharmacology", "topic_name": null, "id": "ea10b02c-4402-4a16-9bec-03cc31e8587d", "choice_type": "single"}
{"question": "The process by which the amount of a drug in the body decreases after administration, but before entering the systemic circulation is called:", "exp": "Reduction in the amount of drug before it enters the systemic circulation is called first pass metabolism (also known as first pass effect) whereas, if the amount of drug decreases after entry into the systemic circulation, it is called elimination. Latter includes excretion and metabolism.", "cop": 2, "opa": "Excretion", "opb": "First pass effect", "opc": "First order elimination", "opd": "Metabolism", "subject_name": "Pharmacology", "topic_name": null, "id": "c8c58b43-3a44-4e38-a6b3-245af1dcf2ab", "choice_type": "multi"}
{"question": "A female in labor ward was administered opioid analgesic. Which of the following drugs should be kept ready for emergency?", "exp": "Naloxone is an opioid anatagonist given intravenously. It blocks mu, kappa and delta receptors. It is the DOC for opioid toxicity. Lignocaine is a local anaesthetic. Diphenhydramine is a first generation antihistaminic. Fentanyl is a synthetic opioid.", "cop": 2, "opa": "Lignocaine", "opb": "Naloxone", "opc": "Diphenhydramine", "opd": "Fentanyl", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "e2784a8a-04af-4ced-8bf8-e6c496245df2", "choice_type": "single"}
{"question": "Which of the following drugs is a P-glycoprotein inducer?", "exp": "Answer- D. RifampicinRifampicin induces the isoenqymes CYP3A4, 2C8, 2C9, 2CI9, 286, and the transpoer P-glycoprotein. When coadministeredwith drugs that are substrates of the same enzymes, their metabolism may be accelerated resulting in lowerconcentration and less efficacy.Inducer-AmprenavirClotrimazoleDexamethasoneIndinavirMorphineNelfinavirPhenothiazineRetinoic acidRifampinRitonavirSaquinavirSt John's wo", "cop": 4, "opa": "Azithromycin", "opb": "Ketoconazole", "opc": "Itraconazole", "opd": "Rifampicin", "subject_name": "Pharmacology", "topic_name": null, "id": "90d95409-e99f-4cb5-b74f-da3f1675e26b", "choice_type": "single"}
{"question": "Problems associated with nitrous oxide anaesthesia is", "exp": null, "cop": 1, "opa": "Behavioral problem", "opb": "Sensitizes the heart to adrenaline", "opc": "Prolonged difficult induction", "opd": "Tachycardia and or arrhythmias", "subject_name": "Pharmacology", "topic_name": null, "id": "24c43902-b574-4f4a-8bb8-6f5a9d5c4880", "choice_type": "single"}
{"question": "Km value indicates:", "exp": "The dose rate-Cpss relationship is linear only in case of drugs eliminated by first order kinetics. For drugs (e.g. phenytoin) which follow Michaelis Menten kinetics, elimination changes from first order to zero order kinetics over the therapeutic range. Increase in their dose beyond saturation levels causes an increase in Cpss which is out of proportion to the change in dose rate.\nIn their case:", "cop": 3, "opa": "Purity of Enzyme", "opb": "Physiological role", "opc": "The substrate concentration at half maximal velocity", "opd": "Anity", "subject_name": "Pharmacology", "topic_name": null, "id": "8e093537-c2ea-4af0-b5c0-d81dc23e190a", "choice_type": "single"}
{"question": "A Pediatrician was called for attending a new born baby in the labour ward. The serum unconjugated bilirubin of this baby was 33 mg/dL. Which of the following drug taken by mother in late 3rd trimester may have lead to this problem?", "exp": "Bilirubin given in question is very high; Bilirubin binds to Albumin in blood, so when any drug displaces bilirubin from albumin, it can lead to increased free bilirubin. Cotrimoxazole is a combination of trimethoprim and sulfamethoxazole (a sulfonamide). Sulfonamides (acidic drugs) can displace bilirubin from albumin resulting in excessive free bilirubin. This can cross blood brain barrier in newborn babies which can cause Kernicterus; hence avoided in pregnancy.", "cop": 1, "opa": "Cotrimoxazole", "opb": "Azithromycin", "opc": "Ampicillin", "opd": "Chloroquine", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "a5e849d9-c662-4105-9637-5d870028c593", "choice_type": "multi"}
{"question": "Which of the following is true for octreotide?", "exp": "Ans. b. Used in secretory diarrhoea (Ref Goodman Gilman 12/e p1338-1339. 1346: Katling 11/e p650)Octreotide is used in secretory diarrheaOctreotide is an octapeptide analog of somatostatin, effective in inhibiting the severe secretory diarrhea brought about by hormone-secreting tumours of the pancreas and the GI tract.\"", "cop": 2, "opa": "Stimulates growth hormone secretion", "opb": "Used in secretory diarrhea", "opc": "Orally active", "opd": "Contraindicated in acromegaly", "subject_name": "Pharmacology", "topic_name": null, "id": "53859b89-21cf-4b09-a595-6c48293c2093", "choice_type": "multi"}
{"question": "Mechanism of action of chlortetracycline:", "exp": null, "cop": 2, "opa": "Interfere with metabolism", "opb": "Inhibition of protein synthesis", "opc": "Inhibition of cell wall formation", "opd": "Interfere with DNA function", "subject_name": "Pharmacology", "topic_name": null, "id": "d2b3831a-7ab7-4586-96ed-54d88b39d5f5", "choice_type": "multi"}
{"question": "Centrineuraxial (spinaland epidural) anaesthesia is not contraindicated in", "exp": null, "cop": 2, "opa": "Platelets <80,000", "opb": "Patient on aspirin", "opc": "Patient on oral anticoagulants", "opd": "Raised intracranial pressure", "subject_name": "Pharmacology", "topic_name": null, "id": "8ecb4d6b-8ab1-40d7-af48-fa8fe50bd21f", "choice_type": "single"}
{"question": "Heroin, an addict drug contains", "exp": null, "cop": 2, "opa": "ASA", "opb": "Acetyl morphine", "opc": "Pentazocine", "opd": "Propoxyphene", "subject_name": "Pharmacology", "topic_name": null, "id": "28f5eac6-7388-4ab6-93f7-80f5a045c11e", "choice_type": "single"}
{"question": "After I.V. administration of which of the following anesthetic agent, there is rapid recovery and less headedness?", "exp": null, "cop": 1, "opa": "Propofol", "opb": "Diazepam", "opc": "Droperidol", "opd": "Midazolam", "subject_name": "Pharmacology", "topic_name": null, "id": "f3eb76db-cf8e-4272-b6ce-02684ad5a7b2", "choice_type": "single"}
{"question": "Pigmentation of nail is caused by all of these drugs except:", "exp": "Ans: D. Amiodarone(Ref: KDT 7//e p534)Amiodarone:Cause corneal deposits.Not causes nail pigmentation.Causes of Melanonychia or Nail PigmentationPhenothiazines like ChloroquineMinocyclineArsenicClofazimineClomipramineCyclophosphamidFluconazoleFluorideGold saltsIbuprofenKetoconazoleLamivudineMercuryPhenytoinPsoralenRoxithromyciSteroidsSulfonamideTetracyclineThalliumTimoloZidovudine", "cop": 4, "opa": "Cyclophosphamide", "opb": "Chlorpromazine", "opc": "Chloroquine", "opd": "Amiodarone", "subject_name": "Pharmacology", "topic_name": null, "id": "37dda658-5f35-46d8-b34d-247e81ac0536", "choice_type": "multi"}
{"question": "An oral hypoglycemic agent is:", "exp": null, "cop": 3, "opa": "Warfarin", "opb": "Insulin", "opc": "Glibeneclamide", "opd": "Gluengon", "subject_name": "Pharmacology", "topic_name": null, "id": "eb2cf703-b3b6-492b-b8db-9ed90e16beea", "choice_type": "single"}
{"question": "A hypeensive patient was on metoprolol treatment. Verapamil was added to the therapy of this patient. This can result in", "exp": "Metoprolol (Cardioselective beta blocker) decrease hea rate and AV conduction. Verapamil and Diltiazem: CCB (calcium channel blocker): These also inhibits SA Node and AV Node, hence depress the hea. So, when verapamil (or Diltiazem) is combined with metoprolol, they both depress hea and lead to bradycardia with AV block. Other CCBs include dihydropyridines (like amlodipine etc). These dipines can be used with Metoprolol as they cause reflex tachycardia.", "cop": 2, "opa": "Atrial fibrillation", "opb": "Bradycardia with AV block", "opc": "Torsades de pointes", "opd": "Tachycardia", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "57b1ba32-ffad-47ac-b906-d1b6dbca3bc6", "choice_type": "single"}
{"question": "Which of the following antibiotics is most frequently associated with pseudomembranous colitis?", "exp": null, "cop": 3, "opa": "Ampicillin", "opb": "Penicillin", "opc": "Clindamycin", "opd": "Cephalosporin", "subject_name": "Pharmacology", "topic_name": null, "id": "aa8da3cd-fdc2-42ef-96f5-9de78597f924", "choice_type": "single"}
{"question": "Cephalosporins have all of the following interactions & uses, except:", "exp": "CEPHALOSPORINS\n\nThese are a group of semisynthetic antibiotics derived from 'cephalosporin-C obtained from a fungus Cephalosporium. They are chemically related to penicillins; the nucleus consists of a beta-lactam ring fused to a dihydrothiazine ring, (7-aminocepha losporanic acid). By addition of different side chains at position 7 of beta-lactam ring (altering spectrum of activity) and at position 3 of dihydrothiazine ring (affecting pharmacokinetics), a large number of semisynthetic compounds have been produced.\n\nSome salient features are:\n\nThese are not penicillinase resistance (just like penicillins).\nAttributed to the similar chemical structure to penicillins they show cross sensitivity with penicillins.\nThese are broadspectrum antibiotics but are inactive against anaerobes.\nThese can be used effectively in upper respiratory tract infection.\n\nReference: Essentials of Medical Pharmacology Eighth Edition KDTRIPATHIpage no 775,776", "cop": 2, "opa": "Show cross sensitivity with penicillins", "opb": "Are penicillinase resistant", "opc": "Have a broad spectrum but are inactive against anaerobes", "opd": "Are used in upper respiratory tract infections", "subject_name": "Pharmacology", "topic_name": null, "id": "44d88df4-2f63-4957-ae74-50422b03a7d9", "choice_type": "multi"}
{"question": "In the management of anaphylaxis, which action of adrenaline is not observed?", "exp": "Ans: D. Action on presynaptic alpha-receptors(Ref: Goodman Gilman 12/e p209, 302, 308)Activation of presynaptic ?2 receptors inhibits the release of NE and other co-transmitters front peripheral sympathetic nerve endings.Activation of ?2 receptors in the pontomedullary region of the CNS inhibits sympathetic nervous system activity and leads to a full in blood pressure.Action on presynaptic alpha-receptors (a2 receptors) is not helpful in management of anaphylactic shock.", "cop": 4, "opa": "Bronchodilation by beta-receptors", "opb": "Cardiovascular effects of beta-receptors", "opc": "Action on blood vessels by alpha-receptors", "opd": "Action on presynaptic alpha-receptors", "subject_name": "Pharmacology", "topic_name": null, "id": "cb562414-2015-43ec-88f7-78a52605b511", "choice_type": "single"}
{"question": "Steroids:", "exp": null, "cop": 1, "opa": "Steroids reduce the rate of repair of tissues thus delays the healing", "opb": "Exacerbate the inflammatory response", "opc": "Can be safely given to immunocompromised patients", "opd": "Indicated in oral thrush", "subject_name": "Pharmacology", "topic_name": null, "id": "2690d305-171f-4fbe-8053-c8ac73b7e550", "choice_type": "single"}
{"question": "Sodium nitroprusside is metabolized to form an active metabolite. This active metabolized to form an active metabolite. This active metabolite of sodium nitroprusside act activation of:", "exp": "Nitoprusside and nitrates act by production of NO (nitric oxide). NO stimulates guanylate cyclase in smooth muscles which leads to formation of cGMP. cGMP act on smooth muscles to cause vasodilation.", "cop": 3, "opa": "Phospholipase A", "opb": "Phospholipase C", "opc": "Guanylate cyclase", "opd": "Protein Kinase C", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "cb022556-5a47-402a-b52c-725b6c314e83", "choice_type": "single"}
{"question": "Drug of choice for scrub typhus is:", "exp": "Scrub typhus is caused by rickettsia. DOC for rickettsia is Doxycycline(tetracycline). It is the DOC for all kind of typhus like endemic typhus, epidemic typhus, and other rickettsial infections like Q fever, rocky mountain spotted fever. Azithromycin is a macrolide and a protein synthesis inhibitor. Ciprofloxacin is a fluoroquinolone. Chloramphenicol is also a protein synthesis inhibitor.", "cop": 3, "opa": "Azithromycin", "opb": "Ciprofloxacin", "opc": "Doxycycline", "opd": "Chloramphenicol", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "fe55c8c7-c6ba-4882-a3c0-15171d62e603", "choice_type": "single"}
{"question": "The drug for choice for treatment of infection\ninvolving\tnon-penicillinase\tproducing\nstaphylococcus is:", "exp": null, "cop": 3, "opa": "Ampicillin", "opb": "Erythromycin", "opc": "Penicillin G", "opd": "Methicillin sodium", "subject_name": "Pharmacology", "topic_name": null, "id": "52d47274-fbea-4be7-9712-040318ef01f2", "choice_type": "single"}
{"question": "Which of the following drug is commonly used for community acquired pneumonia in OPD?", "exp": "Ans: C. AzithromycinRef: n e u m o n ia- i n- a d u I t s -in -t h e - o u tp atie n t - s e tt in g H 4Only one drug which is active orally i.e. Azithromycin.We require OPD based treatment; hence Azithromycin is the best answer here.", "cop": 3, "opa": "Vancomycin", "opb": "Ceftriaxone", "opc": "Azithromycin", "opd": "Streptomycin", "subject_name": "Pharmacology", "topic_name": null, "id": "44f185f0-7a8e-406c-a33a-b2d7d54e7a25", "choice_type": "single"}
{"question": "Oral infection by penicillinase producing organisms should be treated with:", "exp": null, "cop": 2, "opa": "Ampicillin", "opb": "Dicloxacillin", "opc": "Erythromycin", "opd": "Any of the above", "subject_name": "Pharmacology", "topic_name": null, "id": "f04e3d13-d50f-45d8-9fc2-82ef57da3aa9", "choice_type": "multi"}
{"question": "Vasodilatation is caused by:", "exp": "Ans. B. Histamine* Histamine causes marked dilatation of smaller blood vessels that include aerioles, capillaries, and venules.", "cop": 2, "opa": "Serotonin", "opb": "Histamine", "opc": "LT C4", "opd": "Thromboxane A2", "subject_name": "Pharmacology", "topic_name": null, "id": "e5738b76-f11a-4599-9a5d-479116b993c1", "choice_type": "single"}
{"question": "Which of the following drugs acting on dilator pupillae has an action analogous to that of pilocarpine on sphincter papillae?", "exp": "Ans: B. Epinephrine(Ref Goodman Gilman 12/e p326,. Katzung, 13/e p162, 12/e p160,. KDT 7th/e p153. 6th/e p123).Epinephrine acts on dilator pupillae, causing the dilatation of pupil analogous to that of pilocarpine on sphincter papillae.Sympathetic stimulation of adrenergic receptors causes the contraction of the radial muscle and subsequent dilation of the pupil.Parasympathetic stimulation causes contraction of the circular muscle and constriction of the pupil.", "cop": 2, "opa": "Timolol", "opb": "Epinephrine", "opc": "Neostigmine", "opd": "Tropicamide", "subject_name": "Pharmacology", "topic_name": null, "id": "00a9d0ce-1638-4a3d-98a6-59e99938c5db", "choice_type": "single"}
{"question": "An unknown drug is being tested in experimental setup. The results obtained are given in the table. From these actions, new drug is likely to be:ParameterPlacebo treatedNew drug treatedHea rate7286Systolic BP110150Diastolic BP8068TremorsAbsentPresent", "exp": "Ans. A. Beta-1 and beta-2 agonistBeta-1 stimulation increases hea rate and systolic blood pressure. Beta-2 stimulation cause vasodilation and thus decreases diastolic blood pressure and tremors. Hence, the drug appears to be beta-1 and beta-2 agonist.", "cop": 1, "opa": "Beta-I and beta-2 agonist", "opb": "Alpha-1 antagonist and beta-2 agonist", "opc": "M2 and M3 agonist", "opd": "Alpha-1 and beta-1 agonist", "subject_name": "Pharmacology", "topic_name": null, "id": "90a1a7e3-3ff3-4653-8d13-3de6811b4eca", "choice_type": "single"}
{"question": "Which of the following is true about carbamazepine?", "exp": "Answer- B. Has been known to cause Steven-Johnson's syndromeCarbamazepine has been known to cause Steven-Johnson's syndrome.High risk-NevirapineOxicam (NSAlDs)ThiacetazoneAllopurinolCarbamazepineLamotrigine", "cop": 2, "opa": "Not associated with agranulocytosis", "opb": "Has been known to cause Steven-Johnson's syndrome", "opc": "Causes serious nephrogenic toxicity", "opd": "Drug monitoring is not required", "subject_name": "Pharmacology", "topic_name": null, "id": "c2cd4a53-f3d9-453e-a2ac-136bbdd4b585", "choice_type": "multi"}
{"question": "Acute Barbiturate poisoning results in:", "exp": null, "cop": 3, "opa": "Renal failure", "opb": "Liver failure", "opc": "Respiratory failure", "opd": "Convulsions", "subject_name": "Pharmacology", "topic_name": null, "id": "9e56e9b3-c4aa-44a9-ac78-e7aba802f443", "choice_type": "single"}
{"question": "Major mechanism of transport of drugs across biological membranes is by ?", "exp": null, "cop": 1, "opa": "Passive diffusion", "opb": "Facilitated diffusion", "opc": "Active transport", "opd": "Endocytosis", "subject_name": "Pharmacology", "topic_name": null, "id": "10b04be8-a89b-4858-b1b6-8af09fe6a716", "choice_type": "single"}
{"question": "Which of the following instructions should be given to a lactating mother regarding drug usage?", "exp": "Just before the next dose, the plasma concentration of drug is minimum; so it is relatively safer to feed at that time. Some drugs are secreted significantly in milk. There is no relation between half-life of a drug and its milk secretion ; So, long half life drugs may also come in milk. Not all the drugs are harmful or significantly secreted in milk so feed should not be stopped. Drugs C/I during lactation: Lithium Aspirin Levetiracetam Atenolol Sulfonamide Metronidazole Methotrexate Metals(Cu).", "cop": 3, "opa": "No advice is required as most of the drugs are secreted negligibly in the milk", "opb": "Take drugs with longer half-life", "opc": "Tell her to feed the baby just before next dose", "opd": "Do not feed the baby if you are consuming any drug", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "8cd9acfa-7c86-406b-83f0-49e7e207aef7", "choice_type": "single"}
{"question": "Which of the following gives the rate of drug absorption in plasma concentration graph?", "exp": "Ans: A. Tmax and CmaxRef: Sharma & Sharma's Principles of Pharmacolog, j'd ed., pg. 30-31 and hup:// whrw. e a r op e a n r ev i ew. o r g/wp /wp - c o n t e nt/ up I o a d s/6. p df .From the plasma concentration graph, we obtain three impoant parametersCmax is the peak plasma concentrationTmax i.e. time to attain the peak plasma concentration or CmaxAUC (Area under the curve) of plasma concentration time graphThe 1st two parameters i.e. Cmax and the Tmax are the indicators of the rate of absorption.", "cop": 1, "opa": "Tmax and Cmax", "opb": "Area under the curve", "opc": "Tmax alone", "opd": "Cmax alone", "subject_name": "Pharmacology", "topic_name": null, "id": "39aa0685-41e4-4701-acb9-88abe226e574", "choice_type": "single"}
{"question": "Which of the following statements about tedizolid is true?", "exp": "Ans. B. It is active against gram positive organisms* Tedizolid Phosphate is an oxazolidinone-class antibiotic prodrug indicated in adults for the treatment of acute bacterial skin and skin structure infections (ABSSSI) caused by susceptible isolates of several Gram-positive bacteria.* Following administration oral or intravenous route, tedizolid phosphate prodrug is conveed by plasma phosphatases to its active moiety, tedizolid.* The active metabolite of tedizolid binds to the 50S bacterial ribosomal subunit, inhibiting protein synthesis and causing its bacteriostatic effects.* Tedizolid is an effective and potent alternative to linezolid for the treatment of patients with Gram-positive ABSSSI due to MRSA or MSSA.* Increased potency allows for once daily dosing with reduced total dosages, improving the side effect profile of this drug.* Of note, the minimum inhibitory concentrations of tedizolid appear to be largely unaffected by the chloramphenicol-florfenicol resistance (cfr) gene, which has been implicated in a number of published linezolid-resistant organism outbreaks.* OPTIC NEUROPATHY,PERIPHERAL NEUROPATHY ARE LESS SEEN WITH TEDIZOLID THAN OTHERS IN SAME CLASS", "cop": 2, "opa": "It causes peripheral neuropathy as an adverse effect", "opb": "It is active against gram positive organisms", "opc": "It has poor oral bioavailability", "opd": "It is active against anaerobes", "subject_name": "Pharmacology", "topic_name": null, "id": "a1b1cf05-faa3-4f05-819b-a58bceb86995", "choice_type": "multi"}
{"question": "A healthy volunteer was taken for a blood experiment. A history was taken from the volunteer before the experiment regarding exposure of NSAlDs, which he specifically denied. But on testing, the BT was found to be increased All of the following can be causative agent except:", "exp": "Ans: D. Multivitamins containing Vitamin K(Ref. Goodman Gilman 12/e p1043, 1499; Katzung 13/e p1145)Routine use of multivitamins with Vitamin K doesn't cause thrombocytopenia.Vitamin K:Used as Warfarin antidote (anticoagulant) excess.Drug-induced immune thrombocytopenia (DITP):In acute thrombocytopenia patients.Most Common Causes of DITPAntiplateletAbciximab, Eptifibatide, TirofibanAnalgesicsAcetaminophen, Ibuprofen, NaproxenAntibioticAmpicillin, Piperacillin, Ethambutol, CephalosporinsDrugs acting on CNSCarbamazepine, Haloperidol, Phenytoin, AntidepressantsAnti-CancerIrinotecan, Oxaliplatin (selective thrombocytopenia apa from pancytopenia)", "cop": 4, "opa": "Theophylline", "opb": "Cephalosporin", "opc": "Anti-depressants", "opd": "Multivitamins containing Vitamin K", "subject_name": "Pharmacology", "topic_name": null, "id": "a8683027-bf0c-459a-99d6-7b4676278072", "choice_type": "multi"}
{"question": "Which of the following is an example of placebo?", "exp": "* In sham surgery, surgery is done without any purpose; we just open the abdomen in one person and close it, in other person appendix is removed; this is done to see whether appendectomy has any advantage.* Placebos (fake drug/dummy medicine) are used in clinical trials to compare the two treatments; it can't produce any effect. * Herbal medication can produce some effects.* Physiotherapy can also produce effects.", "cop": 3, "opa": "Herbal medication with no known effect", "opb": "Physiotherapy", "opc": "Sham surgery", "opd": "Cognitive behavioral therapy", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "16759fbf-ac94-4ec3-9fde-0702eee3eac5", "choice_type": "single"}
{"question": "Steroids do not have a role in management of which of these tumors?", "exp": "Ans: A. Kaposi sarcoma(Ref Harrison 19/e p1270, 716; Goodman Gilman I2/e p1755; Katzung 13/e p954-955, 12/e p706: KDT 7/e p284-285, 6/e p285)Steroids - Therapeutic uses in cancer:Used as cytotoxic agents in treatment of acute leukemia in children & malignant lymphoma in children & adults.Component of curative regimens for Hodgkin's & non-Hodgkin's lymphoma, multiple myeloma & CLL.Glucocoicoids - Extremely helpful in controlling autoimmune hemolytic anemia & thrombocytopenia associated with CLL.Dexamethasone - Used in conjunction with radiotherapy - Reduces edema related to tumors in critical areas such as superior mediastinum, brain & spinal cords.", "cop": 1, "opa": "Kaposi sarcoma", "opb": "Chronic lymphoid leukemia", "opc": "Hodgkin's lymphoma", "opd": "Multiple myeloma Gram-stain, oropharynx", "subject_name": "Pharmacology", "topic_name": null, "id": "b55cdaad-1107-4491-b7dc-64a2a939838b", "choice_type": "single"}
{"question": "Cholinomimetic is not used in which of the following?", "exp": "Ans. a. BradycardiaCholinomimetic is used for open-angle glaucoma, cobra bite, and myasthenia gravis but not in bradycardia. Uses of CholinomimeticDiseases of eye Glaucoma and accommodative esotropiaAtropine overdosesGastrointestinal and urinary tract Alzheimer's diseasePostoperative atony, neurogenic bladderCobra bite: Neostigmine and edrophoniumHea: Ceain atrial arrhythmiasNeuromuscular junction: Myasthenia gravis, Curare induced neuromuscular paralysis", "cop": 1, "opa": "Bradycardia", "opb": "Glaucoma", "opc": "Myasthenia gravis", "opd": "Post-surgical atony or ileus", "subject_name": "Pharmacology", "topic_name": null, "id": "928c6efd-d481-4323-83f0-721dae436451", "choice_type": "single"}
{"question": "Anti-hypeensive drug contraindicated in pregnancy is:September 2005, 2010 March 2007, March 2013", "exp": "Ans. C: EnalaprilAntihypeensive used in pregnancyAlpha methyldopaLabetololFelodipineNot usually initiated in pregnancy due to volume depletion but may be continued:NifedipineHydralazineACE inhibitors, Thiazide diuretics, Angiotensin antagonists (losaan), Furosemide, propranolol and nitroprusside areunsafe/safety unceain in pregnancy.Foetal growth retardation, hypoplasia of organs and foetal death may occur if ACE inhibitors are given during later half of pregnancy.", "cop": 3, "opa": "Hydralazine", "opb": "Methyldopa", "opc": "Enalapril", "opd": "Amlodopine", "subject_name": "Pharmacology", "topic_name": null, "id": "f608b3a8-f9f0-4096-af64-3fe43798a70f", "choice_type": "single"}
{"question": "Which of these anticonvulsants causes contraction of visual field?", "exp": "Ans: C. VigabatrinVigabatrin:Causes irreversible diffuse atrophy of the retinal nerve fiber layer.Most effect on the outer area (as opposed to the macular, or central area) of the retina, leading to the contraction of the visual field.Retinal toxicity attributed to taurine depletion.", "cop": 3, "opa": "Levetiracetam", "opb": "Phenytoin", "opc": "Vigabatrin", "opd": "Ethosuximide", "subject_name": "Pharmacology", "topic_name": null, "id": "16cf928c-960f-4c05-9320-2992e01f9211", "choice_type": "single"}
{"question": "Which of the following drug must be sold only on production of a prescription by a registered medical practitioner?", "exp": "Schedule H: Drugs which can be sold only with prescription. On the strip of drug a long red line is present. Rx is written on the top right corner. NRx- is written on Narcotic (habit forming) drugs. XRx- not available for general market, only given under special conditions where health care provider can give the drug. OTC- Over The Counter drugs can be given without prescription.", "cop": 1, "opa": "Schedule H", "opb": "Schedule G", "opc": "Schedule X", "opd": "Schedule M", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "65bef933-00cc-4f7b-8ca0-a77f2fe92c57", "choice_type": "single"}
{"question": "A patient on anti-tubercular drug therapy developed tingling sensation on lower limb. Which of the following drug should be used for the treatment?", "exp": "Patient is developing tingling sensation (peripheral neuropathy) which is a side effect of Isoniazid (INH) a first line antitubercular drug. INH is extensively metabolized in liver; most impoant pathway being N-acetylation by NAT2. The acetylated metabolite is excreted in urine. The rate of INH acetylation shows genetic variation. There are either: Fast acetylators: (30-40% of Indians) t1/2 of INH 1 hr. Slow acetylators: (60-70% of Indians) t1/2 of INH 3 hr. Slow acetylators will not be able to metabolize the drug quickly and there will be accumulation of isoniazid. Isoniazid inhibits pyridoxal phosphokinase enzyme and hence causes peripheral neuritis, paraesthesias, numbness etc. Pyridoxine given prophylactically (10mg/day) prevents this neurotoxicity. On the other hand, fast acetylators are more prone to develop.", "cop": 3, "opa": "Thiamine", "opb": "Folic acid", "opc": "Pyridoxine", "opd": "Vitamin B-12", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "6f0b2cc4-de54-4d80-8aa6-e9dc3acc4bb0", "choice_type": "single"}
{"question": "'Store in a cool place' is written on a drug label. It means drug should be stored at a temperature of:", "exp": "STORAGE TEMPRATURES: LABEL WHERE TO KEEP TEMPRATURE Keep frozen Inside freezer -20 degree celsius Keep cold Inside refrigerator; outside freezer 2-8 degree celsius Keep cool Outside refrigerator 8-15 degree Celsius(in USA); 8-25 degree Celsius (in India)", "cop": 4, "opa": "-2 degree Celsius", "opb": "0 degree Celsius", "opc": "2-8 degree Celsius", "opd": "8-15 degree Celsius", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "25ad5741-fdb7-49d7-b985-aa021e70a967", "choice_type": "single"}
{"question": "Benzodiazepine antagonist is", "exp": null, "cop": 1, "opa": "Flumazenil", "opb": "Furazolidone", "opc": "Naloxone", "opd": "Naltrexone", "subject_name": "Pharmacology", "topic_name": null, "id": "1869d0ec-8ec2-4de2-8a71-f30ed89f6c8e", "choice_type": "single"}
{"question": "Which of the following sites is least commonly preferred for insulin injection?", "exp": "Ans: B. Lateral thigh(Ref Goodman Gilman 12/e p1252)Insulin injection:Usually injected into subcutaneous tissues of abdomen, buttock, anterior thigh, or dorsal arm.Absorption most rapid from abdominal wall, followed by arm, buttock & thigh.", "cop": 2, "opa": "Anterior thigh", "opb": "Lateral thigh", "opc": "Dorsum of arm", "opd": "Around umbilicus", "subject_name": "Pharmacology", "topic_name": null, "id": "fbd3b828-a75a-47d5-bee7-3068e78b2e6f", "choice_type": "single"}
{"question": "Antibiotic that interferes with DNA function is:", "exp": "Mechanism of Action\n\nMetronidazole is a prodrug requiring reductive activation of the nitro group by susceptible organisms.\nUnlike their aerobic counterparts, anaerobic and microaerophilic pathogens contain electron transport components that have a sufficiently negative redox potential to donate electrons to metronidazole.\nThe single-electron transfer forms a highly reactive nitro radical anion that kills susceptible organismsbyradical-mediatedmechanismsthattargetDNA.\n\nReference: Goodman& Gilmans THE PHARMACOLOGICAL BASIS OF THERAPEUTICS THIRTEENTH EDITION\nPage no 991", "cop": 1, "opa": "Metronidazole", "opb": "Nystatin", "opc": "Tetracycline", "opd": "Sulphonamides", "subject_name": "Pharmacology", "topic_name": null, "id": "1a3ceadc-b414-43e2-a674-bf52546b7d89", "choice_type": "single"}
{"question": "When broad-spectrum antibiotics are administered with coumarin anticoagulants, the anticoagulant action may be:", "exp": null, "cop": 3, "opa": "Reduced because of enhanced hepatic drug metabolism", "opb": "Reduced because of increased protein-binding", "opc": "Increased because of reduction of vitamin 'K' sources", "opd": "Increased because of decreased renal excretion of the anticoagulant", "subject_name": "Pharmacology", "topic_name": null, "id": "3fd17b81-42d6-41dc-915f-d4b612074dc5", "choice_type": "single"}
{"question": "A 50-year-old male has fever for the past l-week with abdominal ilistention and loss of appetite. It is not responding to antibiotics and antimatarials. widal test is negative but RK39 dipstick test is positive.Which of the following drugs can be used in the above patient?", "exp": "Ans: D. Liposomal AmPhotericin BRef Katzung, I3'h ed, Pg. 901-902RK39 dipstick test is a rapid immunochromatographic test being widely used in the diagnosis of visceral leishmaniasis.Out of the given options Liposomal Amphotericin B is the only drug which is used to treat visceral leishmaniasis.", "cop": 4, "opa": "Bedaquiline", "opb": "Linezolid", "opc": "Fluconazole", "opd": "Liposomal AmPhotericin B", "subject_name": "Pharmacology", "topic_name": null, "id": "cbed1f88-337c-4896-b58b-daa523d9baf0", "choice_type": "multi"}
{"question": "Sodium nitroprusside is metabolized to form an active metabolite. This active metabolite of sodium nitroprusside act activation of:-", "exp": "Nitoprusside and nitrates act by production of NO (nitric oxide). NO stimulates guanylate cyclase in smooth muscles which leads to formation of cGMP. cGMP act on smooth muscles to cause vasodilation.", "cop": 3, "opa": "Phospholipase A", "opb": "Phospholipase C", "opc": "Guanylate cyclase", "opd": "Protein kinase C", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "f588af9c-fc27-43ff-a9f6-2cd26f075654", "choice_type": "single"}
{"question": "Stoppage of which of the following drugs can result in anxiety and insomnia causing discontinuation syndrome?", "exp": "Ans: A. VenlafaxineRef: Katzung, I3'h ed., pg. 524-525 and Goodman & Gilman, l3'h ed-, pg. 27372.Sudden withdrawal of Shoer acting antidepressants paicularly SSRIs (paroxetine and seraline) and SNRI (venlafaxine) can lead to discontinuation syndrome and troublesome side effects.These symptoms may include dizziness, headache, nervousness, nausea, anxiety and insomnia.Out of the options provided Venlafaxine is the best answer.", "cop": 1, "opa": "Venlafaxine", "opb": "ImiPramine", "opc": "Valproate", "opd": "OlanzaPine", "subject_name": "Pharmacology", "topic_name": null, "id": "040b2ed8-9b17-4749-8191-2fcc6ead4f73", "choice_type": "single"}
{"question": "What are the appropriate instructions to be given while prescribing bisphosphonates to a patient:", "exp": "Ans: A. To be given empty stomach with a glass of water(Ref: Gilman 12/e p1296; Katzung 13/e p754. 12/e p776; KDT 7/e p344, 6/e p334; 19/e p2.Esophageal irritation:Minimized by taking the drug with full glass of water and remaining upright for 30 minutes or by using the intravenous forms of these compounds.GI side effects:Oral bisphosphonates (including alendronate, ibandronate & risedronate) - Cause heaburn, esophageal irritation /esophagitis.Also cause abdominal pain & diarrhea.Symptoms often abate when patients take the medication after an overnight fast, with tap or filtered water (not mineral water), and remain upright.", "cop": 1, "opa": "To be given empty stomach with a glass of water", "opb": "Taken along with food", "opc": "Stop if features of gastritis develop", "opd": "Stop if bone pains occur.", "subject_name": "Pharmacology", "topic_name": null, "id": "e22738ff-f770-4eed-a79e-19f5156b9ff7", "choice_type": "single"}
{"question": "What causes malignant hyperpyrexia?", "exp": null, "cop": 4, "opa": "Thiopentone", "opb": "Cisatracurium", "opc": "Propofol", "opd": "Suxamethonium", "subject_name": "Pharmacology", "topic_name": null, "id": "a40481b2-dbe1-4b5b-aa7f-20b3d47d8779", "choice_type": "single"}
{"question": "Chloroquine related eye disease risk is", "exp": "Answer: . B. HIV reverse transcriptase >2 years (Ref Goodman and Gilman 12/e p14051Chloroquine related eye disease risk is high if duration of treatment is more than 5 yearsHigh Risk for Chloroquine Age >60 yearsdegDuration of treatment >5 yearsdegDaily dose >6.5 mg/kg/day of3.0 mg/kg/day of High body fatdegLiver diseasedegRenal diseasedegConcomitant retinal diseasedeg", "cop": 2, "opa": "HIV protease", "opb": "HIV reverse transcriptase", "opc": "HIV integrase", "opd": "HIV entry into the cell", "subject_name": "Pharmacology", "topic_name": null, "id": "26a95f8b-cbdd-4e14-b3fc-fcf2b9efbd20", "choice_type": "single"}
{"question": "The most recent oral direct thrombin inhibitor (DTI) for acute stroke prevention is:", "exp": "Ans. c. Dabigatran (Ref Katzung 11 /e p594)The most recent oral direct thrombin inhibitor (DTI) for acute stroke prevention is Dabigatran.\"In August 2011, Dabigatran was also licensed for prevention of stroke and systemic embolism in patients with atrial fibrillation by the European authorities, after approval for this indication was received in October 2010 in USA.-", "cop": 3, "opa": "Ximelagatran", "opb": "Idraparinux", "opc": "Dabigatran", "opd": "Wasfarean", "subject_name": "Pharmacology", "topic_name": null, "id": "593d3d8b-8fd8-41dd-9807-bc35454b258e", "choice_type": "single"}
{"question": "Treatment of choice for a patient with gonococcal as well as non-gonococcal urethritis is:", "exp": "Ceftriaxone is DOC for gonococci but is not effective against non gonococcal cause of urethritis like mycoplasma and chlamydia. Azithromycin single dose of 2 g is used for both gonococcal and non gonococcal urethritis. In non gonococcal urethritis, doxycycline can also be used.", "cop": 4, "opa": "Ceftriaxone 250 mg IM single dose", "opb": "Cefixime 400 mg oral single dose", "opc": "Ciprofloxacin 500 mg oral single dose", "opd": "Azithromycin 2 g oral single dose", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "fb8c4e20-6d34-461e-8e14-45fcd8c662e4", "choice_type": "single"}
{"question": "Manufaeturer of a drug company labels that the drug contains 500 mg of paracetamol. On analysis' if was found to contain only 200 mg of drug. Which type of drug it is known as?", "exp": "Ans: A. Counterfeit drugRef: and hxp://www.globalforumljdorg/sites/default/files/docs/tibrary/lllflO-Evolution%20of/o20Definitions%20Definition.pdfand to the US FDA Counterfeit medicine is fake medicine.It may be contaminated or contain the wrong or no active ingredient.They could have the right active ingredient but at the wrong dose.Counterfeit drugs are illegal and may be harmful to your health.", "cop": 1, "opa": "Counterfeit drug", "opb": "Adulterant drug", "opc": "Spurious drug", "opd": "Unethical drug", "subject_name": "Pharmacology", "topic_name": null, "id": "97ea4638-c71a-428b-b839-7638bdd467ab", "choice_type": "single"}
{"question": "Which one of the following drugs are not used in hea failure?", "exp": "Ans. C.Trimetazidine* Trimetazidine is not used in hea failure.* Trimetazidine is a newer antianginal drug that is a pFOX inhibitor which paially inhibits the fatty acid oxidation pathway in the myocardium. This decreases the oxygen requirement of the hea.", "cop": 3, "opa": "Metoprolol", "opb": "Nesiritide", "opc": "Trimetazidine", "opd": "Sacubitril", "subject_name": "Pharmacology", "topic_name": null, "id": "636a3c09-3bda-40dd-bf94-c497bd39d8f6", "choice_type": "single"}
{"question": "A nurse got accidental prick from the HIV infected needle. Which of the following statements is false regarding the management of this nurse?", "exp": "Post exposure prophylaxisTreatment should be staed within 72 hours of exposure, preferably as early as possible At first the wound is washed with soap and water. Secondly before initiating drug therapy blood samples are taken to measure the baseline viral markers Then three drug therapy is given for 28 days. The drugs include 2 NI PLUS a protease inhibitor (or alternative drug). Commonly used therapy include Tenofovir + Lamivudine + Atazanavir/r After 6 weeks again viral markers are measured to check for the infection. Post-exposure prophylaxis of HIV infection For adults and adolescents Preferred 2 NI: Tenofovir (300 mg) + Emtricitabine (200 mg) daily Preferred PI: Lopinavir/r (400 + 100 mg) or Atazanavir/r (300 + 100 mg) daily Alternative 3rd drug: Darunavir/r (600 + 100 mg BD) or Raltegravir/r (400 mg BD) or Eirenz (600 mg daily) For children <= 10 years Preferred 2 NI: Zidovudine + Lamivudine Alternative 3rd drug: Atazanavir/r or Darunavir/r or Eirenz or Raltegravir Preferred PI: Lopinavir Alternative 3rd drug: Atazanavir/r or Darunavir/r or Eirenz or Raltegravir Duration of regimen: 4 weeks", "cop": 1, "opa": "Zidovudine is used as monotherapy for post-exposure prophylaxis", "opb": "Washing hands with soap and water is advised", "opc": "Baseline viral markers of health care personnel should be done at the time of presentation", "opd": "Follow up viral markers of health care personnel should be measured at 6 weeks", "subject_name": "Pharmacology", "topic_name": "AIIMS 2019", "id": "666e12f6-d2f8-4ba5-97ff-1078dc287def", "choice_type": "multi"}
{"question": "Uses of atropine are A/E -", "exp": "Ans. is 'd' i.e., MioticCLINICAL USES OFATROPINE Remember - ATROPAA As mydriatic - cycloplegicT --> 'Traveller's diarrhoeaR --> Rapid (early) onset mushroom poisoning0 --> Organophosphate poisoningP --> Preanaesthetic medicationA Arrhythmias (brady-arrhythmias)Atropine is also used with neostigmine in mysthenia gravis to decrease anti,nuscarinic side effects of neostigmine --> As atropine blocks muscarinic receptors, use of atropine prevents muscarinic side effects of neostigmine, while neostigmine retains its benficial effects in mysthenics which are due to nicotinic receptors.", "cop": 4, "opa": "Organophoshorus poisoning", "opb": "Mushroom poisoning", "opc": "Arrhythmia", "opd": "Miotic", "subject_name": "Pharmacology", "topic_name": null, "id": "a1a782cf-d0f2-4645-a96d-79ef0cef3516", "choice_type": "single"}
{"question": "Cephalosporin\tactive\tagainst\tpseudomonas\naeruginosa", "exp": null, "cop": 1, "opa": "Cefoperazone", "opb": "Cefaclor", "opc": "Ceftriaxone", "opd": "Cefotaxime", "subject_name": "Pharmacology", "topic_name": null, "id": "1b7a2a1c-6321-4541-b649-7db8418c38da", "choice_type": "single"}
{"question": "Lithium should be stopped how many days before anaesthesia", "exp": null, "cop": 3, "opa": "1 day", "opb": "2 days", "opc": "3 days", "opd": "4 days", "subject_name": "Pharmacology", "topic_name": null, "id": "889673c1-cf2a-44a3-a0db-7e4f0a5a52de", "choice_type": "single"}
{"question": "Asseion: In a patient admitted to hospital for community acquired pneumonia, combination therapy of beta lactams and azithromycin is given.Reason : This combination covers gram positive organisms and anaerobes.", "exp": "Ans. B. Asseion is true but reason is false.* Combination is given to cover atypical bacteria.* The CDC and others recommend outpatient oral empirical antibiotics with a macrolide, doxycycline, or an oral betalactam (amoxicillin, cefuroxime , or amoxicillin/clavulanate ) or inpatient treatment with an intravenous betalactam (cefuroxime, ceftriaxone , cefotaxime ) or a combination of ampicillin/sulbactam (Unasyn) with a macrolide", "cop": 2, "opa": "Both reason and asseion are true", "opb": "Asseion is true but reason is false.", "opc": "Asseion is true but reason is paially true for asseion", "opd": "Both asseion & reason are not true.", "subject_name": "Pharmacology", "topic_name": null, "id": "a9b0fecd-41ee-4e52-87a9-12e7048e6615", "choice_type": "multi"}
{"question": "Low apparent volume of distribution of drug indicates that:", "exp": "Vd means \"the plasma volume that would accommodate all the drug in the body, if the concentration throughout was same as in plasma\". Drugs with high volume of distribution are more distributed in body and vice-versa. Low volume of distribution tells that most of the drug is retained in plasma.", "cop": 4, "opa": "Drug has low half life", "opb": "Drug has low bioavailability", "opc": "Drug has low efficacy", "opd": "Drug is not extensively distributed to tissue", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "1d405e6b-5cd9-4ff7-ba6d-f7f748ad6050", "choice_type": "single"}
{"question": "Heparin acts which of the following adjuvants?", "exp": "Ans: A. Antithrombin IIIRef: Goodman & Gilman, 13th ed, pg. 588Heparin binds to antithrombin III (AT-lll) and accelerate the rate at which it inhibits various coagulation proteases.", "cop": 1, "opa": "Antithrombin III", "opb": "Protein C", "opc": "Protein S", "opd": "Thrombomodulin", "subject_name": "Pharmacology", "topic_name": null, "id": "9013e6c6-35da-4df1-a83a-a907ae206135", "choice_type": "single"}
{"question": "What drug is used for prophylaxis against Pneumocystis jirovecii in patients on chemotherapy?", "exp": "Answer- A. CotrimoxazoleDrug of choice for prophylaxis and treatment of pneumocystis infection in both immunocompetent as well as immunocompromised is cotrimoxazole.Cyclospora, Isospora & Pneumocystis jiroveci - Cotrimoxazole", "cop": 1, "opa": "Cotrimoxazole", "opb": "Amoxicillin", "opc": "Dexamethasone", "opd": "Cephalosporin", "subject_name": "Pharmacology", "topic_name": null, "id": "2880abd7-1ec6-4456-823e-e5d00159dfec", "choice_type": "single"}
{"question": "Storage of drug in the tissues is suggested by:", "exp": "Answer- A. Large volume of distributionVolume of distribution (VD) is the theoretical volume that would be necessary to contain the total amount of an administered drug at the same concentration, which is observed in the blood plasma.The VD of a drug represents the degree to which a drug is distributed in body tissue rather than the plasma.VD is directly correlated with the amount of drug distributed into tissue; a higher VD indicates a greater amount of tissue distribution.A VD greater than the total volume of body water (approximately 42 liters in humans) is possible, and would indicate that the drug is highly distributed into tissue", "cop": 1, "opa": "Large volume of distribution", "opb": "Small volume of distribution", "opc": "Excretion in urine", "opd": "Excretion in saliva", "subject_name": "Pharmacology", "topic_name": null, "id": "80b51e0b-fe1c-429a-9387-3f1c06c496c4", "choice_type": "multi"}
{"question": "A patient presented with pain in the right lower quadrant of abdomen. He has history of renal stones in right kidney. He was prescribed an opioid which is agonist at kappa receptors and antagonist at mu receptors. The likely drug given was:", "exp": "Kappa agonist and mu antagonist are:Pentazocine, nalbuphine, butarphanol.They are responsible for causing dysphoria as a side effect.Buprenorphine is paial mu agonist and kappa antagonist.Tramadol and fentanyl are synthetic opioids.", "cop": 1, "opa": "Pentazocine", "opb": "Buprenorphine", "opc": "Tramadol", "opd": "Fentanyl", "subject_name": "Pharmacology", "topic_name": "AIIMS 2017", "id": "2f6be3a1-0736-4ec3-9e42-aa9732e401d6", "choice_type": "single"}
{"question": "A 70 years old hypeensive patient with stage 5 chronic kidney disease was diagnosed recently with Type 2 diabetes mellitus. He doesn't want to take injectable insulin. Which of the following oral hypoglycemic agents will be preferred in this patient, which won't require any renal dose modification?", "exp": "Answer- A. Linagliptinlinagliptin has the ability to be safely dosed in chronic kidney disease patients. Chronic kidney disease is a major complication in type 2 diabetesLinagliptin .No dose required linagliptin for patients with renal impairment", "cop": 1, "opa": "Linagliptin", "opb": "Repaglinide", "opc": "Vildagliptin", "opd": "Glimepiride", "subject_name": "Pharmacology", "topic_name": null, "id": "87fab9d2-9419-49c1-93bf-59d0a311e8de", "choice_type": "single"}
{"question": "Morphine should not be used in the treatment of:-", "exp": "Morphine (an opioid) is a strong analgesic. It is used in treatment of all types of pain like Crush injury, Fracture, MI, cancer pain, post-operative pain etc. However in Biliary colic (e.g. due to any stone blocking bile duct), morphine constricts sphincter of Oddi and increase the intrabiliary pressure. This increases the chances of rupture of bile duct. Therefore opioids like morphine are contra-indicated in biliary colic.", "cop": 2, "opa": "Ischemic pain", "opb": "Biliary colic", "opc": "Cancer pain", "opd": "Post operative pain", "subject_name": "Pharmacology", "topic_name": "AIIMS 2018", "id": "edd2f617-40bb-4a40-9598-059172c2618f", "choice_type": "single"}
{"question": "Most commonly implicated drug for acute liver failure is -", "exp": "Ans. A. Paracetamol Acute liver failure after administration of paracetamol at the maximum recommended daily dose in adults.Paracetamol is the most commonly used analgesic and antipyretic in the world; it can be bought without prescription in most countries despite being the commonest cause of acute liver failure in western Europe.Prescribing information suggests that it is safe to use in adults in divided doses that total 4 g daily.Malnutrition, starvation, chronic alcohol misuse, and concomitant use of drugs that induce cytochrome P450 enzymes increase the risk of hepatotoxicity induced by paracetamol.", "cop": 1, "opa": "Paracetamol", "opb": "Valproate", "opc": "Warfarin", "opd": "Tetracyclines", "subject_name": "Pharmacology", "topic_name": null, "id": "f07a7a11-ae84-4843-a8a2-9f77447fb954", "choice_type": "single"}
