{"question": "A patient believes he is the most impoant person in the world than anyone so his neighbors and family is trying to harm him as they are jealous of him. His wife says otherwise and says he behaves like this recently only before he was working as a school-teacher peacefully and brought to OPD. He is suffering from:", "exp": "Ans. d. Delusion of grandiosity, persecution and reference The given description suggests that the patient is having delusion of grandiosity, persecution and reference.Delusion of grandeurExaggerated conception of one's impoance, power, or identity.Delusion of persecutionFalse belief of being harassed or persecuted; often found in litigious patients who have a pathological tendency to take legal action because of imagined mistreatment.MC delusion.Delusion of referenceFalse belief that behavior of others refers to oneself or that events, objects, or other people have a paicular & unusual significance, usually of a negative natureDerived from idea of reference, in which persons falsely feel that others are talking about them (e.g., belief that people on television or radio are talking to or about the person).", "cop": 4, "opa": "Delusion of grandiosity", "opb": "Delusion of persecution", "opc": "Delusion of grandiosity and persecution", "opd": "Delusion of grandiosity, persecution and reference", "subject_name": "Psychiatry", "topic_name": null, "id": "36eda6ec-6654-41ba-937b-60a3052e6c49", "choice_type": "single"}
{"question": "Z tracking technique is used in?", "exp": "Z track technique Used for giving i.m. injections. In this technique, the skin and tissue are pulled and held firmly while injection is given, and after removing the needle, skin and tissue are released. This prevents tracking (leakage) of the medication into the subcutaneous tissue (underneath the skin) as the track that needle forms is zig zag and drug can't come out.", "cop": 1, "opa": "Administering long acting antipsychotic", "opb": "Lithium monitoring", "opc": "Carbamazepine monitoring", "opd": "Nicotine patch", "subject_name": "Psychiatry", "topic_name": "AIIMS 2019", "id": "7c9b4d7b-6290-430f-a097-96d88c65ecd8", "choice_type": "single"}
{"question": "Provision of WHO mental action gap are all, except:", "exp": "WHO developed mental health action gap to improve the care of mental, neurological, substance abuse disorder (low and middle country) These disorder cause large economics costs and are association with violation of human rights The key pa was to develop an evidence-based guideline meant for use by non specialists Mental health action gap involves mobilization of suppo and establish panerships", "cop": 3, "opa": "Human rights", "opb": "Communication regarding care and career", "opc": "Screening family members", "opd": "Social suppo", "subject_name": "Psychiatry", "topic_name": "AIIMS 2018", "id": "1338302d-2d9f-4d48-ac86-48f3c680594c", "choice_type": "multi"}
{"question": "All are causes of subcortical dementia except -", "exp": "Alzheimer’s disease is a cortical dementia.", "cop": 1, "opa": "Alzheimer's disease", "opb": "Parkinson's disease", "opc": "Supranuclear palsy", "opd": "HIV associated dementia", "subject_name": "Psychiatry", "topic_name": null, "id": "85d37c8a-2bcc-48d9-bc5c-b63495f25ab3", "choice_type": "multi"}
{"question": "Which of the following is not an adverse effect of Escitalopram?", "exp": "Adverse effects of SSRI's MC: GI side effects- Nausea, Vomiting Dyspepsia, Diarrhea Sexual side effects- Decreased libido, Anorgasmia, Delayed ejaculation Increased sweating Decreased platelet aggregation Vivid dreams Sialorrhea is a very common side effect of Clozapine.", "cop": 4, "opa": "Nausea", "opb": "Vivid dreams", "opc": "Anorgasmia", "opd": "Sialorrhoea", "subject_name": "Psychiatry", "topic_name": "AIIMS 2018", "id": "2d98e8a0-829a-47ef-87e1-c6bbd54473a1", "choice_type": "single"}
{"question": "About depersonalization, which of the following is false:", "exp": "Depersonalization: Feeling of unreality of self or detachment from self, also called 'as if' phenomenon. Derealization: Feeling of unreality of the world. The reality testing is intact in both the phenomenon (according to DSM-V)", "cop": 4, "opa": "More common in females than male", "opb": "Common in patients with seizure and migraine", "opc": "Common with post life threatening accidents", "opd": "Reality testing is lost", "subject_name": "Psychiatry", "topic_name": "AIIMS 2019", "id": "f19f48e2-8706-4f8b-bca5-66c3000f7b27", "choice_type": "multi"}
{"question": "Most common complication of ECT is -", "exp": "Amnesia is the most common side effect of ECT. Both retrograde and anterograde amnesia are seen, however retrograde amnesia is much more common.", "cop": 2, "opa": "Antegrade amnesia", "opb": "Retrograde amnesia", "opc": "Psychosis", "opd": "Depression", "subject_name": "Psychiatry", "topic_name": null, "id": "97648c60-2ed9-4c8e-9142-48806639731a", "choice_type": "single"}
{"question": "A person with histrionic, shy, anxious avoidant per!sonality comes under which cluster?", "exp": "Ans: C. C(Ref Niraj Ahuja 7/e p113)ClusterDisordersCluster A (Odd and eccentric)Paranoid PDSchizoid PDSchizotypal PDCluster B (Dramatic, emotional and Antisocial PDHistrionic PDNarcissistic PDBorderline PDCluster C (Anxious and fearful)Anxious (avoidant) PDDependent PDAnankastic (Obsessive and compulsive) PD", "cop": 3, "opa": "A", "opb": "B", "opc": "C", "opd": "D", "subject_name": "Psychiatry", "topic_name": null, "id": "b22457e3-c620-4a3d-bde1-0aa6e6c185a7", "choice_type": "single"}
{"question": "A 40 years old male with history of fall and one episode of vomiting near an alcohol shop. He was brought to casualty and he was awake with open eyes and had retrograde amnesia. Which of the following is most likely cause?", "exp": "Ans.BConcussion: It is the most common type of traumatic brain injury.During head trauma, the head usually moves back and foh violently and there is a mismatch between the rapid deceleration and acceleration of the skull and the brain so that the brain hits repeatedly against the skull leading to concussion injury.Anterograde amnesia/Posttraumatic amnesia is a hallmark of concussion.In this type of amnesia, the events following the injury cannot be recalled.Headache, dizziness, nausea, vomiting like symptoms may present", "cop": 2, "opa": "Diffuse axonal injury", "opb": "Concussion", "opc": "Drunkenness", "opd": "Cerebral venous thrombosis", "subject_name": "Psychiatry", "topic_name": null, "id": "e99aa66e-4f63-4a4a-afc7-49c96eb9540c", "choice_type": "multi"}
{"question": "A young girl hospitalised with anorexia nervosa is on treatment, Even after taking adequate food according to the recommended diet plan for last 1 week, there is no gain in weight, what is the next step in management:", "exp": "Ans. B. Observe patient for 2 hours after mealIn this condition because the food is often regurgitated after meals, the staff may be able to control vomiting by making the bathroom inaccessible for at least 2 hours after meals or by having an attendant in the bathroom to prevent the oppounity for vomiting.The hospital staff should give the patients about 500 calories over the amount required to maintain their present weight (usually 1500 to 2000 calories a day).", "cop": 2, "opa": "Increase fluid intake", "opb": "Observe patient for 2 hours after meal", "opc": "Increase the do se of anxiolytics", "opd": "Increase the caloric intake from 1500 kcal to 2000 kcal per day", "subject_name": "Psychiatry", "topic_name": null, "id": "937dd47d-2d03-4bb7-a36d-d82a58f565d5", "choice_type": "multi"}
{"question": "SPIKES protocol is used for:", "exp": "It's a protocol for breaking the bad news to patients about their illness Involved six steps S-setting up to the interview P- perception (what patient knows about his condition) I- invitation (finding out how much patient want to know) K- knowledge and information (diagnosis and treatment) E -addressing patients' emotion (how patient feel and respond) S- strategy and summary", "cop": 2, "opa": "Triage", "opb": "Communication with patients/attendants regarding bad news", "opc": "Writing death ceificate", "opd": "RCT", "subject_name": "Psychiatry", "topic_name": "AIIMS 2018", "id": "af75fc76-911b-48da-9ca0-75a8c912c18b", "choice_type": "single"}
{"question": "Not a side effect of Escitalopram?", "exp": "Side effects of Escitalopram GI side effects: MC Vivid Dreams Sexual dysfunction on long term intake Sialorrhea is a side effect of clozapine", "cop": 4, "opa": "Nausea", "opb": "Vivid dreams", "opc": "Anorgasmia", "opd": "Sialorrhoea", "subject_name": "Psychiatry", "topic_name": "AIIMS 2019", "id": "5a2f9e25-3acb-4830-9f18-009480595be1", "choice_type": "single"}
{"question": "An individual with a known psychiatric disorder or on treatment and is not a minor can chose to decide the care taker and the course of treatment according to mental health act. This is called:", "exp": "MENTAL HEALTH CARE ACT 2017 (1) Mental health establishment (2) Capacity to make mental health care and treatment decisions Patient Should be able to understand information given to him Should be able to know about consequences about the decision Should be able to express their decision any form (3) Advanced directive - legal document in which a patient write what action should be taken when they are not able to make decision about their health (4) Nominated representative (5) Ban on direct ECT (6) Ban on ECT in minors (7) Ban on psychosurgery (8) Decriminalisation of suicide", "cop": 1, "opa": "Advance directive", "opb": "Treatment directive", "opc": "Mental will", "opd": "Future directive", "subject_name": "Psychiatry", "topic_name": "AIIMS 2018", "id": "f361defb-1a36-496f-b195-9dcb6bb31ea5", "choice_type": "multi"}
{"question": "Which of the following best describes paradoxical suicide?", "exp": "Paradoxical suicide Occurs after the patient's improvement from a depression episode. Despite having suicidal thoughts there is no action taken on those thoughts but after taking medication the patient acts on it. Also seen in patients with schizophrenia.", "cop": 2, "opa": "Suicide after taking low dose of drug", "opb": "Suicide occurring at the time when the pt. stas to recover", "opc": "Suicidal tendency increase as the patient improves", "opd": "Accidental completion of suicide", "subject_name": "Psychiatry", "topic_name": "AIIMS 2019", "id": "c757d1c6-e17b-4b88-baa3-38720c1dd5eb", "choice_type": "single"}
{"question": "A man comes with history of abnormal excessive blinking and grunting. He says he has no control over his symptoms, which have risen in frequency of late. This has staed affecting his social life making him depressed. Which of the following medications should be used in him?", "exp": "Ans: A. Risperidone(Ref Kaplan and Sadock 11/e p1091; Niraj Ahuja 7/e p168).* This case suggests motor & vocal tics associated with Tourette's disorder.Treatment:* Pharmacotherapy - treatment of choice - Antipsychotics (haloperidol & resperidone). - DOC - Haloperidol.Other useful drugs:* Resperidone, Olanzapine, Aripiprazole.* SSRIs - Fluoxetine for co-morbid obsessive-compulsive symptoms.* Methylphenidate & Imipramine - Used in ADHD child.* Adjunct - Behavior therapy.", "cop": 1, "opa": "Risperidone", "opb": "Imipramine", "opc": "Carbamazepine", "opd": "Methylphenidate", "subject_name": "Psychiatry", "topic_name": null, "id": "8729556c-a513-42d6-abc1-ed7f6c9ca397", "choice_type": "single"}
{"question": "A young male patient is on 5 mg haloperidol for many days, recently for last 4 days of duration he has inner restlessness and urges to move. Diagnosis is?", "exp": "Antipsychotic drugs Extrapyramidal symptoms- dur to D2 blockade in limbic system Extrapyramidal symptoms Clinical features Special DOC Acute dystonia Oculogyric crisis ocular muscles spasm and opisthotonos Toicollis Protrusion of tongue leading to laryngospasm grimacing Earliest to develop (days) Anticholinergic drugs Acute akathisia Constant purposeless involuntary movement from one place to another Most common EPS Days to week Propranolol Tardive dyskinesia chewing and sucking movements grimacing choreoathetoid movements-akathisia Seen after long(years) use of anti-psychotic Tetrabenazine Malignant neuroleptic syndrome Fluctuating level of consciousness hypehermia -muscles rigidity increase level of CPK Increase level of liver enzyme confusion - Diaphoresis Most common cause of death in this syndrome is acute renal failure Most serious side effect dantrolene DRUG induced parkinsonism Few weeks anticholinergics", "cop": 1, "opa": "Akathisia", "opb": "Tardive dyskinesia", "opc": "Rabbit syndrome", "opd": "Acute Dystonia", "subject_name": "Psychiatry", "topic_name": "AIIMS 2017", "id": "bdc34663-b39a-47bb-b034-7f804e437c09", "choice_type": "single"}
