{"question": "Which type of oral candidiasis does not presents with white patch?", "exp": "Ans: A. Chronic atrophic candidiasisChronic erythematous (atrophic) candidiasis appears as a red, raw-looking lesion instead of a white patch seen in all other types.Erythematous (atrophic) candidiasis:Appears as a red, raw-looking lesion.Subtypes of erythematous candidiasis:Denture-related stomatitis, angular stomatitis, median rhomboid glossitis & antibiotic-induced stomatitis.Since they are commonly erythematous/atrophic.Precede pseudomembrane formation,.Left when membrane is removed, or arise de novo.Tongue:Loss of lingual papillae, leaving a smooth area on tongue.Occurs on dorsum of tongue in long-term coicosteroids or antibiotic patient.But occasionally it can occur after only a few days of using a topical antibiotic.This is usually termed 'antibiotic sore mouth/stomatitis' because it is commonly painful as well as red.", "cop": 1, "opa": "Chronic atrophic candidiasis", "opb": "Chronic hyperplastic candidiasis", "opc": "Chronic mucocutaneous candidiasis", "opd": "Pseudomembranous candidiasis", "subject_name": "Skin", "topic_name": null, "id": "f6bb3faa-6ccb-4838-a2d9-1ae2f2d63e7d", "choice_type": "single"}
{"question": "A young female presented with vaginal itching and green frothy genital discharge. Strawberry vagina is seen on examination. What w ill be the drug of choice?", "exp": "Answer- C. MetronidazoleHistory of vaginal itching and green frothy genital discharge in a young female with strawberry vagina on examinstion ishighly suggestive of Trichomoniasis. The drag of choice for Trichomoniasis is metronidazole.Treatment:DOC: Metronidazolea (tinidazole is also effective)All sexual paners must be treated concurently to prevent reinfection", "cop": 3, "opa": "Doxycycline", "opb": "Oral fluconazole", "opc": "Metronidazole", "opd": "Amoxicillin", "subject_name": "Skin", "topic_name": null, "id": "c8d2885b-1529-4575-abcd-b8afdfb64512", "choice_type": "single"}
{"question": "Which component of cement causes allergic contact dermatitis??", "exp": "Ans : D: ChromiumMost common allergen is hexavalent chromium salts.Allergic contact dermatitis more than irritant contact dermatitis.Level of exposure needed for allergic contact dermatitis 100-400 nglcm2.Taarate, glycine, silicone, dapsone, ferrous sulphate causes conversion from chromium (VI) to chromium (III), which is less allergenic.", "cop": 4, "opa": "Cobalt", "opb": "Nickel", "opc": "Iron", "opd": "Chromium", "subject_name": "Skin", "topic_name": null, "id": "cc65668e-675f-4422-a28f-96df292dc630", "choice_type": "multi"}
{"question": "A patient came with history of joint pain and fever for one week. For which the patient took NSAIDS foilowing which he developed rash and hyperpigmentation on nose. What is the most likelv diagnosis?", "exp": "Ans : C ChikungunyaRef: Hypapigmqtdion and &ilangurwfetEn &hasnw A\" An has Demaor 20 I 6;9 I :g60-I r.Chikungunya fever (cF) is an acute febrile illness presenting with symptoms like intense asthenia, ahralgia, myalgia and headache and is caused by chikungunya virus (CV).Among the skin lesions, maculopapular rash is common, but seen in several viral illnesses, therefore, not useful in suspecting CF.Hyperpigmentation is a unique feature noted in CF.Hyperpigmentation associated with CF is macular and most commonly affects nose and cheeks.", "cop": 3, "opa": "Dengue", "opb": "fixed Drug eruption", "opc": "Chikungunya", "opd": "melasma", "subject_name": "Skin", "topic_name": null, "id": "0c970c10-c97d-4025-b24d-e70245231e41", "choice_type": "single"}
{"question": "A 28-year-old patient of neurocysticercosis develops generalized peeling of skin all over except palms and soles staing one month after taking anti-epileptics. What is the most probable diagnosis?", "exp": "Ans: D. TEN (Ref Neena Khanna 4/e p83, 174)Probable diagnosis is toxic epidermal necrolysis.Toxic epidermal necrolysis (TEN/ Lyell's syndrome:Rare, life-threatening skin condition that is usually caused by a reaction to drugs.Etiology of Epidermal Necrolysis Drugs MiscellaneousIdiopathic Anticonvulsants: Carbamazepine, phenytoin barbiturates, lamotrigineChemotherapeutic agents: sulfonamides, penicillinNSAIDs: Butazones, oxicams Others: Allopurinol, nevirapine SSE, GVHD, Lymphoreticular malignanciesInfections (Mycoplasma pneumoniae, herpes virus infection) 5% of patients", "cop": 4, "opa": "Fixed drug eruption", "opb": "Pemphigus", "opc": "Steven Johnson syndrome", "opd": "TEN", "subject_name": "Skin", "topic_name": null, "id": "02b5fc8b-8dd7-4de9-84b8-ea71c32aac57", "choice_type": "multi"}
{"question": "An 8-year-old boy presents with well defined annular lesion over the buttock with central scarring that is gradually progressive over the last 8 months. The diagnosis is", "exp": "B i.e. Lupus vulgarisAnnular plaque with central scarring - Typically seen in Lupus vulgaris.Most common sites in India = Buttocks and face.Cause:The underlying focus of TB (bone, joint or lymph node).Contiguous extension of disease from underlying affected tissue.By hematogenous or lymphatic spread.Arise after exogenous inoculation.A complication of BCG vaccination.Features & manifestations:Cutaneous TB more commonly affects buttocks & extremities rather than the face.Such a pattern is usually due to reinoculation and may relate to playing without clothing or shoes.Lesions:Becomes flat plaques with a serpiginous or polycyclic outline & a smooth surface or psoriasiform scaling: there may be erosions, ulceration, and scarring.Hyperophic forms appear as a soft mass with a nodular, hyperkeratotic surface.", "cop": 2, "opa": "Annular psoriasis", "opb": "Lupus Vulgaris", "opc": "Tinea Corporis", "opd": "Chronic granulomatous disease", "subject_name": "Skin", "topic_name": null, "id": "be07e8f6-e306-4b6c-b36e-6ec18e0043e5", "choice_type": "multi"}
{"question": "Postherpetic neuralgia is defined as pain lasting beyond how many weeks?", "exp": "Ans: D. 4 weeks(Ref Fitzpatrick 6/e p2302, 7/e p490-493, 1873-1898; Rooks 8/e p33.14-33.22; Roxburgh 18/e p52-54).Post-herpetic neuralgia (PHN):Most common & impoant neurologic complications of herpes zoster.Defined as pain after the rash has healed or pain 1 month or 3 months after rash onset.Best answer would be 4 weeks.", "cop": 4, "opa": "1 week", "opb": "2 weeks", "opc": "3 weeks", "opd": "4 weeks", "subject_name": "Skin", "topic_name": null, "id": "725d9973-1082-4c9b-b4fb-9c63a4615e63", "choice_type": "single"}
{"question": "A 24 years old female presented with patchy hair loss in the right temporal and occipital region. Examination revealed non- scarring alopecia with multiple small broken hairs. Scrapings from scalp showed mild inflammation, peri-follicular hemorrhage and surrounding mild lymphocytic infiltration. What is the most likely diagnosis?", "exp": "Ans: D. Trichotillomania (Ref: Rooks 8/e p55, Fitzputrick 6/e p/55).Patchy hair loss in the right temporal and occipital region in a 24-years-old female non- scarring alopecia with multiple small broken hairs and mild (sparsity) of a perifollicular inflammatory infiltrate is highly suggestive of trichotillomania.", "cop": 4, "opa": "Alopecia areata", "opb": "Androgenic alopecia", "opc": "Loose anagen hair", "opd": "Trichotillomania", "subject_name": "Skin", "topic_name": null, "id": "ce7d3beb-17f5-416a-9584-6fdf807f4d99", "choice_type": "multi"}
{"question": "A patient presents with focal alopecia areata. All of the following are associations of alopecia areata except:", "exp": "Answer- C. Geographic tongueGeographic tongue (also known as benign migratory glossitis, erythema migrans lingualis, glossitis areata migrans, and transitory benign plaques ofthe tongue). An inflammatory condition of the mucous membrane of the tongue, usually on the dorsal surface.", "cop": 3, "opa": "Nail pitting", "opb": "Atopy", "opc": "Geographic tongue", "opd": "Exclamatory mark", "subject_name": "Skin", "topic_name": null, "id": "8e12446e-b9b5-4152-8cc5-9ef959931a31", "choice_type": "multi"}
{"question": "Treatment of choice for erythrodermic psoriasis:", "exp": "Ans: A. Methotrexate (Ref Fitzpatrick 6/e p2676)Methotrexate or oral retinoids (Acitretin) - DOC for erythrodermic psoriasis management.Current use of methotrexate to treat psoriasis is most common in patients with severe or refractory plaque-type disease that requires systemic treatment.It is also very useful for erythrodermic and pustular psoriasis, as well as psoriatic ahritis.", "cop": 1, "opa": "Methotrexate", "opb": "Coicosteroids", "opc": "Coal tar topical", "opd": "Topical steroids", "subject_name": "Skin", "topic_name": null, "id": "aa677f5e-3b2c-4ec8-8b77-78610a8a38cf", "choice_type": "single"}
{"question": "A 45 years old male presents with itchy papules over face, neck and V area of chest for the last three years, which are exacerbated in summers and improved in winters. What test will you do to confirm diagnosis?", "exp": "Ans: A. Patch test(Ref: Rooks 8/e p26.93, Fitzpatrick 6/e p1451, 1309)The clinical picture mentioned above is suggestive of air-borne contact dermatitis, which is a type of allergic contact dermatitis.Most common source is Pahenium exposure and it leads to dermatitis involving the exposed pas, i.e. Face, upper neck, cubital and popliteal fossa.The only useful and reliable methodfir the diagnosis of allergic contact dermatitis remains the patch test.", "cop": 1, "opa": "Patch test", "opb": "Prick test", "opc": "IgE levels", "opd": "Skin biopsy", "subject_name": "Skin", "topic_name": null, "id": "6f78cdec-b48a-497c-bf8d-6b5b9b083ecf", "choice_type": "single"}
{"question": "Maculopapular rash is not seen in ?", "exp": "Ans. D. ZosterMaculopapular rashes are seen in:* Rubella* Dengue(febrile phase)* Measles* Chikungunya (acute infectious phase)* Erythema infectiosum* Zika virus* West nile virus* Infectious mononucleosis", "cop": 4, "opa": "Dengue", "opb": "Rubella", "opc": "measles", "opd": "Zoster", "subject_name": "Skin", "topic_name": null, "id": "26124571-60c3-4509-9c33-981bc3b40054", "choice_type": "single"}
{"question": "A 35 years old male comes with complain of baldness. On examination, well-defined bald patches were seen with no scarring. Small broken hairs were seen in the surrounding area. What is the likely diagnosis?", "exp": "Ans: B. Alopecia areata(Ref Rooks 8/e p66.13, Fitzpatrick 6/e p732)Findings are highly suggestive of alopecia areata.The scalp appears normal in alopecia areata.In affected areas, anagen is abruptly terminated prematurely and affected hairs move prematurely into telogen, with resultant often precipitous hair shedding.The near pathognomonic 'exclamation point' hairs may be present, paicularly at the periphery of areas of hair loss.These sho broken hairs, whose distal ends are broader than the proximal ends, illustrate their inherent sequence of events: follicular damage in anagen and then a rapid transformation to telogen. White or graying hairs are, frequently spared and probably account, in cases offulminant alopecia areata, far the mysterious phenomenon of 'going gray overnight.'", "cop": 2, "opa": "Androgenetic alopecia", "opb": "Alopecia areata", "opc": "Anagen effluvium", "opd": "Telogen Effluvium", "subject_name": "Skin", "topic_name": null, "id": "344d849d-fe32-41d8-853f-b02b41028d71", "choice_type": "multi"}
{"question": "A child presented with complaint of severe itching over the web of fingers, more at night. Examination revealed burrows. Most probable diagnosis is:September 2009", "exp": "Ans. B: ScabiesScabies is essentially a disease of the children. The itching appears a few days after infestation. It may occur within a few hours if the mite is caught a second time.The itch is characteristically more severe at night and affects the trunk and limbs.It does not usually affect the scalp.Burrow is the pathognomic lesion of scabies.Scabies burrows appear as tiny grey irregular tracks between the fingers and on the wrists.They may also be found in armpits, buttocks, on the penis, insteps and backs of the heels. Microscopic examination of the contents of a burrow may reveal mites, eggs or mite faeces (scybala).", "cop": 2, "opa": "Tinea cruris", "opb": "Scabies", "opc": "Infantile eczema", "opd": "Papular uicaria", "subject_name": "Skin", "topic_name": null, "id": "105be08b-3a40-4e47-831d-f8cae8b90240", "choice_type": "single"}
{"question": "A man presents it n rashes on face and also complains of decreased mental function. He is also having few macular lesions on his skin. On CT scan, intracranial calcification was seen. His wife is normal. His 10-year old daughter is also normal but his 6-year old son is also having similar skin lesions. What would be the most likely diagnosis?", "exp": "Answer- D. Autosomal dominant inheritanceClinical findings like rashes on face, decreased mental function with macular lesions on the skin and intracranial calcification on CT scan is highly suggestive of tuberous sclerosis, which has an autosomal dominant condition.", "cop": 4, "opa": "Neurofibrornatosis-1", "opb": "Neurofibromatosis-2", "opc": "Xeroderma pigmentosum", "opd": "Autosomal dominant inheritance", "subject_name": "Skin", "topic_name": null, "id": "0f49668c-7988-48a6-ba11-ad49aa561259", "choice_type": "single"}
{"question": "A 12 years old boy came with complaints of 4 hypopigmented patches on back and on left arm. The patches had loss of sensation. Which of the following is the treatment for this case?", "exp": "Answer- C. Rifampicin (450 mg) + Dapsone (50 mg) + Clofazimine (150 mg) monthly and 50 mg alternate daysThe clinical history fits the patient into multibacillary leprosy and requires extensive multidrug therapy for 12 months.Since the patient is aged 12 years, doses are Rifompicin (450 mg) * Dapsone (50 mg) + Clofazimine (150 mg) monthly and 50 mg alternate days.", "cop": 3, "opa": "Rifampicin (450 mg) + Dapsone (50 mg) + Clofazimine (150 mg) monthly and 50 mg daily", "opb": "Rifampicin (600 mg) + Dapsone (150 mg) only", "opc": "Rifampicin (450 mg) + Dapsone (50 mg) + Clofazimine (150 mg) monthly and 50 mg alternate days", "opd": "Rifampicin (600 mg) + Dapsone (150 mg) + Clofazimine (300 mg) monthly and 50 mg daily", "subject_name": "Skin", "topic_name": null, "id": "ce4876e4-6a17-465e-a1c4-6353dad02e85", "choice_type": "single"}
{"question": "After sequential arrangement of blistering disorder staing from superficial to deep blisters, which is the deepest among these?", "exp": "Ans. C. PVPemphigus vulgaris (PV) is a rare and serious (potentially life-threatening) condition that causes painful blisters to develop on the skin and lining of the mouth, nose, throat and genitals.The blisters are fragile and can easily burst open, leaving areas of raw unhealed skin that are very painful and can put you at risk of infection.H&E: Subepidermal bullaeDIF: linear IgG and C3 deposition at the basement membrane zone", "cop": 3, "opa": "IgA pemphigus", "opb": "EBD", "opc": "PV", "opd": "Bullous pemphigoid+", "subject_name": "Skin", "topic_name": null, "id": "53cc935b-3123-4b83-ad62-307b2b736c9e", "choice_type": "single"}
